<!DOCTYPE html>
<html>
    <head>
        <title>Xiaomi-slutbrugerlicensaftale
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi Slutbrugerlicensaftale</h2>
<br>
<p><b>Velkommen til Xiaomi! </b></p>
<br>
<h3>1.	INTRODUKTION</h3>
<br>
<p>Disse vilk&aring;r og betingelser (&quot;<b>Slut<b>bruger</b>licens<b>aftalen</b></b>&quot; og/eller &quot;<b>Aftalen</b>&quot; og/eller &quot;<b>EULA</b>&quot;) regulerer data- og stemmeadgang til og brug af vores router model R3600 (overordnet omtalt som &quot;<b>Mi Router</b>&quot;) og den <b>software</b>, der er indbygget deri <b> Mi AIoT Router AX3600</b> 3.0.22 (overordnet omtalt som (&quot;<b>Softwaren</b>&quot;) ejet af <b>Xiaomi</b> Inc., dets datterselskaber og associerede selskaber (&quot;<b>Xiaomi</b>&quot; eller &quot;vi&quot;), og vores samarbejdspartnere (&quot;<b>Samarbejdspartnere</b>&quot;), og som <b>Du</b> har k&oslash;bt for at f&aring; adgang til din egen internetforbindelse og/eller Wi-Fi-tjenester.</p>
<p>Denne <b>EULA</b> findes p&aring;:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a> </p>
<br>
<p>Brug af <b>Mi Router</b> og <b>Softwaren</b> giver <b>Bruger</b> status som <b>Bruger</b> og udg&oslash;r accept af og overholdelse af <b>EULA</b> (herefter &quot;<b>du</b>&quot; eller &quot;<b>bruger</b>&quot; og/eller &quot;<b>brugere</b>&quot;) samt alle andre betingelser for brug, der kan g&aelig;lde for eller under brug af <b>Mi Router</b> og <b>Softwaren</b>. L&aelig;s venligst denne <b>Aftale</b> grundigt for at f&aring; adgang til <b>Mi Router</b> og brug af <b>Softwaren</b> og v&aelig;lg, om du vil acceptere denne <b>Aftale</b> eller ej. <b>Du</b> skal v&aelig;re myndig. Hvis <b>du</b> er mindre&aring;rig, skal <b>du</b> l&aelig;se denne <b>Agreement</b> sammen med din v&aelig;rge. Ved at bruge vores <b>Mi Router</b> og <b>Software</b> og ved at acceptere vores <b>Aftale</b> anerkender <b>du</b> at have l&aelig;st, forst&aring;et og accepteret vilk&aring;r og betingelser i denne <b>Aftale</b>, og at <b>du</b> er bundet af dem. </p>
<p>Ved at acceptere denne <b>Aftale</b> accepterer <b>du</b> alle begr&aelig;nsninger. <b>Xiaomi Technology Netherlands B.V.</b> er et aktieselskab, der er beh&oslash;rigt registreret i overensstemmelse med bestemmelserne i hollandsk lov, med <b>RSIN (company ID) number 859298899.</b>.</p>
<p>Til kommunikations- og notifikationsform&aring;l er f&oslash;lgende kontaktadresse oprettet:</p>
<p><b>Kontakt os p&aring;:</b></p>
<p><b>Adresse:  Prinses Beatrixlaan 582, Haag 2595BM, Holland</b></p>
<br>
<h3>2.	DEFINITIONER</h3>
<p>For bedre at kunne forst&aring; denne <b>EULA</b> kan disse definitioner v&aelig;re nyttige: </p>
<p>Router betyder hardwareenhed, der ved at bruge <b>Software</b> til routerprotokol tillader oprettelse af forbindelse til internettet p&aring; forskellige mobile enheder eller PS-enheder p&aring; samme tid.</p>
<p>Server betyder en enkelt fysisk computer, der k&oslash;rer ikke flere end &eacute;n (1) unik kopi af et operativsystem. Flere servere er (i) flere computere, der deler maskinkraft, eller som arbejder i en netv&aelig;rkskonfiguration som en enkelt logisk computer s&aring;som en &quot;serverfarm&quot;, &quot;cluster&quot; eller tilsvarende arrangement, og (ii) flere virtuelle maskiner i et teknisk milj&oslash;, der opdeler en fysisk computer i flere virtuelle maskiner, s&aring;ledes at hver virtuel maskine ser ud til og har kapaciteten til at k&oslash;re p&aring; sin egen dedikerede maskine.</p>
<p><b>Software</b> betyder <b>Softwaren</b> og enhver opdatering, om nogen, der er licenseret til <b>dig</b> if&oslash;lge denne <b>EULA</b>, herunder, men ikke begr&aelig;nset til, enhver relateret komponent k&oslash;bt eller leveret med <b>Softwaren</b>, application programming interfaces (programmeringsgr&aelig;nsesnit), associerede medier, trykte materialer, online eller digital dokumentation og enhver opdatering og vedligeholdelsesfrigivelse dertil.</p>
<br>
<h3>3.	SOFTWARELICENS</h3>
<p><b>3.1	<b>Brugerrettigheder</b></b></p>
<p><b>Du</b> har ret til at bruge <b>Mi Router</b> og <b>Softwaren</b> i henhold til denne <b>EULA&apos;s</b> vilk&aring;r og betingelser for at f&aring; adgang til og oprette forbindelse via Wi-Fi til Dine internettjenester og enheder. </p>
<p>Under foruds&aelig;tning af <b>Brugerens</b> korrekte brug af denne <b>EULA</b> bevilger <b>Xiaomi</b> <b>Brugeren</b> en personlig, ikke-overf&oslash;rbar og ikke-eksklusiv licens til at bruge <b>Softwaren</b> i <b>Mi Routeren</b> uden ret til at underlicensere. <b>Brugeren</b> kan installere, bruge, fremvise og k&oslash;re <b>Softwaren</b> eksklusivt p&aring; <b>Mi Routeren</b>. </p>
<p>For at undg&aring; enhver tvivl: Denne <b>Software</b> er licenseret &ndash; ikke solgt &ndash; til <b>Dig</b> i henhold til vilk&aring;rene i denne <b>EULA</b>. <b>Du</b> er ikke blevet bevilget nogen rettigheder til <b>Xiaomis</b> eller <b>Samarbejdspartnerens</b> copyrights, varem&aelig;rker eller servicem&aelig;rker. <b>Xiaomi</b> bevarer alle rettigheder, der ikke udtrykkeligt er bevilget til <b>Dig</b> i denne <b>Aftale</b>.</p>
<p>Denne <b>Software</b> m&aring; ikke installeres p&aring; andre terminalenheder, der ikke udtrykkeligt er tilladte af <b>Xiaomi</b>, herunder, men ikke begr&aelig;nset til, set-top-bokse, spilkonsoller, DVD-afspillere og lignende terminaler. </p>
<p>Hvis <b>Brugeren</b> ikke overholder denne <b>Aftale</b>, vil <b>Xiaomi</b> afslutte denne licens til <b>Software</b> hermed bevilget til <b>Brugeren</b> og deaktivere Din konto. </p>
<p><b>3.2 	Anskaffelse, installation og opgradering af <b>Software</b></b></p>
<p><b>Brugeren</b> skal downloade og installere <b>Softwaren</b> fra websitet [<a href="http://www.apple.com">www.apple.com</a> or <a href="https://play.google.com/store">https://play.google.com/store</a>] eller p&aring; en m&aring;de, der er foreskrevet af <b>Xiaomi</b>. V&aelig;r opm&aelig;rksom p&aring; ikke at downloade <b>Softwaren</b> fra uspecificerede websites for at forhindre, at Dine enheder bliver inficeret med skadelige programmer, der kan &oslash;del&aelig;gge Dine data og f&aring; adgang til Dine personlige data og privatlivsoplysninger. Hvis <b>Du</b> anskaffer <b>Softwaren</b> eller installationsprogrammet fra en tredjepart, der ikke er blevet autoriseret af <b>Xiaomi</b>, kan <b>Xiaomi</b> ikke garantere, at Softwaren vil blive brugt normalt, og <b>Xiaomi</b> p&aring;tager sig intet deraf opst&aring;et erstatningsansvar for nogen tab for <b>Dig</b>.</p>
<p><b>Brugeren</b> skal v&aelig;lge den version af <b>Softwaren</b>, der passer til den indk&oslash;bte <b>Mi Router</b>-enhed. Ellers vil alle <b>Software</b>problemer, enhedsproblemer eller skader for&aring;rsaget af fejltilpasning mellem <b>Software</b>versionen og <b>Mi Router</b>-modellen blive b&aring;ret alene af <b>Brugeren</b>.</p>
<p>For at kunne forbedre <b>Bruger</b>oplevelsen og optimere tjenesten forbeholder <b>Xiaomi</b> sig retten til at levere og udskifte en modificeret og opgraderet version af <b>Softwaren</b> og forbeholder sig ogs&aring; retten til at opkr&aelig;ve et gebyr for s&aring;dan udskiftning, modifikation eller opgradering. <b>Du</b> vil blive informeret i forvejen, og <b>Xiaomi</b> vil p&aring; forh&aring;nd indhente Dit samtykke til s&aring;danne &aelig;ndringer. <b>Softwaren</b> vil som standard aktivere funktionen &quot;sp&oslash;rg f&oslash;r opgradering&quot; for <b>Brugeren</b>. Afh&aelig;ngig af <b>Software</b>-versionen, som <b>Brugeren</b> bruger, tilbyder <b>Xiaomi</b> <b>Brugeren</b> efter eget forgodtbefindende at aktivere eller ikke at aktivere den omtalte funktion. Efter den nye version af <b>Softwaren</b> er frigivet, garanterer <b>Xiaomi</b> ikke, at &aelig;ldre versioner af <b>Softwaren</b> fortsat vil v&aelig;re anvendelige.</p>
<p><b>3.3 	Andre brugsbetingelser</b></p>
<p><b>Brugere</b> forpligter sig til ikke af udf&oslash;re ulovlige eller uretm&aelig;ssige aktiviteter eller aktiviteter, der er i modstrid med god tro eller den offentlige orden. P&aring; samme m&aring;de m&aring; de ikke tage noget som helst produkt i brug, der kan skade <b>Xiaomis</b> eller Xiaomis <b>Samarbejdspartneres</b> omd&oslash;mme og rettigheder, eller som kan forhindre normal brug af <b>Mi Routeren</b> eller <b>Softwaren</b> eller tjenester fra tredjeparter med adgang via den.</p>
<p>Vores <b>Mi Router</b> og <b>Software</b> skal bruges sammen med tredjepartstjenester, herunder, men ikke begr&aelig;nset til, applikationsmarkedet og telekommunikationsmarkedet. <b>Du</b> vil blive opkr&aelig;vet det relaterede tjenestegebyr for telekommunikation eller gebyrerne fra nogle andre operat&oslash;rer. Vi anbefaler <b>Dig</b> kraftigt at kontakte Din operat&oslash;rer for yderligere oplysninger om satserne for deres tjenester eller om anden information.</p>
<p>Bruge af vores <b>Mi Router</b> kan v&aelig;re p&aring;kr&aelig;vet for at ops&aelig;tte en konto og en adgangskode for den konto.&nbsp; <b>Du</b> er ansvarlig for at hemmeligholde din konto og din adgangskode og for at begr&aelig;nse adgangen til din computer, og <b>Du</b> indvilger i at acceptere ansvaret for alle aktiviteter, der finder sted p&aring; din konto eller med anvendelse af din adgangskode. <b>Du</b> garanterer ogs&aring;, at enhver oplysning, <b>Du</b> afgiver ved ops&aelig;tning af en konto, er sandf&aelig;rdige og n&oslash;jagtige.</p>
<p><b>Xiaomi</b> er ikke erstatningspligtig for noget tab, som <b>Du</b> m&aring;tte p&aring;drage dig som f&oslash;lge af, at en anden person bruger Din adgangskode eller Din konto, hvad enten det er med eller uden Dit vidende.&nbsp; Men <b>Du</b> kan g&oslash;res erstatningspligtig for tab, der bliver p&aring;draget <b>Xiaomi</b> eller anden part p&aring; grund af en anden persons brug af Din konto eller adgangskode som f&oslash;lge af, at Du ikke har form&aring;et at holde oplysningerne om Din adgangskode hemmelige.&nbsp; <b>Du</b> m&aring; p&aring; intet tidspunkt bruge nogen anden persons konto uden tilladelse fra kontoindehaveren.&nbsp;<b>Xiaomi</b> er ikke erstatningspligtig for noget tab eller skade som f&oslash;lge af, at Du ikke har overholdt disse forpligtelser.</p>
<p><b>Xiaomi</b> tilstr&aelig;ber at levere yderst p&aring;lidelige og tilg&aelig;ngelige routertjenester, men <b>Mi Routeren</b> og <b>Softwaren</b>, herunder remote-adgang og mobilnotifikationer, er ikke beregnet til eller garanteret at v&aelig;re p&aring;lidelige eller tilg&aelig;ngelige 100 % af tiden.&nbsp; Derudover kan routerforbindelsen v&aelig;re udsat for sporadiske forstyrrelser og fejl af &aring;rsager udenfor <b>Xiaomis</b> kontrol, herunder, men ikke begr&aelig;nset til, Wi-Fi-afbrydelser, tjenesteudbyders oppetid, mobilnotifikationer og operat&oslash;rer. &nbsp;Vi kan ikke garantere, at <b>Du</b> vil modtage notifikationer eller have adgang til internettet p&aring; et givent tidspunkt eller p&aring; noget som helst tidspunkt.&nbsp;</p>
<p><b>Du</b> anerkender, at <b>Mi Routeren</b> og <b>Softwaren</b> ikke er certificeret til n&oslash;dopkald eller beregnet eller egnet til brug i situationer, hvor nedbrud, forsinkelser eller fejl eller un&oslash;jagtigheder i de leverede data eller oplysning kunne medf&oslash;re d&oslash;dsfald, personskader eller alvorlige psykiske eller milj&oslash;m&aelig;ssige skader, herunder uden begr&aelig;nsning i forbindelse med driften af nukleare anl&aelig;g, flynavigations- eller kommunikationssystemer, luftfartskontrol, respiratorer eller v&aring;bensystemer. </p>
<p>DU ACCEPTERER, AT DU IKKE VIL V&AElig;RE AFH&AElig;NGIG AF MI ROUTEREN OG SOFTWAREN TIL NOGEN SOM HELST LIVSSIKRENDE ELLER KRITISKE FORM&Aring;L. ENHVER MOBILNOTIFIKATION VEDR&Oslash;RENDE STATUSSEN OG ALARMERNE P&Aring; DINE XIAOMI-PRODUKTER LEVERES KUN TIL ORIENTERING.</p>
<p><b>Xiaomi</b> kan invitere <b>Dig</b> til, eller <b>Du</b> kan v&aelig;lge frivilligt, at indsende kommentarer, forslag eller ideer om <b>Mi Routeren</b> og <b>Softwaren</b>, herunder hvordan den kan forbedres (&ldquo;<b>Feedback</b>&rdquo;). Ved at indsende <b>Feedback</b> accepterer <b>Du</b>, at Dine indsendelser er frivillige, stilles gratis til r&aring;dighed, er uopfordrede, ikke er fortrolige og er uden restriktioner, og at de ikke vil placere <b>Xiaomi</b> under nogen formynder eller anden forpligtelse. <b>Xiaomi</b> kan frit bruge, kopiere, modificere, publicere, videredistribuere eller skabe derivative arbejder fra eller baseret p&aring; <b>Feedbacken</b> til ethvert form&aring;l og p&aring; enhver m&aring;de uden nogen kompensation eller anerkendelse til <b>Dig</b>. <b>Du</b> accepterer ogs&aring;, at <b>Xiaomi</b> ikke giver afkald p&aring; nogen rettigheder til at bruge tilsvarende eller relaterede id&eacute;er, der er tidligere kendt af <b>Xiaomi</b> og udviklet af Xiaomis medarbejdere, eller som er fremskaffet fra andre kilder.</p>
<p><b>3.4  Systemkrav</b></p>
<p><b>Mi Routeren</b> og <b>Softwaren</b> kan muligvis ikke oprette forbindelse til internettet uden: (i) et fungerende Wi-Fi-netv&aelig;rk i Dit hjem placeret til at kunne kommunikere p&aring;lideligt med den relevante <b>Mi Router</b>; (ii) mobile klienter s&aring;som en underst&oslash;ttet telefon eller tablet (p&aring;kr&aelig;vet for noget af funktionaliteten); (iii) konstant aktiv bredb&aring;ndsinternetadgang i Dit hjem; og (iv) andre systemelementer, der kan v&aelig;re specificeret af <b>Xiaomi</b>. Det er Dit ansvar at sikre, at <b>Du</b> har alle p&aring;kr&aelig;vede systemelementer, og at de er kompatible og korrekt konfigurerede. &nbsp;<b>Du</b> accepterer, at <b>Mi Routeren</b> og <b>Softwaren</b> muligvis ikke vil fungere som beskrevet, hvis kravene og kompatibiliteten ikke er im&oslash;dekommet.</p>
<p><b>3.5  Begr&aelig;nsning af <b>brugerrettigheder</b></b></p>
<p><b>Brugerrettigheder</b> er begr&aelig;nset som f&oslash;lger:</p>
<p><b>Du</b> m&aring; ikke: </p>
<ul>
<li><p>	- kopiere, &aelig;ndre eller at modificere nogen data fra <b>Softwaren</b> eller nogen data frigivet til <b>Mi Routeren</b> under k&oslash;rslen af <b>Softwaren</b> og de interaktive data genereret mellem <b>Brugeren</b> og serveren under k&oslash;rslen af <b>Softwaren</b> eller at k&oslash;re <b>Softwaren</b> med plugins eller at oprette derivative arbejder p&aring; nogen som helst m&aring;de, herunder, men ikke begr&aelig;nset til, plugins, adgang til <b>Softwaren</b> og relaterede systemer gennem tredjeparts-v&aelig;rkt&oslash;jer/-tjenester.</p></li>
<li><p>	- Kopiere <b>Software</b>-konfigurationen, kun bortset fra et rimeligt antal maskinl&aelig;sbare kopier af <b>Softwaren</b> som sikkerhedskopier eller til arkiveringsm&aelig;ssige form&aring;l, og bortset fra som det udtrykkelig er tilladt if&oslash;lge denne <b>Aftale</b>. </p></li>
<li><p>	- Fjerne nogen som helst titler, varem&aelig;rker, servicem&aelig;rker eller handelsnavne, copyright-meddelelser, signaturforklaringer, vandm&aelig;rker eller andre propriet&aelig;re m&aelig;rker p&aring; <b>Softwaren</b>;</p></li>
<li><p>	- S&aelig;lge, lease, licensere, underlicensere, udleje, tildele, distribuere eller p&aring; anden m&aring;de som en helhed eller delvist overf&oslash;re <b>Software</b>, licensen eller Dine brugsrettigheder til <b>Softwaren</b> til nogen anden part, herunder rettigheder p&aring; basis af et medlemskab, abonnement eller p&aring; hostet basis;</p></li>
<li><p>	- Modificere eller skabe derivative arbejder baseret p&aring; <b>Softwaren</b>;</p></li>
<li><p>	- Dekompilere, adskille, foretage reverse engineering eller p&aring; anden m&aring;de fors&oslash;ge at fremskaffe kildekode fra <b>Softwaren</b>, helt eller delvist;</p></li>
<li><p>	- Separere, udskille eller genpakke <b>Softwaren</b> eller nogen dele deraf af nogen som helst grund;</p></li>
<li><p>	- Bundte eller distribuere <b>Softwaren</b> p&aring; nogen som helst m&aring;de;</p></li>
<li><p>	- Tilbyde brug af <b>Softwaren</b> i en tredjeparts-outsourcingfacilitet p&aring; servicebasis, p&aring; basis af et arrangement som servicebureau eller p&aring; timesharing-basis;</p></li>
<li><p>	- P&aring; noget tidspunkt tilbyde en evalueringslicens af <b>Softwaren</b> til nogen som helst person eller entitet eller p&aring; anden m&aring;de tillade nogen anden person eller entitet at evaluere <b>Softwaren</b>;</p></li>
<li><p>	- Foretage nogen som helst &aelig;ndringer, modifikationer eller forandringer af <b>Aftalen</b>, der distribueres af <b>Xiaomi</b> og/eller <b>Samarbejdspartnerne</b> sammen med <b>Softwaren</b>; eller </p></li>
<li><p>	- Udstede nogen som helst erkl&aelig;ringer, garantier eller udtalelser vedr&oslash;rende <b>Softwaren</b> eller dele af programkoden, der overskrider eller er uforenelige med dokumentationen leveret af <b>Xiaomi</b> til <b>Dig</b>.</p></li>
</ul>
<br>
<h3>4.	WEBSITES OG TREDJEPARTSTJENESTER</h3>
<p><b>Du</b> forst&aring;r og accepterer, at vores tjenester og driften af <b>Mi Routeren</b> og <b>Softwaren</b> er baseret p&aring; teknisk support fra tredjeparter s&aring;som blandt andre Android og Google. <b>Du</b> accepterer og samtykker til, at vores <b>Samarbejdspartnere</b> kan kr&aelig;ve, at <b>Du</b> fremskaffer nogle af Dine personlige oplysninger fra s&aring;danne tredjeparter for at kunne modtage teknisk eller anden support fra dem.  </p>
<p>Via <b>Mi Routeren</b> og <b>Softwaren</b> kan <b>Du</b> f&aring; adgang til andre tredjeparts-onlinetjenester, som er ejet af tredjeparter.</p>
<p>Disse tjenester, der tilbydes af tredjeparter, er ikke omfattet af denne <b>EULA</b> eller vores <b>privatlivspolitik</b>. Tredjeparters tjenester, der tilbydes af tredjeparter, er underlagt deres respektive Brugsvilk&aring;r og/eller Privatlivspolitiker, for hvilke <b>Xiaomi</b> ikke p&aring; nogen m&aring;de er ansvarlig.</p>
<br>
<h3>5.	XIAOMIS FORPLIGTELSER</h3>
<p><b>XIAOMIS</b> OG XIAOMIS <b>SAMARBEJDSPARTNERES</b> TJENESTER STILLES TIL R&Aring;DIGHED &quot;UFORBINDENDE&quot; OG UDEN NOGEN SOM HELST GARANTI, HVERKEN UDTRYKKELIG ELLER UNDERFORST&Aring;ET. I DET OMFANG, DET ER TILLADT INDENFOR G&AElig;LDENDE LOV FRASIGER <b>XIAOMI</b> SIG ALLE GARANTIER, UDTRYKKELIGE ELLER UNDERFORST&Aring;EDE, HERUNDER, UDEN BEGR&AElig;NSNING, DE UNDERFORST&Aring;EDE GARANTIER OM SALGBARHED OG OM EGNETHED TIL ET S&AElig;RLIGT FORM&Aring;L, BORTSET FRA GARANTIERNE, DER ER UNDERFORST&Aring;EDE I HENHOLD TIL G&AElig;LDENDE LOV. VI GARANTERER IKKE, AT FUNKTIONERNE I <b>MI ROUTER</b> ELLER I <b>SOFTWAREN</b> ELLER FOR <b>SAMARBEJDSPARTNERNE</b> VIL V&AElig;RE UDEN AFBRYDELSER ELLER FEJL, ELLER AT DEFEKTERNE VIL BLIVE REPARERET, ELLER AT NOGEN AF SERVERNE, P&Aring; HVILKE DE ER HOSTEDE, ER FRI FOR VIRUS OG ANDRE SKADELIGE KOMPONENTER. VI UDSTEDER INGEN GARANTIER ELLER ERKL&AElig;RINGER VEDR&Oslash;RENDE BRUGEN AF INDHOLDET AF <b>XIAOMIS</b> TJENESTER OG/ELLER XIAOMIS PARTNERE MED HENSYN TIL DERES KORREKTHED, N&Oslash;JAGTIGHED, P&Aring;LIDELIGHED ELLER NOGET ANDET ASPEKT. <b>DU</b> AFHOLDER DE FULDE OMKOSTNINGER AF N&Oslash;DVENDIGE SERVICEEFTERSYN, REPARATIONER OG KORREKTIONER.</p>
<p><b>Xiaomi</b> og Xiaomis <b>Samarbejdspartnere</b> vil udvise forn&oslash;den omhu med at levere <b>Mi Routeren</b> og <b>Softwaren</b> og holde den s&aring; fejlfri som muligt. <b>Xiaomi</b> p&aring;tager sig p&aring; ingen m&aring;de noget som helst erstatningsansvar for tab, der ikke er begr&aelig;nset ene og alene til vores brud p&aring; <b>EULA&apos;en</b>. Ej heller vil <b>Xiaomi</b> v&aelig;re erstatningsansvarlig for nogen forretningsf&oslash;relse eller fakta, der ikke med rimelighed er kontrollerbare af os.</p>
<br>
<h3>6.	ANSVARSFRASKRIVELSE</h3>
<p><b>Xiaomi</b> garanterer ikke kontinuerlig adgang, korrekt fremvisning, downloading eller brug af elementerne og informationerne i <b>Mi Routeren</b> og websitet, fra hvilket <b>Softwaren</b> skal v&aelig;re tilg&aelig;ngelig, der kan forhindres, h&aelig;mmes eller afbrydes af faktorer eller omst&aelig;ndigheder udenfor Xiaomis kontrol.</p>
<ul>
<p><b>Xiaomi</b> p&aring;tager sig intet juridisk ansvar og vil ikke v&aelig;re erstatningsansvarlig for nogen som helst skader, tab, krav eller udgifter fremkommet under omst&aelig;ndighederne anf&oslash;rt nedenfor:</p>
<li><p>	- <b>Xiaomi</b> garanterer ikke kontinuerlig adgang, korrekt fremvisning, downloading eller anvendelighed af elementerne og informationerne p&aring; websitet, der kan forhindres, h&aelig;mmes eller afbrydes af faktorer eller omst&aelig;ndigheder udenfor Xiaomis kontrol.</p></li>
<li><p>	- Nogen omst&aelig;ndigheder p&aring; grund af afbrydelse, nedbrud osv. for&aring;rsaget af computerpirateri, virusangreb eller enhver anden &aring;rsag relateret til administrationen af netv&aelig;rkssikkerhed, teknikker, kommunikationslinjer og informationer;</p></li>
<li><p>	- Tab, der er lidt af <b>Brugere</b> via tredjeparters fejl s&aring;som nedbrud af kommunikationslinjen, tekniske problemer, nedbrud i netv&aelig;rket og i computeren samt andre tilf&aelig;lde af force majeure;</p></li>
<li><p>	- Sikkerheds- eller navigationsfejl for&aring;rsaget af funktionsfejl i browseren eller brug af en for&aelig;ldet version af den.</p></li>
 <li><p>- Ulovlig interferens p&aring; grund af brug af enhver form for skadelige programmer og via enhver slags kommunikation, s&aring;som computervirusser eller noget andet;</p></li>
 <li><p>- Interferens, afbrydelser, nedbrud, udeladelser, telefonnedbrud, forsinkelser, blokader eller afbrydelser i driften af det elektriske system for&aring;rsaget af mangler, overbelastninger og fejl i telekommunikationslinjer og -netv&aelig;rk eller ved enhver anden &aring;rsag udenfor <b>Xiaomis</b> kontrol.</p></li>
</ul>
<p>I VIDEST MULIGT OMFANG TILLADT I HENHOLD TIL G&AElig;LDENDE LOV ER XIAOMI, XIAOMIS AFFILIEREDE SELSKABER, ASSOCIEREDE VIRKSOMHEDER, FORHANDLERE, AGENTER OG LEVERAND&Oslash;RER ELLER DERES RESPEKTIVE LEDERE, DIREKT&Oslash;RER, ANSATTE, LICENSGIVERE OG ADKOMST-ERHVERVERE P&Aring; INGEN M&Aring;DE ERSTATNINGSANSVARLIGE FOR:</p>
<ul><li><p>	1. ETHVERT TAB ELLER ENHVER SKADE P&Aring; DIT HJEM, VVS-INSTALLATIONER, ELEKTRISKE SYSTEM, SANIT&AElig;RE INSTALLATIONER, DIT PRODUKT OG YDRE ENHEDER (UANSET OM DE ER TILSLUTTET TIL ET XIAOMI-PRODUCT ELLER EJ), COMPUTER, MOBIL ENHED OG ALLE ANDRE ELEMENTER SAMT K&AElig;LEDYR I DIT HJEM; OG</p></li>
<li><p>	2. ETHVERT TAB, DER (I) IKKE MED RIMELIGHED VAR TIL AT FORUDSE; (II) VAR KENDT AF DIG, MEN IKKE AF OS; OG/ELLER (III) VAR MED RIMELIGHED TIL AT FORUDSE AF BEGGE PARTER, MEN KUNNE HAVE V&AElig;RET FORHINDRET AF DIG, S&Aring;SOM FOR EKSEMPEL (MEN IKKE BEGR&AElig;NSET TIL) TAB FOR&Aring;RSAGET AF VIRUSSER, MALWARE ELLER ANDRE SKADELIGE PROGRAMMER ELLER TAB AF ELLER SKADE P&Aring; DINE DATA. (HERUNDER, MEN IKKE BEGR&AElig;NSET TIL, SKADER FRA TAB AF PROFIT ELLER INDT&AElig;GTER, FRA TAB AF DATA, FRA AFBRYDELSE AF FORRETNINGSF&Oslash;RELSE, FRA PERSONSKADER, FRA TAB AF PRIVATLIV, FRA TAB AF MULIGHED FOR AT BRUGE TREDJEPARTSPRODUKTER ELLER -TJENESTER, FRA IKKE AT KUNNE LEVE OP TIL PLIGTER, HERUNDER AT V&AElig;RE I GOD TRO OG UDVISE RIMELIG FORSIGTIGHED, FRA UAGTSOMHED; OG FRA ENHVER ANDEN MATERIEL SKADE ELLER HVILKE SOM HELST ANDRE TAB,</p></li>
<p>UDEN HENSYN TIL TEORIEN OM ERSTATNINGSANSVAR (KONTRAKT, TORT ELLER P&Aring; ANDEN M&Aring;DE) FREMKOMMET VED ELLER P&Aring; NOGEN M&Aring;DE RELATERET TIL MISBRUG AF ELLER MANGLENDE MULIGHED FOR AT BRUGE SITET ELLER TJENESTERNE, SELV HVIS XIAOMI ELLER ANDEN S&Aring;DAN ENTITET ER BLEVET GJORT BEKENDT MED MULIGHEDEN FOR S&Aring;DANNE TAB.</p>
<br>
</ul>
<p>I INTET TILF&AElig;LDE SKAL DET SAMLEDE BELKIN-ERSTATNINGSANSVAR FOR ALLE SKADER FOR XIAOMI, XIAOMIS AFFILIEREDE SELSKABER, ASSOCIEREDE VIRKSOMHEDER, FORHANDLERE, AGENTER ELLER LEVERAND&Oslash;RER OVERFOR DIG IKKE OVERSTIGE HALVTREDS EURO (50 €). DENNE BEGR&AElig;NSNING ER KUMULATIV OG VIL IKKE BLIVE FOR&Oslash;GET VED FREMKOMSTEN AF MERE END &Eacute;N H&AElig;NDELSE ELLER KRAV. DE FOREG&Aring;ENDE BEGR&AElig;NSNINGER VIL V&AElig;RE G&AElig;LDENDE, SELV HVIS ENHVER GARANTI ELLER LEVERET REPARATION IKKE LEVER OP TIL SIT ESSENTIELLE FORM&Aring;L. INTET I DETTE AFSNIT BEGR&AElig;NSER XIAOMIS ERSTATNINGSANSVAR I RELATION TIL D&Oslash;DSFALD ELLER PERSONSKADER.</p>
<br>
<h3>7.	PRIVATLIVSPOLITIK</h3>
<p>Alle oplysninger afgivet af <b>Dig</b> er underlagt vilk&aring;rene i denne <b>Privatlivspolitik</b>. Vilk&aring;rene i denne <b>Privatlivspolitik</b> udg&oslash;r en del af denne <b>Aftale</b> og vil v&aelig;re bindende til alle tider. </p>
<p><b>Privatlivspolitikken</b> findes p&aring; <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a>  </p>
<p>Det er vigtigt for <b>Xiaomi</b> at beskytte Dine personlige oplysninger. For at kunne levere <b>Softwarens</b> funktioner og forbedre <b>Brugeroplevelsen</b> indsamler <b>Mi Routeren</b> og <b>Softwaren</b> visse typer data som beskrevet i vores <b>Privatlivspolitik</b>. Vi indsamler, bruger og beskytter Dine data i henhold til vores <b>Privatlivspolitik</b>. <b>Privatlivspolitikken</b> findes p&aring; f&oslash;lgende website. </p>
<p>For yderligere oplysninger om vores <b>Privatlivspolitik</b> kan du kontakte os p&aring;: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p>
<br>
<h3>8.	HEMMELIGHOLDELSE OG INTELLEKTUEL OG INDUSTRIEL EJENDOMSRET</h3>
<p><b>Mi Routeren</b> og <b>Softwaren</b> og enhver kopi af den er <b>Xiaomis</b> eksklusive intellektuelle ejendom, og den er derfor beskyttet af copyright-lovgivning og internationale traktater s&aring;vel som af andre love og traktater om intellektuel ejendom. </p>
<p><b>Softwarens</b> struktur, organisation og kode er fortrolig information og er <b>Xiaomis</b> v&aelig;rdifulde forretningshemmelighed. <b>Du</b> anerkender, at enhver offentligg&oslash;relse fra <b>Din</b> side af <b>Xiaomis</b> fortrolige informationer vil medf&oslash;re &oslash;jeblikkelig og ubodelig skade p&aring; <b>Xiaomi</b> og Xiaomis <b>Samarbejdspartnere</b>, og at rimelige retsmidler s&aring;vel som ethvert andet tilg&aelig;ngeligt juridisk retsmiddel kan blive overdraget til en kompetent domstol. Udover hvad der udtrykkeligt er anf&oslash;rt heri bevilger <b>Xiaomi</b> <b>Dig</b> ingen som helst intellektuelle ejendomsrettigheder i eller til <b>Softwaren</b>. Alle rettigheder, der ikke udtrykkeligt er bevilget heri, er forbeholdt <b>Xiaomi</b>.</p>
<p><b>Du</b> accepterer hermed at sikre fortroligheden om <b>Softwaren</b> og <b>Mi Routeren</b>, <b>EULA&apos;en</b> og <b>Xiaomis</b> andre intellektuelle ejendomme ved at udvise mindst lige s&aring; h&oslash;j grad af p&aring;passelighed, som <b>Du</b> udviser ved sikring af Dine egne mest fortrolige oplysninger og i intet tilf&aelig;lde mindre end ansvarlig og velbet&aelig;nkt forsigtighed. <b>Du</b> accepterer, at du i rimeligt omfang vil viderekommunikere vilk&aring;rene og betingelserne i denne <b>EULA</b> til de personer, der er ansat hos <b>Dig</b>, og som kommer i kontakt med <b>Softwaren</b>, og at du med rimelighed vil g&oslash;re dit bedste for at sikre, at de overholder s&aring;danne vilk&aring;r og betingelser, herunder, uden begr&aelig;nsning, ikke med fors&aelig;t tillader s&aring;danne personer at bruge en hvilken som helst del af <b>Softwaren</b> og andre af <b>Xiaomis</b> intellektuelle ejendomme for at fremskaffe <b>Softwarens</b> kildekode eller at kopiere, bek&aelig;mpe eller p&aring; anden m&aring;de omg&aring; koder og bruge autorisationer eller licenser.</p>
<p><b>Brugeren</b> m&aring; ikke kr&aelig;nke <b>Xiaomis</b>, <b>Samarbejdspartneres</b> eller tredjeparters intellektuelle ejendom med relation til <b>Mi Routeren</b> og <b>Softwaren</b>. <b>Du</b> m&aring; ikke uden tilladelse uploade, publicere, &aelig;ndre, udbrede eller reproducere arbejder, hvis intellektuelle eller industrielle ejendomsret tilh&oslash;rer tredjeparter, eller information eller data, der ejes af tredjeparter, uden skriftlig samtykke fra ejeren.  </p>
<p>Grafik, ord og komposition, der involverer MIUI og andre <b>Xiaomi</b>-logoer, der vises p&aring; <b>Xiaomi</b>-produkter og -tjenester, er <b>Xiaomis</b> registrerede varem&aelig;rker. <b>Du</b> m&aring; ikke vise eller p&aring; anden m&aring;de bruge dem.  </p>
<p>I intet tilf&aelig;lde indeb&aelig;rer brugen af <b>Mi Routeren</b> og <b>Softwaren</b> eller <b>Samarbejdspartnerne</b> nogen som helst afkald, overf&oslash;rsel, licens eller tildeling af alle eller dele af s&aring;danne rettigheder, medmindre det udtrykkeligt er anf&oslash;rt p&aring; anden m&aring;de.</p>
<p>Indholdet, teksterne, fotoerne, designene, logoerne, billederne, computerprogrammerne, kildekoderne og generelt enhver intellektuel frembringelse i <b>Mi Routeren</b> og <b>Softwaren</b> og tilg&aelig;ngelig gennem den er beskyttet som copyrights eller som enhver anden rettighed ved lov, herunder, men ikke begr&aelig;nset til, reglerne om intellektuel eller industriel ejendomsret.</p>
<p><b>Xiaomi</b> eller Xiaomis <b>Samarbejdspartnere</b> er ejere af eller licensgivere til de elementer, der udg&oslash;r <b>Mi Routerens</b> og/eller <b>Softwarens</b> grafiske design, menuer, navigationsknapper, HTML-kode, tekster, billeder, teksturer, grafik og enhver anden del af <b>Softwaren</b> eller har i alle tilf&aelig;lde den korresponderede autorisation til brug af s&aring;danne elementer.</p>
<p><b>Softwaren</b> m&aring; ikke reproduceres i sin helhed eller dele deraf eller transmitteres eller p&aring; nogen m&aring;de optages af noget system til indhentning af informationer eller p&aring; noget medie andre end de hermed udtrykkeligt tilladte, medmindre forudg&aring;ende skriftlig tilladelse er indhentet fra <b>Xiaomi</b> eller Xiaomis <b>Samarbejdspartnere</b>.</p>
<p><b>Du</b> m&aring; ikke fjerne, omg&aring; eller modificere nogen materialer eller elementer, der vises i <b>Mi Routeren</b> eller dens <b>Software</b> og de rettigheder, der tilh&oslash;rer <b>Xiaomi</b>, eller teknisk beskyttelse eller DRM.</p>
<p><b>Xiaomi</b> forbeholder sig ret til at tage retslige skridt til forsvar af sine intellektuelle og industrielle rettigheder eller enhver anden rettighed.</p>
<p><b>Du</b> beholder ejerskab af enhver intellektuel ejendomsret, som <b>Du</b> er indehaver af, til ethvert indhold, som <b>Du</b> indsender ved hj&aelig;lp af <b>Mi Routeren</b> og <b>Softwaren</b>.&nbsp;</p>
<p>N&aring;r <b>Du</b> uploader eller p&aring; anden m&aring;de indsender indhold ved hj&aelig;lp af vores <b>Mi Router</b> og <b>Software</b>, giver <b>Du</b> <b>Xiaomi</b> og dem, vi arbejder sammen med, en verdensomsp&aelig;ndende licens til at bruge, hoste, gemme, reproducere, modificere, kommunikere og tilg&aelig;ngeligg&oslash;re eller distribuere s&aring;dant indhold. Rettighederne, som <b>Du</b> bevilger i denne licens, er til det begr&aelig;nsede form&aring;l at drive og forbedre vores tjenester og til at udvikle nye. Denne licens forts&aelig;tter, selv hvis <b>Du</b> holder op med at bruge vores <b>Mi Router</b> og <b>Software</b>. S&oslash;rg for, at <b>Du</b> har de n&oslash;dvendige rettigheder til at bevilge os denne licens til ethvert indhold, som <b>Du</b> indsender ved hj&aelig;lp af vores <b>Mi Router</b> og <b>Software</b>.&nbsp; Hvis <b>Du</b> &oslash;nsker at f&aring; adgang til Dit indhold eller at &aelig;ndre eller slette Dit indhold, s&aring; kontakt os venligst.</p>
<br>
<h3>9.		OPSIGELSE</h3>
<br>
<p><b>Xiaomi</b> kan opsige denne <b>EULA</b> &oslash;jeblikkeligt og uden varsel, hvis <b>Du</b> ikke overholder et hvilket som helst vilk&aring;r i denne <b>EULA</b>.</p>
<br>
<p><b>9.1 Opsigelsens effekt</b> I tilf&aelig;lde af opsigelse, skal <b>Du</b> tilintetg&oslash;re alle kopier af <b>Softwaren</b> og bortskaffe <b>Mi Routeren</b> i henhold til den g&aelig;ldende lokale lov om genanvendelse. </p>
<p>Derudover skal <b>Du</b> fjerne <b>Softwaren</b> og alle kopier af den, herunder alle sikkerhedskopier, fra Serveren og alle computere og andre medier, p&aring; hvilke den er installeret, gemt eller arkiveret. Hvis <b>Xiaomi</b> anmoder om det, skal <b>Du</b> tilvejebringe skriftlig certifikation til <b>Xiaomi</b> om, at <b>Du</b> har efterlevet disse krav.</p>
<br>
<h3>10.		G&AElig;LDENDE LOV  </h3>
<p>Fortolkningen af vilk&aring;rene i denne <b>Bruger</b><b>aftale</b>, effektiviteten og l&oslash;sning af tvistigheder er g&aelig;ldende i henhold til lovene i det omr&aring;de/den egn, hvor <b>Brugeren</b> har bop&aelig;l. I tilf&aelig;lde af en tvistighed eller kontrovers mellem <b>Dig</b> og <b>Xiaomi</b> vil vi f&oslash;rst fors&oslash;ge at l&oslash;se den gennem venlig samtale. Hvis konsultationen ikke ender med <b>Enighed</b>, accepterer <b>Du</b> at indsende tvistigheden til domstolene i det omr&aring;de/den egn, hvor <b>Brugeren</b> har bop&aelig;l. </p>
<br>
<h3>11.		UAFH&AElig;NGIGHED</h3>
<p>Hvis en hvilken som helst bestemmelse i denne <b>Aftale</b> ikke kan h&aring;ndh&aelig;ves af hvilken som helst grund, skal den eller de bestemmelser forblive ugyldige og uanvendelige uden at forhindre de &oslash;vrige bestemmelser i denne <b>Aftale</b> i at forblive g&aelig;ldende og anvendelige.</p>
<br>
<h3>12.		INTEGRITET</h3>
<p>Denne <b>Aftale</b> (herunder <b>Privatlivspolitikken</b>) udg&oslash;r det eneste dokument, der regulerer forholdet mellem <b>Dig</b> og <b>Xiaomi</b> med hensyn til ethvert anliggende med relation til din brug af <b>Mi Routeren</b> og <b>Softwaren</b>.</p>
<p>Titlen p&aring; hvert afsnit er skrevet for at lette l&aelig;sningen og har ingen juridiske eller kontraktm&aelig;ssige forpligtelser.</p>
<br>
<p>Revideret APRIL 2020</p>

        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
        html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

    </style>
    </body>
</html>
