<!DOCTYPE html>
<html>
    <head>
        <title>Contrat de Licence Utilisateur Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2020-01-19T14:26:40+0800"/>
        <meta name="modified" content="2020-01-19T14:27:52+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Contrat de licence d&apos;utilisateur final Xiaomi</h2><br><p><b>Bienvenue chez Xiaomi&nbsp;!</b></p><br><h3>1. INTRODUCTION</h3><br><p>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales (le «&nbsp;<b>Contrat de<b> licence</b> <b>d&apos;utilisateur final</b></b>&nbsp;» et/ou le «&nbsp;<b>Contrat</b>&nbsp;» et/ou le «&nbsp;<b>CLUF</b>&nbsp;») r&eacute;gissent l&apos;acc&egrave;s aux donn&eacute;es et &agrave; la voix, ainsi que l&apos;utilisation de nos mod&egrave;les de routeur R3600 (d&eacute;sign&eacute;s sans distinction par «&nbsp;<b>Mi&nbsp;Router</b>&nbsp;») et du <b>Logiciel</b> int&eacute;gr&eacute; &agrave; <b>Mi AIoT Router AX3600</b>&nbsp;3.0.22 (d&eacute;sign&eacute;s sans distinction par le terme «&nbsp;<b>Logiciel</b>&nbsp;»), qui sont la propri&eacute;t&eacute; de <b>Xiaomi</b>&nbsp;Inc., de ses filiales et soci&eacute;t&eacute;s affili&eacute;es («&nbsp;<b>Xiaomi</b>&nbsp;» ou «&nbsp;nous&nbsp;») et de ses partenaires op&eacute;rationnels (les «&nbsp;<b>Collaborateurs</b>&nbsp;»), que <b>Vous</b> avez achet&eacute;s afin d&apos;acc&eacute;der &agrave; Votre propre connexion Internet et/ou Vos propres services Wi-Fi.</p>
<p>Ce <b>CLUF</b> est disponible &agrave; l&apos;adresse suivante&nbsp;:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>L&apos;utilisation du <b>Mi&nbsp;Router</b> et du <b>Logiciel</b> conf&egrave;re &agrave; l&apos;<b>Utilisateur</b> le statut d&apos;<b>Utilisateur</b> et constitue l&apos;acceptation et le respect du <b>CLUF</b> (ci-apr&egrave;s, «&nbsp;<b>Vous</b>&nbsp;» ou «&nbsp;l&apos;<b>Utilisateur</b>&nbsp;» et/ou «&nbsp;les <b>Utilisateurs</b>&nbsp;»), ainsi que de toute autre condition d&apos;utilisation pouvant s&apos;appliquer &agrave; l&apos;utilisation du <b>Mi&nbsp;Router</b> et du <b>Logiciel</b>. Veuillez lire attentivement ce <b>Contrat</b><b> </b>pour choisir de l&apos;accepter ou de le rejeter avant d&apos;acc&eacute;der au <b>Mi&nbsp;Router</b> et d&apos;utiliser le <b>Logiciel</b>. <b>Vous</b> devez &ecirc;tre majeur(e)&nbsp;; si <b>Vous</b> &ecirc;tes mineur(e), <b>Vous</b> devez lire ce <b>Contrat</b> en pr&eacute;sence de Votre tuteur l&eacute;gal. En utilisant le <b>Mi&nbsp;Router</b> et notre <b>Logiciel</b> et en acceptant notre <b>Contrat</b>, <b>Vous</b><b> </b>reconnaissez avoir lu, compris et accept&eacute; les conditions g&eacute;n&eacute;rales de ce <b>Contrat</b> et leur caract&egrave;re ex&eacute;cutoire.</p>
<p>En acceptant ce <b>Contrat</b>, vous en acceptez toutes les restrictions. Xiaomi&nbsp;Inc. est une soci&eacute;t&eacute; &agrave; responsabilit&eacute; limit&eacute;e fond&eacute;e selon les dispositions de la loi chinoise et dont le num&eacute;ro de registre des entreprises est le&nbsp;91110108551385082Q.</p>
<p>L&apos;adresse de contact suivante est utilis&eacute;e &agrave; des fins de communication et de notification&nbsp;:</p>
<p><b>Veuillez nous contacter &agrave; l&apos;adresse suivante&nbsp;:</b></p>
<p>Xiaomi Office Building</p>
<p>No.&nbsp;006, Floor&nbsp;6, Building&nbsp;6, Yard&nbsp;33, Middle Xierqi Road, Haidian District, Beijing</p>
<p>Code postal&nbsp;: 100085</p>
<p>T&eacute;l.&nbsp;: 010-60606666</p>
<p>Fax&nbsp;: 010－60606666 -1101</p><br><h3>2. D&Eacute;FINITIONS</h3>
<p>Les d&eacute;finitions suivantes vous aideront &agrave; mieux comprendre ce <b>CLUF</b>&nbsp;:</p>
<p>Un routeur correspond &agrave; l&apos;&eacute;quipement physique qui, &agrave; travers l&apos;utilisation du <b>Logiciel</b> de protocole de routage, permet la connexion Internet simultan&eacute;e de plusieurs p&eacute;riph&eacute;riques mobiles ou PS.</p>
<p>Un serveur correspond &agrave; un &eacute;quipement informatique physique unique n&apos;ex&eacute;cutant pas plus d&apos;une (1) instance d&apos;un syst&egrave;me d&apos;exploitation. Des serveurs multiples correspondent &agrave; (i) plusieurs ordinateurs partageant un processeur ou plac&eacute;s en configuration en r&eacute;seau fonctionnant comme un seul ordinateur logique, comme une «&nbsp;ferme de serveurs&nbsp;», un «&nbsp;cluster&nbsp;» ou toute autre configuration similaire, et (ii) plusieurs machines virtuelles dans un m&ecirc;me environnement technologique divisant un ordinateur physique en plusieurs machines virtuelles, de sorte que chacune ait l&apos;apparence et la capacit&eacute; de fonctionner sur sa machine d&eacute;di&eacute;e.</p>
<p>Le <b>Logiciel</b> correspond au <b>Logiciel</b> et &agrave; ses &eacute;ventuelles mises &agrave; jour qui <b>Vous</b> sont fournis sous licence dans le cadre de ce <b>CLUF</b>, notamment les composants associ&eacute;s, achet&eacute;s ou fournis avec le <b>Logiciel</b>, les interfaces de programmation d&apos;applications, les fichiers multim&eacute;dias, les documents imprim&eacute;s en ligne ou num&eacute;riques associ&eacute;s, ainsi que toute mise &agrave; jour ou version de maintenance de ces derniers.</p><br><h3>3. LICENCE LOGICIELLE</h3>
<p><b>3.1 Droits des <b>Utilisateurs</b></b></p>
<p><b>Vous</b> &ecirc;tes autoris&eacute;(e) &agrave; utiliser le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b> conform&eacute;ment aux conditions g&eacute;n&eacute;rales de ce <b>CLUF</b> pour acc&eacute;der et vous connecter &agrave; Vos p&eacute;riph&eacute;riques et services Internet via le Wi-Fi.</p>
<p>Sous r&eacute;serve du respect de ce <b>CLUF</b> par l&apos;<b>Utilisateur</b>, <b>Xiaomi</b> accorde &agrave; celui-ci<b> </b>une licence personnelle, non cessible et non exclusive pour utiliser le <b>Logiciel</b> int&eacute;gr&eacute; au <b>Mi&nbsp;Router</b>, sans toutefois lui donner le droit de conc&eacute;der de sous-licences. L&apos;<b>Utilisateur</b> peut installer, utiliser, afficher et ex&eacute;cuter le <b>Logiciel</b> exclusivement au sein du <b>Mi&nbsp;Router</b>.</p>
<p>Afin de dissiper tout doute, le <b>Logiciel</b> <b>Vous</b> est fourni sous licence selon les conditions g&eacute;n&eacute;rales de ce <b>CLUF</b> et n&apos;est en aucun cas vendu. <b>Vous</b> ne disposez d&apos;aucun droit sur les droits d&apos;auteur, les marques commerciales ou les marques de service de <b>Xiaomi</b> ou de ses <b>Collaborateurs</b>. <b>Xiaomi</b> se r&eacute;serve tous les droits qui ne <b>Vous</b> sont pas sp&eacute;cifiquement accord&eacute;s &agrave; travers ce <b>Contrat</b>.</p>
<p>Il est interdit d&apos;installer ce <b>Logiciel</b> sur d&apos;autres terminaux non autoris&eacute;s express&eacute;ment par <b>Xiaomi</b>, y compris les bo&icirc;tiers d&eacute;codeurs, les consoles de jeu, les t&eacute;l&eacute;visions, les lecteurs DVD et tout autre terminal similaire.</p>
<p>Si l&apos;<b>Utilisateur</b> venait &agrave; contrevenir &agrave; ce <b>Contrat</b>, <b>Xiaomi</b> peut r&eacute;silier la licence d&apos;utilisation du <b>Logiciel</b> accord&eacute;e &agrave; l&apos;<b>Utilisateur</b> et d&eacute;sactiver son compte.</p>
<p><b>3.2 Acquisition, installation et mise &agrave; niveau du <b>Logiciel</b></b></p>
<p>L&apos;<b>Utilisateur</b> peut t&eacute;l&eacute;charger et installer le <b>Logiciel</b> depuis le site Web [<a href="http://www.apple.com">www.apple.com</a> ou <a href="https://play.google.com/store">https://play.google.com/store</a>] ou de la mani&egrave;re indiqu&eacute;e par <b>Xiaomi</b>, le cas &eacute;ch&eacute;ant. Veillez &agrave; ne pas t&eacute;l&eacute;charger le <b>Logiciel</b> depuis des sites non recommand&eacute;s afin de prot&eacute;ger Vos p&eacute;riph&eacute;riques contre les risques d&apos;infection par des programmes malveillants pouvant d&eacute;truire vos donn&eacute;es et acc&eacute;der &agrave; vos donn&eacute;es personnelles et informations confidentielles. Si <b>Vous</b> acqu&eacute;rez le <b>Logiciel</b> ou le programme d&apos;installation pour un tiers non autoris&eacute; par <b>Xiaomi</b>, <b>Xiaomi</b> ne peut pas garantir son utilisation normale et<b> </b>ne saurait accepter une quelconque responsabilit&eacute; si <b>Vous</b> veniez &agrave; subir des pertes.</p>
<p>L&apos;<b>utilisateur</b> doit choisir la version du <b>Logiciel</b> correspondant au terminal du <b>Mi&nbsp;Router</b> achet&eacute;. Dans le cas contraire, tout probl&egrave;me de <b>Logiciel</b>, de p&eacute;riph&eacute;rique ou tout dommage occasionn&eacute; par la diff&eacute;rence entre la version du <b>Logiciel</b> et celle du mod&egrave;le du <b>Mi&nbsp;Router</b> rel&egrave;vera de l&apos;enti&egrave;re responsabilit&eacute; de l&apos;<b>Utilisateur</b>.</p>
<p>Pour am&eacute;liorer l&apos;exp&eacute;rience <b>Utilisateur</b> et optimiser le d&eacute;pannage, <b>Xiaomi</b> se r&eacute;serve le droit de fournir et de remplacer le <b>Logiciel</b> par une version modifi&eacute;e et mise &agrave; niveau, et se r&eacute;serve &eacute;galement le droit de facturer des frais pour le remplacement, la modification ou la mise &agrave; niveau en question. <b>Vous</b> en serez inform&eacute;(e) au pr&eacute;alable et <b>Xiaomi</b> s&apos;engage &agrave; obtenir votre consentement avant de facturer ces frais. Le <b>Logiciel</b> activera une fonction «&nbsp;Invite de mise &agrave; niveau&nbsp;» par d&eacute;faut pour l&apos;<b>Utilisateur</b>. Selon la version du <b>Logiciel</b> utilis&eacute;e par l&apos;<b>Utilisateur</b>, <b>Xiaomi</b> permet, &agrave; l&apos;enti&egrave;re discr&eacute;tion de l&apos;<b>Utilisateur</b>, d&apos;activer ladite fonctionnalit&eacute;, ou non. <b>Xiaomi</b> ne garantit pas que les anciennes versions du <b>Logiciel</b> resteront utilisables suite au d&eacute;ploiement d&apos;une nouvelle version du <b>Logiciel</b>.</p>
<p><b>3.3 Autres conditions d&apos;utilisation</b></p>
<p>Les <b>Utilisateurs</b> s&apos;engagent &agrave; ne pas entreprendre d&apos;activit&eacute;s ill&eacute;gales, illicites ou contraires aux bonnes m&oelig;urs ou &agrave; l&apos;ordre public. De m&ecirc;me, ils s&apos;engagent &agrave; ne pas adopter de conduite pouvant nuire &agrave; l&apos;image et aux droits de <b>Xiaomi</b> ou de ses <b>Collaborateurs</b> ou &agrave; l&apos;utilisation normale du <b>Mi&nbsp;Router</b> ou du <b>Logiciel</b> ou des services provenant de tiers et auxquels vous acc&eacute;dez par son interm&eacute;diaire.</p>
<p>Le <b>Mi&nbsp;Router</b> et notre <b>Logiciel</b> doivent &ecirc;tre utilis&eacute;s avec des services tiers, incluant, mais sans s&apos;y limiter les secteurs des applications et des t&eacute;l&eacute;communications. Les frais de services de t&eacute;l&eacute;communication ou frais d&apos;autres fournisseurs de services seront &agrave; <b>Votre</b> charge. Nous <b>Vous</b> recommandons fortement de contacter vos fournisseurs de services pour conna&icirc;tre leurs tarifs ou obtenir des informations compl&eacute;mentaires.</p>
<p>L&apos;utilisation du <b>Mi&nbsp;Router</b> peut &ecirc;tre n&eacute;cessaire pour configurer un compte et le mot de passe associ&eacute;. <b>Vous</b> &ecirc;tes responsable de la confidentialit&eacute; de Votre compte et de Votre mot de passe, ainsi que de la restriction de l&apos;acc&egrave;s &agrave; Votre ordinateur, et <b>Vous</b> convenez d&apos;accepter la responsabilit&eacute; de toutes les activit&eacute;s r&eacute;alis&eacute;es depuis Votre compte ou avec Votre mot de passe. <b>Vous</b> convenez &eacute;galement que toute information que <b>Vous</b> fournirez durant la configuration d&apos;un compte est authentique et exacte.</p>
<p><b>Xiaomi</b> ne saurait &ecirc;tre tenue responsable en cas de perte que <b>Vous</b> pourriez subir suite &agrave; l&apos;utilisation par un tiers de Votre compte ou de Votre mot de passe, avec ou sans Votre connaissance. <b>Vous</b> pourriez cependant &ecirc;tre tenu(e) responsable des pertes subies par <b>Xiaomi</b> ou toute autre partie suite &agrave; l&apos;utilisation par un tiers de Votre compte ou de Votre mot de passe r&eacute;sultant de Votre incapacit&eacute; &agrave; maintenir votre mot de passe s&eacute;curis&eacute; et confidentiel. Il <b>Vous</b> est interdit d&apos;utiliser le compte d&apos;un tiers sans la permission du d&eacute;tenteur de ce compte.&nbsp;<b>Xiaomi</b> ne saurait &ecirc;tre tenue responsable en cas de perte ou de dommage r&eacute;sultant de Votre non-respect de ces obligations.</p>
<p><b>Xiaomi</b> s&apos;engage &agrave; fournir des services de routeur tr&egrave;s fiables et avec une excellente disponibilit&eacute;. Cependant, le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b>, y compris l&apos;acc&egrave;s &agrave; distance et les notifications sur mobile, ne sont pas con&ccedil;us ni garantis pour une fiabilit&eacute; et une disponibilit&eacute; de 100&nbsp;%. En outre, la connexion au routeur peut &eacute;galement subir des interruptions et des pannes sporadiques pour des raisons hors du contr&ocirc;le de <b>Xiaomi</b>, incluant, mais sans s&apos;y limiter l&apos;intermittence du Wi-Fi, la disponibilit&eacute; du fournisseur de services, les notifications sur mobile et les op&eacute;rateurs. Nous ne pouvons pas garantir, et ne garantissons pas, que <b>Vous</b> recevrez des notifications ou aurez acc&egrave;s &agrave; Internet &agrave; un moment pr&eacute;cis ou &agrave; tout moment.&nbsp;</p>
<p><b>Vous</b> comprenez que le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b> ne sont pas certifi&eacute;s pour les appels d&apos;urgence, ni pr&eacute;vus pour une utilisation dans des situations ou des environnements o&ugrave; une d&eacute;faillance, un retard, une erreur ou une approximation de transmission des donn&eacute;es ou informations pourrait entra&icirc;ner un d&eacute;c&egrave;s, un dommage corporel ou de graves d&eacute;g&acirc;ts physiques ou environnementaux, y compris notamment dans le cadre de l&apos;exploitation d&apos;installations nucl&eacute;aires, des syst&egrave;mes de navigation ou de communication a&eacute;rienne, du contr&ocirc;le du trafic a&eacute;rien, des &eacute;quipements de r&eacute;animation ou des syst&egrave;mes de d&eacute;fense.</p>
<p>VOUS ACCEPTEZ QUE LA S&Eacute;CURIT&Eacute; DES PERSONNES ET LES MISSIONS CRITIQUES NE REPOSERONT NI SUR LE MI&nbsp;ROUTER NI SUR LE LOGICIEL. TOUTE NOTIFICATION SUR MOBILE CONCERNANT LE STATUT ET LES ALERTES SUR VOS PRODUITS XIAOMI EST FOURNIE &Agrave; TITRE D&apos;INFORMATION UNIQUEMENT.</p>
<p><b>Xiaomi</b> peut <b>Vous</b> inviter &agrave; soumettre des commentaires, des suggestions ou des id&eacute;es concernant le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b>, y compris concernant des am&eacute;liorations possibles, ou <b>Vous</b> pouvez choisir de le faire librement (sous forme de «&nbsp;<b>Retour d&apos;exp&eacute;rience</b>&nbsp;»). En soumettant un <b>Retour d&apos;exp&eacute;rience</b>, <b>Vous</b> acceptez que votre participation soit volontaire, gratuite, non sollicit&eacute;e, non confidentielle et sans restriction, et qu&apos;elle n&apos;entra&icirc;ne aucune obligation fiduciaire ou autre pour <b>Xiaomi</b>. <b>Xiaomi</b> peut utiliser, copier, modifier, publier, redistribuer ou cr&eacute;er librement des &oelig;uvres d&eacute;riv&eacute;es &agrave; partir de ce <b>Retour d&apos;exp&eacute;rience</b>, de quelque mani&egrave;re que ce soit et &agrave; toute fin que ce soit, sans que cela <b>Vous</b> donne droit &agrave; une indemnisation ou &agrave; une marque de reconnaissance. <b>Vous</b> acceptez &eacute;galement que <b>Xiaomi</b> ne renonce &agrave; aucun droit d&apos;utiliser des id&eacute;es similaires ou connexes pr&eacute;c&eacute;demment connues de <b>Xiaomi</b>, d&eacute;velopp&eacute;es par ses employ&eacute;s, ou obtenues par d&apos;autres sources.</p>
<p><b>3.4 Configuration syst&egrave;me requise</b></p>
<p>Le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b> ne peuvent pas acc&eacute;der aux services Internet sans&nbsp;: (i) un r&eacute;seau Wi-Fi fonctionnel &agrave; Votre domicile, plac&eacute; de mani&egrave;re &agrave; offrir une communication fiable avec le <b>Mi&nbsp;Router</b> correspondant&nbsp;; (ii) des clients mobiles, comme un t&eacute;l&eacute;phone ou une tablette compatibles (requis pour certaines fonctionnalit&eacute;s)&nbsp;; (iii) un acc&egrave;s &agrave; Internet haut d&eacute;bit en continu &agrave; Votre domicile et (iv) d&apos;autres &eacute;l&eacute;ments syst&egrave;me pouvant &ecirc;tre indiqu&eacute;s par <b>Xiaomi</b>. Il est de Votre responsabilit&eacute; de Vous assurer que <b>Vous</b> disposez de tous les &eacute;l&eacute;ments syst&egrave;me requis et que ceux-ci sont compatibles et correctement configur&eacute;s. <b>Vous</b> acceptez que le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b> puissent ne pas fonctionner comme d&eacute;crit si les crit&egrave;res de configuration requise et de compatibilit&eacute; ne sont pas respect&eacute;s.</p>
<p><b>3.5 Limitation des droits de l&apos;<b>Utilisateur</b></b></p>
<p>Les droits de l&apos;<b>Utilisateur</b> sont limit&eacute;s comme suit&nbsp;:</p>
<p>Il <b>Vous</b> est interdit&nbsp;:</p>
<ul>
<li><p>- de copier, d&apos;alt&eacute;rer ou de modifier les donn&eacute;es du <b>Logiciel</b> ou les donn&eacute;es envoy&eacute;es au <b>Mi&nbsp;Router</b> lors de l&apos;ex&eacute;cution du <b>Logiciel</b> ou les donn&eacute;es interactives g&eacute;n&eacute;r&eacute;es entre l&apos;<b>Utilisateur</b> et le serveur lors de l&apos;ex&eacute;cution du <b>Logiciel</b>, ou d&apos;ex&eacute;cuter le <b>Logiciel</b> avec des extensions, ou de cr&eacute;er des &oelig;uvres d&eacute;riv&eacute;es sous quelque forme que ce soit, incluant, mais sans s&apos;y limiter les extensions, l&apos;acc&egrave;s au <b>Logiciel</b> et aux syst&egrave;mes associ&eacute;s &agrave; travers des outils ou services tiers&nbsp;;</p></li>
<li><p>- de copier la configuration du <b>Logiciel</b>, sauf un nombre raisonnable de copies du <b>Logiciel</b> lisibles par un syst&egrave;me informatique aux seules fins de sauvegarde ou d&apos;archivage, et &agrave; l&apos;exception des cas express&eacute;ment autoris&eacute;s dans ce <b>Contrat</b>&nbsp;;</p></li>
<li><p>- d&apos;effacer des titres, des marques commerciales, des marques de service ou des noms commerciaux, des avis de droit d&apos;auteur, des l&eacute;gendes, des filigranes ou d&apos;autres marques de propri&eacute;t&eacute; sur le <b>Logiciel</b>&nbsp;;</p></li>
<li><p>- de vendre, d&apos;allouer, de proposer sous licence, de c&eacute;der en sous-licence, de louer, d&apos;affecter, de distribuer ou de transf&eacute;rer tout ou une partie du <b>Logiciel</b>, de la licence ou de vos droits d&apos;utilisation du <b>Logiciel</b> &agrave; un tiers, y compris les droits &agrave; travers un syst&egrave;me d&apos;abonnement, d&apos;inscription ou d&apos;h&eacute;bergement&nbsp;;</p></li>
<li><p>- de modifier ou de cr&eacute;er des &oelig;uvres d&eacute;riv&eacute;es bas&eacute;es sur le <b>Logiciel</b>&nbsp;;</p></li>
<li><p>- de d&eacute;compiler, de d&eacute;sassembler, d&apos;ex&eacute;cuter une r&eacute;troconception ou de tenter d&apos;obtenir le code source du <b>Logiciel</b>, en tout ou partie&nbsp;;</p></li>
<li><p>- de dissocier, de diviser ou de regrouper le <b>Logiciel</b> ou ses composants, quel qu&apos;en soit le motif&nbsp;;</p></li>
<li><p>- de grouper ou de distribuer le <b>Logiciel</b> de quelque mani&egrave;re que ce soit&nbsp;;</p></li>
<li><p>- de permettre l&apos;utilisation du <b>Logiciel</b> dans des installations tierces de sous-traitance pour un service, un arrangement d&apos;agence de services ou en temps partag&eacute;&nbsp;;</p></li>
<li><p>- de fournir une licence d&apos;&eacute;valuation du <b>Logiciel</b> &agrave; toute personne physique ou morale, ou de lui permettre d&apos;&eacute;valuer le <b>Logiciel</b>&nbsp;;</p></li>
<li><p>- de changer, de modifier ou d&apos;alt&eacute;rer le <b>Contrat</b> distribu&eacute; par <b>Xiaomi</b> et/ou les <b>Collaborateurs</b> avec le <b>Logiciel</b> ou&nbsp;;</p></li>
<li><p>- de faire des d&eacute;clarations, de proposer des garanties ou des repr&eacute;sentations concernant le <b>Logiciel</b> ou un &eacute;chantillon de code, extrapolant sur, ou en contradiction avec, la documentation qui <b>Vous</b> est fournie par <b>Xiaomi</b>.</p></li>
</ul><br><h3>4. SITES WEB ET SERVICES TIERS</h3>
<p><b>Vous</b> comprenez et acceptez que nos services et le fonctionnement du <b>Mi&nbsp;Router</b> et du <b>Logiciel</b> sont bas&eacute;s sur une assistance technique fournie par des tiers, comme Android, Google et d&apos;autres. <b>Vous</b> acceptez et consentez &agrave; ce que nos <b>Collaborateurs</b> <b>Vous</b> demandent d&apos;obtenir certaines de vos donn&eacute;es personnelles aupr&egrave;s de ces fournisseurs tiers dans le cadre d&apos;une assistance technique ou autre.</p>
<p>Gr&acirc;ce au <b>Mi&nbsp;Router</b> et au <b>Logiciel</b>, <b>Vous</b> pouvez acc&eacute;der &agrave; d&apos;autres services en ligne tiers qui sont la propri&eacute;t&eacute; de tiers.</p>
<p>Ces services tiers ne sont pas couverts par ce <b>CLUF</b> ni par notre <b>Politique de confidentialit&eacute;</b>. Les services tiers propos&eacute;s par des tiers sont r&eacute;gis par leurs Conditions d&apos;utilisation et/ou Politiques de confidentialit&eacute; respectives, dont <b>Xiaomi</b> ne saurait en aucun cas &ecirc;tre responsable.</p><br><h3>5. OBLIGATIONS DE XIAOMI</h3>
<p>LES SERVICES DE <b>XIAOMI</b> ET DE SES <b>COLLABORATEURS</b> SONT FOURNIS «&nbsp;SANS ENGAGEMENT&nbsp;» ET SANS AUCUNE SORTE DE GARANTIE, IMPLICITE OU NON. DANS LA MESURE AUTORIS&Eacute;E PAR LA R&Eacute;GLEMENTATION EN VIGUEUR, <b>XIAOMI</b> REJETTE TOUTE GARANTIE, IMPLICITE OU NON, Y COMPRIS NOTAMMENT LES GARANTIES IMPLICITES DE QUALIT&Eacute; MARCHANDE ET D&apos;ADAPTATION &Agrave; UN USAGE EN PARTICULIER, AUTRES QUE CELLES IMPLIQU&Eacute;ES PAR LA LOI. NOUS NE GARANTISSONS PAS QUE LES FONCTIONNALIT&Eacute;S FOURNIES PAR LE <b>MI&nbsp;ROUTER</b> OU LE <b>LOGICIEL</b> OU PAR LES <b>COLLABORATEURS</b> SOIENT DISPONIBLES SANS INTERRUPTION ET SANS ERREUR ET QUE LES D&Eacute;FAUTS FERONT L&apos;OBJET D&apos;UNE CORRECTION OU QUE LES SERVEURS SUR LESQUELS ELLES SONT H&Eacute;BERG&Eacute;ES NE SONT PAS INFECT&Eacute;S PAR DES VIRUS OU D&apos;AUTRES &Eacute;L&Eacute;MENTS MALVEILLANTS. NOUS NE DONNONS AUCUNE GARANTIE NI REPR&Eacute;SENTATION QUANT &Agrave; L&apos;EXACTITUDE, LA PR&Eacute;CISION, LA FIABILIT&Eacute; OU TOUT AUTRE ASPECT DE L&apos;UTILISATION DU CONTENU DES SERVICES DE <b>XIAOMI</b> OU DE SES PARTENAIRES. <b>VOUS</b> ASSUMEZ L&apos;ENSEMBLE DES CO&Ucirc;TS RELATIFS AUX SERVICES, AUX R&Eacute;PARATIONS OU AUX CORRECTIONS N&Eacute;CESSAIRES.</p>
<p><b>Xiaomi</b> et ses <b>Collaborateurs</b> feront preuve de diligence pour fournir le <b>Mi&nbsp;Router</b> ou le <b>Logiciel</b> et &eacute;liminer tout risque d&apos;erreur autant que possible. <b>Xiaomi</b> n&apos;accepte aucune responsabilit&eacute; en cas de perte, &agrave; l&apos;exception de celles strictement li&eacute;es &agrave; son non-respect du <b>CLUF</b>. <b>Xiaomi</b> ne saurait en aucun cas &ecirc;tre tenue responsable de tout comportement ou de faits ind&eacute;pendants de son contr&ocirc;le raisonnable.</p><br><h3>6. CLAUSE D&apos;EXCLUSION DE RESPONSABILIT&Eacute;</h3>
<p><b>Xiaomi</b> ne garantit pas la continuit&eacute; de l&apos;acc&egrave;s, de l&apos;affichage, du t&eacute;l&eacute;chargement ou de l&apos;utilisation des &eacute;l&eacute;ments et des informations contenues sur le <b>Mi&nbsp;Router</b> et sur le site Web sur lequel le <b>Logiciel</b> est disponible. Celle-ci peut &ecirc;tre affect&eacute;e ou interrompue par des facteurs ou des circonstances qui &eacute;chappent &agrave; son contr&ocirc;le.</p>
<ul>
<p><b>Xiaomi</b> n&apos;accepte aucune obligation l&eacute;gale et ne saurait &ecirc;tre tenue responsable en cas de dommages, de pertes, de plaintes ou de frais engag&eacute;s dans les circonstances indiqu&eacute;es ci-dessous&nbsp;:</p>
<li><p>- <b>Xiaomi</b> ne garantit pas la continuit&eacute; de l&apos;acc&egrave;s, de l&apos;affichage, du t&eacute;l&eacute;chargement ou de l&apos;utilisation des &eacute;l&eacute;ments et des informations contenues sur le site Web. Celle-ci peut &ecirc;tre affect&eacute;e ou interrompue par des facteurs ou des circonstances qui &eacute;chappent &agrave; son contr&ocirc;le&nbsp;;</p></li>
<li><p>- toute circonstance caus&eacute;e par la suspension, la panne ou tout autre motif r&eacute;sultant d&apos;un piratage informatique, d&apos;une infection par un virus ou de toute autre cause li&eacute;e &agrave; la gestion de la s&eacute;curit&eacute; du r&eacute;seau, des techniques, des lignes de communication et des informations&nbsp;;</p></li>
<li><p>- toute perte subie par les <b>Utilisateurs</b> suite &agrave; la d&eacute;faillance de tiers, comme des pannes de la ligne de communication, des probl&egrave;mes techniques, des pannes de r&eacute;seau ou informatiques et autres cas de force majeure&nbsp;;</p></li>
<li><p>- les erreurs de s&eacute;curit&eacute; ou de navigation caus&eacute;es par un dysfonctionnement du navigateur ou l&apos;utilisation d&apos;une version obsol&egrave;te de ce dernier&nbsp;;</p></li>
 <li><p>- toute interf&eacute;rence ill&eacute;gale li&eacute;e &agrave; l&apos;utilisation de toute sorte de programmes malveillants et &agrave; travers tout moyen de communication, comme les virus informatiques ou autres&nbsp;;</p></li>
 <li><p>- toute interf&eacute;rence, interruption, panne, omission, panne t&eacute;l&eacute;phonique, d&eacute;connexion, tout retard ou blocage lors du fonctionnement du syst&egrave;me &eacute;lectronique, caus&eacute;s par des d&eacute;faillances, des surcharges et des erreurs dans les lignes de communication et les r&eacute;seaux, ou toute autre cause hors du contr&ocirc;le de <b>Xiaomi</b>.</p></li>
</ul>
<p>DANS TOUTE LA MESURE AUTORIS&Eacute;E PAR LA R&Eacute;GLEMENTATION EN VIGUEUR, XIAOMI OU SES SOCI&Eacute;T&Eacute;S AFFILI&Eacute;ES OU ASSOCI&Eacute;ES, REPR&Eacute;SENTANTS, VENDEURS, AGENTS OU FOURNISSEURS ET LEURS RESPONSABLES, DIRECTEURS, EMPLOY&Eacute;S, CONC&Eacute;DANTS ET AYANTS DROIT RESPECTIFS NE SAURAIENT &Ecirc;TRE TENUS RESPONSABLES DANS LES CAS SUIVANTS&nbsp;:</p>
<ul><li><p>1. TOUTE PERTE OU TOUT DOMMAGE SUBIS &Agrave; VOTRE DOMICILE, PAR VOTRE SYST&Egrave;ME DE CLIMATISATION, VOTRE INSTALLATION &Eacute;LECTRIQUE, VOTRE SYST&Egrave;ME DE CANALISATION, VOTRE PRODUIT ET VOS P&Eacute;RIPH&Eacute;RIQUES (QU&apos;ILS SOIENT OU NON CONNECT&Eacute;S &Agrave; UN PRODUIT XIAOMI), VOS ORDINATEURS, APPAREILS MOBILES ET AUTRES BIENS ET ANIMAUX &Agrave; VOTRE DOMICILE&nbsp;; ET</p></li>
<li><p>2. TOUTE PERTE (I) IMPOSSIBLE &Agrave; PR&Eacute;VOIR DE MANI&Egrave;RE RAISONNABLE PAR LES DEUX PARTIES, (II) DONT VOUS AVIEZ CONNAISSANCE AU PR&Eacute;ALABLE, MAIS SANS NOUS EN AVOIR INFORM&Eacute; ET/OU (III) QUI &Eacute;TAIT PR&Eacute;VISIBLE DE MANI&Egrave;RE RAISONNABLE PAR LES DEUX PARTIES, MAIS QUE VOUS AURIEZ PU &Eacute;VITER, COMME NOTAMMENT LES PERTES CAUS&Eacute;ES PAR DES VIRUS, DES MALWARES OU D&apos;AUTRES PROGRAMMES MALVEILLANTS, OU LES PERTES ET DOMMAGES AFFECTANT VOS DONN&Eacute;ES. (Y COMPRIS NOTAMMENT LES DOMMAGES POUR MANQUE &Agrave; GAGNER OU PERTE DE REVENU, LES PERTES DE DONN&Eacute;ES, LES PERTES D&apos;EXPLOITATION, LES PERTES LI&Eacute;ES AUX DOMMAGES CORPORELS, LA PERTE DE CONFIDENTIALIT&Eacute;, LA PERTE DE LA CAPACIT&Eacute; D&apos;UTILISATION D&apos;AUTRES PRODUITS OU SERVICES TIERS, LE NON-RESPECT DES OBLIGATIONS DE BONNE FOI ET D&apos;ENTRETIEN RAISONNABLE, LES PERTES POUR N&Eacute;GLIGENCE ET TOUTE AUTRE PERTE, QUELLE QU&apos;ELLE SOIT.</p></li>
<p>QUELLE QUE SOIT LA TH&Eacute;ORIE DE RESPONSABILIT&Eacute; (DROIT CIVIL OU P&Eacute;NAL) CONS&Eacute;CUTIVE OU LI&Eacute;E DE QUELQUE MANI&Egrave;RE QUE CE SOIT AU MAUVAIS USAGE OU &Agrave; L&apos;INCAPACIT&Eacute; D&apos;UTILISER LE SITE OU LES SERVICES, M&Ecirc;ME SI XIAOMI ET AUTRES ONT &Eacute;T&Eacute; INFORM&Eacute;S DE LA POSSIBILIT&Eacute; DE CES DOMMAGES.</p><br></ul>
<p>EN AUCUNE CIRCONSTANCE LA RESPONSABILIT&Eacute; TOTALE CUMULATIVE DE BELKIN, DE SES SOCI&Eacute;T&Eacute;S AFFILI&Eacute;ES OU ASSOCI&Eacute;ES, DE SES REPR&Eacute;SENTANTS, AGENTS OU FOURNISSEURS &Agrave; VOTRE &Eacute;GARD, POUR L&apos;ENSEMBLE DES DOMMAGES CAUS&Eacute;S, NE SAURAIT D&Eacute;PASSER CINQUANTE EUROS (50&nbsp;€). CETTE LIMITE EST CUMULATIVE ET NE SAURAIT &Ecirc;TRE AUGMENT&Eacute;E PAR L&apos;EXISTENCE DE PLUSIEURS INCIDENTS OU DE PLUSIEURS R&Eacute;CLAMATIONS. LES LIMITATIONS MENTIONN&Eacute;ES CI-DESSUS S&apos;APPLIQUERONT M&Ecirc;ME SI LES GARANTIES OU LES RECOURS FOURNIS NE REMPLISSENT PAS LEUR OBJECTIF ESSENTIEL. AUCUN &Eacute;L&Eacute;MENT DE CE PARAGRAPHE NE SAURAIT LIMITER LA RESPONSABILIT&Eacute; DE XIAOMI EN CAS DE D&Eacute;C&Egrave;S OU DE BLESSURES CORPORELLES.</p><br><h3>7. POLITIQUE DE CONFIDENTIALIT&Eacute;</h3>
<p>Toutes les informations que <b>Vous</b> fournirez seront r&eacute;gies par les dispositions de la <b>Politique de confidentialit&eacute;</b>. Les dispositions de la <b>Politique de confidentialit&eacute;</b> font partie int&eacute;grante de ce <b>Contrat</b> et ont un caract&egrave;re ex&eacute;cutoire en toutes circonstances.</p>
<p>La <b>Politique de confidentialit&eacute;</b> est disponible &agrave; l&apos;adresse suivante&nbsp;: <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a>.</p>
<p><b>Xiaomi</b> s&apos;engage envers la protection de vos donn&eacute;es personnelles. Pour offrir les fonctionnalit&eacute;s du <b>Logiciel</b> et am&eacute;liorer l&apos;exp&eacute;rience <b>Utilisateur</b>, le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b> recueillent certains types de donn&eacute;es, comme indiqu&eacute; dans notre <b>Politique de confidentialit&eacute;</b>. Nous collectons, utilisons et prot&eacute;geons vos donn&eacute;es conform&eacute;ment &agrave; cette <b>Politique de confidentialit&eacute;</b>. La <b>Politique de confidentialit&eacute;</b> est disponible sur le site Web suivant.</p>
<p>Pour plus d&apos;informations concernant notre <b>Politique de confidentialit&eacute;</b>, veuillez nous contacter &agrave; l&apos;adresse suivante&nbsp;: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. CONFIDENTIALIT&Eacute; ET PROPRI&Eacute;T&Eacute;S INTELLECTUELLE ET INDUSTRIELLE</h3>
<p>Le <b>Mi&nbsp;Router</b>, le <b>Logiciel</b> et toutes copies de celui-ci sont la propri&eacute;t&eacute; intellectuelle exclusive de <b>Xiaomi</b> et sont donc prot&eacute;g&eacute;s par les lois et trait&eacute;s internationaux relatifs au droit d&apos;auteur et autres lois et trait&eacute;s sur la propri&eacute;t&eacute; intellectuelle.</p>
<p>La structure, l&apos;organisation et le code du <b>Logiciel</b> sont des informations confidentielles et sont consid&eacute;r&eacute;s comme des secrets commerciaux pr&eacute;cieux pour <b>Xiaomi</b>. <b>Vous</b> reconnaissez que toute divulgation de <b>Votre</b> part des informations confidentielles de <b>Xiaomi</b> causera un pr&eacute;judice imm&eacute;diat et irr&eacute;parable &agrave; <b>Xiaomi</b> et &agrave; ses <b>Collaborateurs</b>, qui seront en droit de recourir aux tribunaux comp&eacute;tents pour obtenir r&eacute;paration et tout autre recours juridique disponible. Sauf mention contraire explicite aux pr&eacute;sentes, <b>Xiaomi</b> ne <b>Vous</b> c&egrave;de aucun droit de propri&eacute;t&eacute; intellectuelle sur le <b>Logiciel</b>. Tous les droits non express&eacute;ment accord&eacute;s aux pr&eacute;sentes seront r&eacute;serv&eacute;s par <b>Xiaomi</b>.</p>
<p><b>Vous</b> acceptez aux pr&eacute;sentes de pr&eacute;server la confidentialit&eacute; du <b>Logiciel</b> et du <b>Mi&nbsp;Router,</b> du <b>CLUF</b> et autre propri&eacute;t&eacute; intellectuelle de <b>Xiaomi</b> avec au moins le m&ecirc;me degr&eacute; de soin que <b>Vous</b> appliquez &agrave; maintenir la confidentialit&eacute; de vos informations les plus confidentielles, et en appliquant au minimum la prudence raisonnable. <b>Vous</b> acceptez de communiquer les conditions g&eacute;n&eacute;rales de ce <b>CLUF</b> &agrave; tous <b>Vos</b> employ&eacute;s en contact avec le <b>Logiciel</b> et de prendre des mesures raisonnables pour garantir le respect de ces conditions g&eacute;n&eacute;rales, y compris notamment en ne permettant pas sciemment &agrave; ces personnes d&apos;utiliser une quelconque partie du <b>Logiciel</b> et toute autre propri&eacute;t&eacute; intellectuelle de <b>Xiaomi</b> afin d&apos;en d&eacute;tourner le code source, d&apos;en copier, casser ou contourner les codes, autorisations <b></b>d&apos;utilisation et licences.</p>
<p>L&apos;<b>Utilisateur</b> s&apos;engage &agrave; ne pas violer la propri&eacute;t&eacute; intellectuelle de <b>Xiaomi</b>, de ses <b>Collaborateurs</b> ou de tiers en relation avec le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b>. <b>Vous</b> vous engagez &agrave; ne pas charger, publier, modifier, diffuser ou reproduire les travaux dont la propri&eacute;t&eacute; intellectuelle ou industrielle est d&eacute;tenue par des tiers, sans leur permission, ou les informations ou donn&eacute;es d&eacute;tenues par des tiers sans le consentement par &eacute;crit de leur propri&eacute;taire.</p>
<p>Les illustrations, mots et compositions impliquant MIUI et autres logos de <b>Xiaomi</b> apparaissant sur les produits et services <b>Xiaomi</b> sont des marques commerciales enregistr&eacute;es de <b>Xiaomi</b>. <b>Vous</b> n&apos;&ecirc;tes pas autoris&eacute;(e) &agrave; les afficher ou &agrave; les utiliser.</p>
<p>L&apos;utilisation du <b>Mi&nbsp;Router</b>, du <b>Logiciel</b> ou des <b>Collaborateurs</b> n&apos;implique en aucun cas une renonciation, une cession, une concession de licence ou une affectation de tout ou partie de ces droits, sauf mention contraire explicite.</p>
<p>Le contenu, les textes, les photographies, les concepts, les logos, les images, les programmes informatiques, les codes source et, de mani&egrave;re g&eacute;n&eacute;rale, toute cr&eacute;ation intellectuelle int&eacute;gr&eacute;e au <b>Mi&nbsp;Router</b> ou au <b>Logiciel</b> et accessible &agrave; travers celui-ci, sont prot&eacute;g&eacute;s par les droits d&apos;auteur et autres droits r&eacute;glementaires, y compris notamment la r&eacute;glementation sur la propri&eacute;t&eacute; intellectuelle ou industrielle.</p>
<p><b>Xiaomi</b> ou ses <b>Collaborateurs</b> sont les d&eacute;tenteurs ou administrateurs sous licence des &eacute;l&eacute;ments qui composent la cr&eacute;ation graphique, les menus, les boutons de navigation, le code HTML, les textes, les images, les textures, les illustrations et autres parties du <b>Mi&nbsp;Router</b> et du <b>Logiciel</b>,<b> </b>et poss&egrave;dent l&apos;autorisation correspondante pour utiliser ces &eacute;l&eacute;ments.</p>
<p>Il est interdit de reproduire le <b>Logiciel</b>, de le transmettre ou de l&apos;enregistrer, en tout ou partie, &agrave; travers un quelconque syst&egrave;me de r&eacute;cup&eacute;ration des informations, sous quelque forme ou &agrave; travers quelque support que ce soit, autrement que de la mani&egrave;re express&eacute;ment autoris&eacute;e aux pr&eacute;sentes, sauf en cas de permission &eacute;crite pr&eacute;alable de <b>Xiaomi</b> ou de ses <b>Collaborateurs</b>.</p>
<p>Il <b>Vous</b> est interdit de supprimer, de contourner ou de manipuler les mat&eacute;riaux ou &eacute;l&eacute;ments apparaissant sur le <b>Mi&nbsp;Router</b> ou son <b>Logiciel</b> et dont les droits appartiennent &agrave; <b>Xiaomi</b>, ou tout autre p&eacute;riph&eacute;rique technique de protection ou syst&egrave;me DRM.</p>
<p><b>Xiaomi</b> se r&eacute;serve le droit de prendre des mesures l&eacute;gales pour se d&eacute;fendre contre la violation de ses droits de propri&eacute;t&eacute; intellectuelle, industrielle ou autres.</p>
<p><b>Vous</b> conservez tous les droits de propri&eacute;t&eacute; intellectuelle que <b>Vous</b> d&eacute;tenez sur le contenu que <b>Vous</b> soumettez &agrave; travers le <b>Mi&nbsp;Router</b> et le <b>Logiciel</b>.&nbsp;</p>
<p>Lorsque <b>Vous</b> chargez ou soumettez du contenu en utilisant le <b>Mi&nbsp;Router</b> et notre <b>Logiciel</b>, <b>Vous</b> accordez &agrave; <b>Xiaomi</b> et &agrave; ceux qui travaillent avec nous une licence mondiale d&apos;utilisation, d&apos;h&eacute;bergement, de stockage, de reproduction, de modification, de communication, de mise &agrave; disposition et de diffusion de ce contenu. Les droits que <b>Vous</b> accordez par le biais de cette licence servent l&apos;objectif limit&eacute; d&apos;exploiter et d&apos;am&eacute;liorer nos services et d&apos;en d&eacute;velopper de nouveaux. Cette licence restera applicable m&ecirc;me si <b>Vous</b> cessez d&apos;utiliser le <b>Mi&nbsp;Router</b> et notre <b>Logiciel</b>. Assurez-vous que <b>Vous</b> disposez des droits n&eacute;cessaires pour nous accorder cette licence pour tout contenu que <b>Vous</b> soumettez &agrave; l&apos;aide du <b>Mi&nbsp;Router</b> et de notre <b>Logiciel</b>. Si <b>Vous</b> souhaitez acc&eacute;der &agrave; Votre contenu, le modifier ou le supprimer, veuillez nous contacter.</p><br><h3>9. R&Eacute;SILIATION</h3><br><p><b>Xiaomi</b> peut r&eacute;silier imm&eacute;diatement ce <b>CLUF</b> sans pr&eacute;avis si <b>Vous</b> en violez l&apos;une <b></b>des dispositions.</p><br><p><b>9.1 Effet de la r&eacute;siliation.</b> En cas de r&eacute;siliation, <b>Vous</b> vous engagez &agrave; d&eacute;truire toutes les copies du <b>Logiciel</b> et &agrave; jeter le <b>Mi&nbsp;Router</b> conform&eacute;ment &agrave; la r&eacute;glementation locale en vigueur sur le recyclage.</p>
<p><b>Vous</b> vous engagez &eacute;galement &agrave; supprimer le <b>Logiciel</b> et toute copie de celui-ci, y compris les copies de sauvegarde, du serveur et de tous les ordinateurs et autres supports sur lesquels il est install&eacute;, stock&eacute; ou archiv&eacute;. &Agrave; la demande de <b>Xiaomi</b>, <b>Vous</b> vous engagez &agrave; fournir &agrave; <b>Xiaomi</b> une d&eacute;claration &eacute;crite de <b>Votre</b> respect de ces exigences.</p><br><h3>10. DROIT APPLICABLE</h3>
<p>L&apos;interpr&eacute;tation des dispositions de ce <b>Contrat </b><b>utilisateur</b>, son efficacit&eacute; et la r&eacute;solution de litiges sont d&eacute;termin&eacute;es par les lois du lieu de r&eacute;sidence de l&apos;<b>Utilisateur</b>. En cas de litige ou de controverse entre <b>Vous</b> et <b>Xiaomi</b>, nous essayerons d&apos;abord de r&eacute;soudre le probl&egrave;me &agrave; l&apos;amiable. Si la m&eacute;diation n&apos;aboutit pas &agrave; un <b>Accord</b>, <b>Vous</b> acceptez de porter le litige devant les tribunaux du lieu de r&eacute;sidence de l&apos;<b>Utilisateur</b>.</p><br><h3>11. IND&Eacute;PENDANCE</h3>
<p>Si une quelconque disposition de ce <b>Contrat</b> ne peut s&apos;appliquer, elle restera inapplicable sans en affecter <b></b>les autres dispositions.</p><br><h3>12. INT&Eacute;GRIT&Eacute;</h3>
<p>Ce <b>Contrat</b> (y compris la <b>Politique de confidentialit&eacute;</b>) constitue le seul document r&eacute;gissant la relation entre <b>Vous</b> et <b>Xiaomi</b> en relation avec l&apos;utilisation du <b>Mi&nbsp;Router</b> et du <b>Logiciel</b>.</p>
<p>Le titre de chaque paragraphe est &eacute;crit pour en faciliter la lecture et n&apos;entra&icirc;ne aucune obligation juridique ou contractuelle.</p><br><p>Mis &agrave; jour en AVRIL&nbsp;2020</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
