<!DOCTYPE html>
<html>
    <head>
        <title>Xiaomi Son Kullanıcı Lisans Sözleşmesi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi Son Kullanıcı Lisans S&ouml;zleşmesi</h2><br><p><b>Xiaomi&apos;ye Hoş Geldiniz!</b></p><br><h3>1. GİRİŞ</h3><br><p>Bu h&uuml;k&uuml;m ve koşullarda (&quot;<b>Son <b>Kullanıcı</b> Lisans <b>S&ouml;zleşmesi</b></b>&quot; ve/veya &quot;<b>S&ouml;zleşme</b>&quot; ve/veya &quot;<b>SKLS</b>&quot;); <b>Xiaomi</b> Inc. şirketinin, Xiaomi Inc. bağlı kuruluşları ve iştiraklerinin (&quot;<b>Xiaomi</b>&quot; veya &quot;biz&quot;) ve operasyonel iş ortaklarımızın (&quot;<b>İşbirlik&ccedil;iler</b>&quot;) m&uuml;lkiyetinde olan ve kendi internet bağlantınıza ve/veya Wi-Fi hizmetleriniz erişmek &uuml;zere <b>Tarafınızca</b> satın alınan Model R3600 y&ouml;nlendirici modelimize (&quot;<b>Mi Router</b>&quot; olarak anılacaktır) ve s&ouml;z konusu &uuml;r&uuml;ne dahil edilen <b>Mi AIoT Router AX3600</b> 3.0.22 <b>Yazılım</b>&apos;ına (&quot;<b>Yazılım</b>&quot; olarak anılacaktır) veri erişiminin ve sesli erişimin nasıl sağlanacağı ve bahsi ge&ccedil;en bu &ouml;ğelerin nasıl kullanılacağı a&ccedil;ıklanmaktadır.</p>
<p>Bu <b>SKLS</b> şu adresten temin edilebilir:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p><b>Mi Router</b> ve <b>Yazılım</b>&apos;ın kullanımı, <b>Kullanıcı</b>&apos;ya <b>Kullanıcı</b> stat&uuml;s&uuml; verir (bundan b&ouml;yle &quot;<b>Siz</b>&quot; veya &quot;<b>Kullanıcı</b>&quot; ve/veya &quot;<b>Kullanıcı</b>lar&quot; olarak anılacaktır) ve Kullanıcının, <b>SKLS</b>&apos;nin yanı sıra <b>Mi Router</b> ve <b>Yazılım</b>&apos;ı i&ccedil;in ve bunların kullanımı sırasında ge&ccedil;erli olabilecek diğer t&uuml;m kullanım şartlarını kabul ettiğini ve bu bahsi ge&ccedil;en s&ouml;zleşme ve şartlarla uyumluluğu g&ouml;zettiğini varsayar. <b>Mi Router</b>&apos;a erişmek ve <b>Yazılım</b>&apos;ı kullanmak i&ccedil;in l&uuml;tfen bu <b>S&ouml;zleşme</b>&apos;yi dikkatli bir şekilde okuyun ve bu <b>S&ouml;zleşme</b>&apos;yi kabul edip etmediğinizi se&ccedil;in. <b>Kullanıcı</b> olmak i&ccedil;in reşit olmanız gerekmektedir; reşit<b> </b>değilseniz bu <b>S&ouml;zleşme</b>&apos;yi yasal vasiniz ile birlikte<b> </b>okumanız gerekir. <b>Mi Router</b>&apos;ı ve <b>Yazılımımızı</b> kullanarak ve <b>S&ouml;zleşmemizi</b> kabul ederek bu <b>S&ouml;zleşme</b>&apos;nin h&uuml;k&uuml;m ve şartlarını okuduğunuzu, anladığınızı ve kabul ettiğinizi ve <b>S&ouml;zleşme</b>&apos;nin bu h&uuml;k&uuml;m ve şartlarına bağlı olduğunuzu onaylamış<b> </b>olursunuz.</p>
<p>Bu <b>S&ouml;zleşme</b>&apos;yi kabul ederek t&uuml;m kısıtlamaları kabul etmiş olursunuz. Xiaomi Inc. &Ccedil;in hukuku h&uuml;k&uuml;mlerine uygun olarak tescil edilip kurulmuş, ticari sicil numarası 91110108551385082Q olan limited bir şirkettir.</p>
<p>İletişim ve bildirim amacıyla aşağıdaki iletişim adresi belirlenmiştir:</p>
<p><b>Bizimle aşağıdaki adresi kullanarak iletişim kurun:</b></p>
<p>Xiaomi Office Building</p>
<p>No.006, Floor 6, Building 6, Yard 33, Middle Xierqi Road, Haidian District, Pekin</p>
<p>Posta kodu: 100085</p>
<p>Telefon: 010－60606666</p>
<p>Faks: 010－60606666 -1101</p><br><h3>2. TANIMLAR</h3>
<p>Bu <b>SKLS</b> belgesini daha iyi anlayabilmek i&ccedil;in aşağıdaki tanımlar faydalı olabilir:</p>
<p>Y&ouml;nlendirici, bir donanım cihazı olup y&ouml;nlendirici protokol <b>Yazılım</b>&apos;ını kullanarak aynı anda farklı mobil veya PS cihazlarının internet bağlantısı kurmasına olanak tanır.</p>
<p>Sunucu, en fazla bir (1) eşsiz işletim sistemi kopyasını &ccedil;alıştıran tek bir fiziksel bilgisayar anlamına gelir. Birden &Ccedil;ok Sunucu; (i) &quot;sunucu grubu&quot;, &quot;k&uuml;me&quot; veya benzeri bir d&uuml;zende işlem g&uuml;c&uuml;n&uuml; paylaşan veya tek bir mantıksal bilgisayar olarak ağ yapılandırmasında &ccedil;alışan &ccedil;ok sayıda bilgisayardır ve (ii) her bir sanal makinenin kendi &ouml;zel makinesine g&ouml;r&uuml;neceği ve kendi &ouml;zel makinesi &uuml;zerinde &ccedil;alışma &ouml;zelliğine sahip olacağı şekilde, teknik bir ortamda fiziksel bir bilgisayarı &ccedil;ok sayıda sanal makineye b&ouml;len &ccedil;oklu sanal makinelerdir.</p>
<p><b>Yazılım</b>; <b>Size</b> bu <b>SKLS</b> kapsamında lisanslanan <b>Yazılım</b>&apos;ı ve varsa her t&uuml;rl&uuml; G&uuml;ncellemeyi ifade eder; buna herhangi bir sınırlama olmaksızın <b>Yazılım</b> ile birlikte satın alınan veya sunulan ilgili bileşenler, uygulama programlama aray&uuml;zleri, ilgili medya, basılı materyaller, &ccedil;evrimi&ccedil;i veya elektronik belgeler ve bunlara ilişkin her t&uuml;rl&uuml; g&uuml;ncelleme ve bakım s&uuml;r&uuml;m&uuml; d&acirc;hildir.</p><br><h3>3. YAZILIM LİSANSI</h3>
<p><b>3.1 <b>Kullanıcı</b> Hakları</b></p>
<p>İnternet hizmetlerinize ve cihazlarınıza Wi-Fi ile erişip bağlanmak i&ccedil;in bu <b>SKLS</b> h&uuml;k&uuml;m ve koşullarına uygun olarak <b>Mi Router</b>&apos;ı ve <b>Yazılım</b>&apos;ı kullanma hakkına<b> </b>sahipsiniz.</p>
<p>Bu <b>SKLS</b>&apos;nin <b>Kullanıcı</b> tarafından doğru kullanılması koşuluyla <b>Xiaomi</b>, <b>Kullanıcı</b>&apos;ya alt lisans verme hakkı olmaksızın <b>Mi Router</b>&apos;da <b>Yazılım</b>&apos;ı kullanması i&ccedil;in kişisel, devredilemez ve &ouml;zel olmayan bir lisans vermektedir. <b>Kullanıcı</b>, <b>Yazılım</b>&apos;ı yalnızca <b>Mi Router</b>&apos;da y&uuml;kleyebilir, kullanabilir, g&ouml;r&uuml;nt&uuml;leyebilir ve y&uuml;r&uuml;tebilir.</p>
<p>Herhangi bir ş&uuml;pheye mahal vermemek adına, <b>Yazılım</b> <b>Size</b> bu <b>SKLS</b> h&uuml;k&uuml;mleri kapsamında lisanslanmıştır; satılmamıştır. <b>Size</b>, <b>Xiaomi</b>&apos;nin veya <b>İşbirlik&ccedil;i</b>&apos;nin telif hakları, ticari markaları veya hizmet markalarına ilişkin herhangi bir hak verilmemektedir. <b>Xiaomi</b>, bu <b>S&ouml;zleşme</b>&apos;de <b>Size</b> a&ccedil;ık bir şekilde verilmemiş olan her t&uuml;rl&uuml; hakkı elinde tutar.</p>
<p>Bu <b>Yazılım</b>, herhangi bir sınırlama olmaksızın alıcı kutusu, oyun konsolu, televizyon, DVD oynatıcı ve benzeri terminaller gibi <b>Xiaomi</b> tarafından a&ccedil;ık bir şekilde izin verilmeyen diğer terminal cihazlarına y&uuml;klenemez.</p>
<p><b>Kullanıcı</b>&apos;nın işbu <b>S&ouml;zleşme</b>&apos;ye uymaması h&acirc;linde <b>Xiaomi</b>, <b>Kullanıcı</b>&apos;ya işburada <b>Yazılım</b> ile bağlantılı olarak verilen bu lisansa son verecek ve hesabınızı devre dışı bırakacaktır.</p>
<p><b>3.2 <b>Yazılım</b>&apos;ı Edinme, Y&uuml;kleme ve Y&uuml;kseltme</b></p>
<p><b>Kullanıcı</b>, <b>Yazılım</b>&apos;ı [<a href="http://www.apple.com">www.apple.com</a> veya <a href="https://play.google.com/store">https://play.google.com/store</a>] web sitesinden veya <b>Xiaomi</b> tarafından belirlenen bir şekilde indirip y&uuml;kleyecektir. Cihazlarınıza; verilerinizi imha edebilecek, kişisel verilerinize ve gizlilik bilgilerinize erişebilecek k&ouml;t&uuml; ama&ccedil;lı programların bulaşmasını &ouml;nlemek amacıyla a&ccedil;ık&ccedil;a belirtilmemiş web sitelerinden <b>Yazılım</b>&apos;ı indirmemeye &ouml;zen g&ouml;sterin. <b>Yazılım</b>&apos;ı veya y&uuml;kleme programını <b>Xiaomi</b> tarafından yetki verilmeyen &uuml;&ccedil;&uuml;nc&uuml; bir taraftan edinirseniz <b>Xiaomi</b>, bunun normal bir şekilde kullanılacağını garanti edemez ve <b>Xiaomi</b> bunun <b>Sizin</b> a&ccedil;ınızdan sebep olduğu kayıplar i&ccedil;in herhangi bir y&uuml;k&uuml;ml&uuml;l&uuml;k kabul<b> </b>etmez.</p>
<p><b>Kullanıcı</b>, satın alınan terminal cihazı <b>Mi Router</b> ile uyumlu olan <b>Yazılım</b> s&uuml;r&uuml;m&uuml;n&uuml; se&ccedil;melidir. Aksi halde, <b>Yazılım</b> s&uuml;r&uuml;m&uuml; ile <b>Mi Router</b> modeli arasındaki uyumsuzluk nedeniyle ortaya &ccedil;ıkan <b>Yazılım</b> sorunları, cihaz sorunları veya hasarlar yalnızca <b>Kullanıcı</b> tarafından karşılanacaktır.</p>
<p><b>Kullanıcı</b> deneyimini geliştirmek ve hizmeti optimize etmek amacıyla <b>Xiaomi</b>, <b>Yazılım</b>&apos;ın değiştirilmiş ve y&uuml;kseltilmiş bir s&uuml;r&uuml;m&uuml;n&uuml; sunma ve bu s&uuml;r&uuml;m&uuml; değiştirme hakkını ve ayrıca bu değiştirme, değişiklik veya y&uuml;kseltme i&ccedil;in &uuml;cret tahsil etme hakkını saklı tutar. <b>Size</b> bu konu hakkında &ouml;ncesinde bilgi verilecektir ve b&ouml;ylesi değişiklikler konusunda <b>Xiaomi</b> izninizi alacaktır. <b>Yazılım</b>, varsayılan olarak <b>Kullanıcı</b> i&ccedil;in &quot;y&uuml;kseltme hatırlatma&quot; &ouml;zelliği sağlayacaktır. <b>Kullanıcı</b> tarafından kullanılan <b>Yazılım</b> s&uuml;r&uuml;m&uuml;ne bağlı olarak <b>Xiaomi</b>, <b>Kullanıcı</b>&apos;ya bahsi ge&ccedil;en &ouml;zelliği etkinleştirip etkinleştirmeme konusunda takdir yetkisi vermektedir. <b>Yazılım</b>&apos;ın yeni bir s&uuml;r&uuml;m&uuml; kullanıma sunulduğunda <b>Xiaomi</b>, <b>Yazılım</b>&apos;ın eski s&uuml;r&uuml;mlerinin kullanılabilir kalmaya devam edeceğini garanti etmez.</p>
<p><b>3.3 Diğer Kullanım Koşulları</b></p>
<p><b>Kullanıcı</b>lar, yasa dışı veya gayrimeşru eylemlerde veya iyi niyete ya da kamu d&uuml;zenine aykırı faaliyetlerde bulunmamayı taahh&uuml;t etmektedir. Benzer şekilde, <b>Xiaomi</b> veya <b>İşbirlik&ccedil;ilerinin</b> imajına ve haklarına zarar verebilecek veya <b>Mi Router</b>&apos;ın veya <b>Yazılım</b>&apos;ın ya da yazılım aracılığıyla erişilen &uuml;&ccedil;&uuml;nc&uuml; taraflara ait hizmetlerin normal kullanımını engelleyebilecek eylemlerde bulunmamalıdırlar.</p>
<p><b>Mi Router</b> ve <b>Yazılımımız</b>, uygulama pazarı ve telekom&uuml;nikasyon pazarı dahil ancak bunlarla sınırlı olmamak kaydıyla &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetlerle birlikte kullanılmalıdır. <b>Sizden</b> ilgili telekom&uuml;nikasyon hizmeti &uuml;cretleri veya diğer hizmet sağlayıcılarına ait &uuml;cretler tahsil edilebilir. Sundukları hizmetler veya diğer bilgiler ile ilgili olarak daha fazla bilgi almak i&ccedil;in hizmet sağlayıcınız ile iletişime ge&ccedil;menizi kesinlikle tavsiye<b> </b>ederiz.</p>
<p><b>Mi Router</b>&apos;ın kullanımı i&ccedil;in bir hesap ve bu hesap i&ccedil;in bir parola oluşturulması gerekebilir. Hesabınızın ve parolanızın gizliliğinin korunmasından ve bilgisayarınıza erişimin kısıtlanmasından <b>Siz</b> sorumlusunuz ve hesabınıza veya parolanıza bağlı olarak ger&ccedil;ekleşen t&uuml;m eylemlerle ilgili sorumluluğu kabul<b> </b>etmektesiniz. Ayrıca, hesap oluşturulması sırasında verdiğiniz bilgilerin ger&ccedil;ek ve hatasız<b> </b>olduğunu kabul<b> </b>etmektesiniz.</p>
<p><b>Xiaomi</b>, bilginiz dahilinde olsun veya olmasın parolanızı veya hesabınızı kullanan farklı bir kişi nedeniyle maruz kalabileceğiniz kayıplardan sorumlu<b> </b>tutulamaz. Bununla birlikte, parola bilginizi g&uuml;vende ve gizli tutmamanız nedeniyle hesabınızı veya parolanızı kullanan farklı kişiler nedeniyle <b>Xiaomi</b> veya diğer bir tarafın maruz kalacağı kayıplardan <b>Siz</b> sorumlu tutulabilirsiniz. Hesap sahibinin izni olmaksızın farklı bir kişinin hesabını asla<b> </b>kullanamazsınız.&nbsp;<b>Xiaomi</b>, bu y&uuml;k&uuml;ml&uuml;l&uuml;klere uymamanız nedeniyle ortaya &ccedil;ıkan kayıplardan veya hasarlardan sorumlu olmayacaktır.</p>
<p><b>Xiaomi</b>, son derece g&uuml;venli ve erişilebilir y&ouml;nlendirici hizmetleri sunmayı hedeflemektedir; &ouml;te yandan, uzaktan erişim ve mobil bildirimler dahil olmak &uuml;zere <b>Mi Router</b>&apos;ın ve <b>Yazılım</b>&apos;ın s&uuml;rekli olarak g&uuml;venilir ve erişilebilir olması ama&ccedil;lanmamaktadır veya garanti edilmemektedir. Ayrıca y&ouml;nlendirici bağlantısında; Wi-Fi&apos;ın kesintili &ccedil;alışması, hizmet sağlayıcının &ccedil;alışma zamanı, mobil bildirimler ve taşıyıcılar dahil ancak bunlarla sınırlı olmamak kaydıyla <b>Xiaomi</b>&apos;nin kontrol&uuml;n&uuml;n dışındaki sebeplerle ara sıra kesintiler ve arızalar yaşanabilir. G&uuml;n&uuml;n herhangi bir zamanında veya genel olarak bildirimler alacağınızı veya internete erişebileceğinizi garanti edememekte ve<b> </b>etmemekteyiz.&nbsp;</p>
<p><b>Mi Router</b> ve <b>Yazılım</b>&apos;ın acil durumda m&uuml;dahale i&ccedil;in onaylanmadığını veya n&uuml;kleer tesislerin, u&ccedil;ak navigasyonu ya da iletişim sistemlerinin, hava trafik kontrol&uuml;n&uuml;n, yaşam destek veya silah sistemlerinin &ccedil;alıştırılması ile bağlantılı durumlar dahil ancak bunlarla sınırlı olmamak kaydıyla, sağlanan verilerde veya bilgilerdeki eksiklikler, gecikme ya da hatalar veya yanlışlıklar nedeniyle &ouml;l&uuml;m, fiziksel yaralanma, ciddi fiziksel veya &ccedil;evresel hasar gibi durumların ortaya &ccedil;ıkabileceği olaylara y&ouml;nelik tasarlanmadığını veya bu gibi olaylarda kullanım i&ccedil;in uygun olmadığını kabul<b> </b>etmektesiniz.</p>
<p>MI ROUTER VE YAZILIMI, CAN G&Uuml;VENLİĞİNİ SAĞLAMAYA Y&Ouml;NELİK VEYA KRİTİK &Ouml;NEME SAHİP AMA&Ccedil;LAR İ&Ccedil;İN KULLANMAYACAĞINIZI KABUL ETMEKTESİNİZ. XIAOMI &Uuml;R&Uuml;NLERİNİZDEKİ DURUM VE ALARMLARA İLİŞKİN T&Uuml;M MOBİL BİLDİRİMLER YALNIZCA BİLGİLENDİRME AMACIYLA VERİLMEKTEDİR.</p>
<p><b>Xiaomi</b>, <b>Sizi</b> <b>Mi Router</b> ve <b>Yazılım</b> hakkında ve bunların nasıl geliştirileceğine y&ouml;nelik yorum, &ouml;neri veya fikir (&quot;<b>Geri Bildirim</b>&quot;) sunmaya davet edebilir veya <b>Siz</b> bunları kendi isteğinizle sunabilirsiniz. <b>Geri Bildirim</b> g&ouml;ndererek, g&ouml;nderilerinizin isteğe bağlı ve karşılıksız olduğunu, talep edilmeden verildiğini, gizli veriler i&ccedil;ermediğini, kısıtlamasız olduğunu ve <b>Xiaomi</b>&apos;yi herhangi bir itibari y&uuml;k&uuml;ml&uuml;l&uuml;ğe veya diğer y&uuml;k&uuml;ml&uuml;l&uuml;klere tabi kılmadığını<b> </b>kabul etmektesiniz. <b>Xiaomi</b>, <b>Size</b> herhangi bir &ouml;deme veya takdir sunmadan herhangi bir ama&ccedil;la ve herhangi bir şekilde <b>Geri Bildirimden</b> elde ettiği veya buna dayalı ikincil &ccedil;alışmalarını serbest&ccedil;e kullanabilir, kopyalayabilir, değiştirebilir, yayımlayabilir, yeniden dağıtabilir veya oluşturabilir. Ayrıca <b>Xiaomi</b>&apos;nin, &ccedil;alışanları tarafından geliştirilen veya diğer kaynaklardan temin edilen <b>Xiaomi</b>&apos;ye ait olduğu bilinen benzer veya ilişkili fikirler &uuml;zerindeki haklarından feragat etmediğini de kabul<b> </b>etmektesiniz.</p>
<p><b>3.4 Sistem Gereksinimleri</b></p>
<p><b>Mi Router</b> ve <b>Yazılım</b> aşağıdaki koşullar sağlanmadan internet hizmetlerine erişemeyebilir: (i) uygun bir <b>Mi Router</b> ile g&uuml;venilir iletişim kurmak i&ccedil;in evinizde bulunan &ccedil;alışır durumda bir Wi-Fi ağı; (ii) desteklenen telefon veya tablet gibi mobil istemciler (bazı işlevler i&ccedil;in gereklidir); (iv) evinizde s&uuml;rekli a&ccedil;ık geniş bant internet erişimi; (v) <b>Xiaomi</b> tarafından belirtilen diğer sistem unsurları. Gerekli t&uuml;m sistem bileşenlerini edinmek, bunların uyumlu olmasını ve doğru yapılandırılmasını sağlamak <b>Sizin</b> sorumluluğunuzdadır. Gereksinimlerin ve uyumluluğun yerine getirilmemesi halinde <b>Mi Router</b>&apos;ın ve <b>Yazılım</b>&apos;ın tarif edildiği gibi &ccedil;alışmayabileceğini kabul<b> </b>etmektesiniz.</p>
<p><b>3.5 <b>Kullanıcı</b> Hakları ile ilgili Sınırlamalar</b></p>
<p><b>Kullanıcı</b> Hakları aşağıdaki şekilde sınırlandırılmıştır:</p>
<p>Şunları<b> </b>yapmamalısınız:</p>
<ul>
<li><p>- <b>Yazılım</b>&apos;ın herhangi bir verisini veya <b>Yazılım</b>&apos;ın &ccedil;alıştırılması sırasında <b>Mi Router</b>&apos;a sunulan verileri ya da <b>Yazılım</b>&apos;ın &ccedil;alıştırılması sırasında <b>Kullanıcı</b> ve sunucu arasında oluşturulan interaktif verileri kopyalama, değiştirme veya d&uuml;zenleme ya da <b>Yazılım</b>&apos;ı eklentilerle &ccedil;alıştırma ya da eklentiler, <b>Yazılım</b>&apos;a ve ilgili sistemlere &uuml;&ccedil;&uuml;nc&uuml; taraf ara&ccedil;lar/hizmetler yoluyla erişme dahil ancak bunlarla sınırlı olmamak kaydıyla herhangi bir bi&ccedil;imde ikincil &ccedil;alışmalar oluşturma.</p></li>
<li><p>- Yalnızca yedekleme veya arşivleme amacıyla <b>Yazılım</b>&apos;ın makinece okunabilir makul kopya sayısı hari&ccedil; ve işbu <b>S&ouml;zleşme</b>&apos;de a&ccedil;ık bir bi&ccedil;imde izin verilen durumlar hari&ccedil; olmak &uuml;zere <b>Yazılım</b> yapılandırmasını kopyalama.</p></li>
<li><p>- <b>Yazılım</b> &uuml;zerindeki unvan, ticari marka, hizmet markası veya ticari ad, telif hakkı bildirimi, a&ccedil;ıklama, filigran veya diğer tescilli işaretleri kaldırma.</p></li>
<li><p>- &Uuml;yelik, abonelik veya barındırma hakları dahil olmak &uuml;zere <b>Yazılım</b>&apos;ı, lisansı veya <b>Yazılım</b>&apos;daki kullanım haklarınızı tamamen veya kısmen farklı bir tarafa satma, kiraya verme, lisanslama, alt lisanslama, kiralama, devretme, dağıtma veya aktarma.</p></li>
<li><p>- <b>Yazılım</b>&apos;a bağlı olarak ikincil &ccedil;alışmalar d&uuml;zenleme veya oluşturma;</p></li>
<li><p>- <b>Yazılım</b>&apos;da kaynak koda d&ouml;n&uuml;şt&uuml;rme, tersine &ccedil;evirme, tersine m&uuml;hendislik yapma veya tamamen ya da kısmi olarak kaynak kodu elde etmek i&ccedil;in başka bir işlem ger&ccedil;ekleştirme.</p></li>
<li><p>- <b>Yazılım</b>&apos;ı veya herhangi bir bileşen par&ccedil;asını herhangi bir nedenle ayrıştırma, par&ccedil;alarına ayırma veya yeniden paketleme.</p></li>
<li><p>- <b>Yazılım</b>&apos;ı herhangi bir şekilde paketleme veya dağıtma.</p></li>
<li><p>- <b>Yazılım</b> kullanımını &uuml;&ccedil;&uuml;nc&uuml; taraf dış kaynak kullanım tesisinde hizmet, hizmet b&uuml;rosu d&uuml;zeni veya ortak kullanım bazında kullanıma sunma.</p></li>
<li><p>- Herhangi bir zamanda farklı kişilere veya kurumlara <b>Yazılım</b> ile ilgili değerlendirme lisansı sunma veya diğer kişilerin ya da kurumların <b>Yazılım</b>&apos;ı değerlendirmesine izin verme.</p></li>
<li><p>- <b>Xiaomi</b> ve/veya <b>İşbirlik&ccedil;iler</b> tarafından <b>Yazılım</b> ile birlikte dağıtılan <b>S&ouml;zleşme</b>&apos;de değişiklikler veya d&uuml;zenlemeler yapma.</p></li>
<li><p>- <b>Yazılım</b> veya &Ouml;rnek Kod hakkında <b>Xiaomi</b> tarafından <b>Size</b> sunulan belgeyi aşan veya bununla uyumsuz beyanda bulunma, garanti verme veya a&ccedil;ıklamada bulunma.</p></li>
</ul><br><h3>4. WEB SİTELERİ VE &Uuml;&Ccedil;&Uuml;NC&Uuml; TARAF HİZMETLERİ</h3>
<p>Sunduğumuz hizmetlerin ve <b>Mi Router</b> ve <b>Yazılım</b>&apos;ın &ccedil;alışmasının Android veya Google gibi &uuml;&ccedil;&uuml;nc&uuml; tarafların teknik desteğine dayalı olduğunu anlayıp kabul<b> </b>etmektesiniz. &Uuml;&ccedil;&uuml;nc&uuml; taraflardan teknik destek veya farklı bir destek alırken <b>İşbirlik&ccedil;ilerimizin</b> <b>Sizden</b> bazı kişisel verilerinizi sunmanızı talep edebileceğini kabul edip<b> </b>onaylamaktasınız.</p>
<p><b>Mi Router</b> ve <b>Yazılım</b> aracılığıyla, &uuml;&ccedil;&uuml;nc&uuml; taraflara ait diğer &uuml;&ccedil;&uuml;nc&uuml; taraf &ccedil;evrimi&ccedil;i hizmetlerine<b> </b>erişebilirsiniz.</p>
<p>&Uuml;&ccedil;&uuml;nc&uuml; taraflarca sunulan bu hizmetler <b>SKLS</b> veya <b>Gizlilik Politikası</b> kapsamına girmez. &Uuml;&ccedil;&uuml;nc&uuml; taraflarca sunulan &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetleri, <b>Xiaomi</b>&apos;nin hi&ccedil;bir şekilde sorumlu olmadığı Kullanım Koşullarına ve/veya Gizlilik Politikalarına g&ouml;re idare edilir.</p><br><h3>5. XIAOMI&apos;NİN Y&Uuml;K&Uuml;ML&Uuml;L&Uuml;KLERİ</h3>
<p><b>XIAOMI</b>&apos;NİN VE <b>İŞBİRLİK&Ccedil;İLERİNİN</b> HİZMETLERİ HERHANGİ BİR &quot;BAĞLILIK OLMADAN&quot; VE GARANTİ OLMADAN A&Ccedil;IK VEYA GİZLİ BİR ŞEKİLDE SUNULUR. Y&Uuml;R&Uuml;RL&Uuml;KTEKİ YASALARIN İZİN VERDİĞİ &Ouml;L&Ccedil;&Uuml;DE <b>XIAOMI</b>, KANUN H&Uuml;K&Uuml;MLERİ UYARINCA İŞARET EDİLEN TEMİNATLAR HARİ&Ccedil; OLMAK &Uuml;ZERE, TİCARİ ELVERİŞLİLİK VE BELLİ BİR AMACA UYGUNLUK İLE İLGİLİ DOLAYLI TEMİNATLAR DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK KAYDIYLA A&Ccedil;IK VEYA ZIMNİ HER T&Uuml;RL&Uuml; TEMİNATI REDDETMEKTEDİR. <b>MI ROUTER</b> VEYA <b>YAZILIM</b>&apos;DAKİ İŞLEVLERİN VEYA <b>İŞBİRLİK&Ccedil;İLERİN</b> İŞLEVLERİNİN KESİNTİSİZ VEYA HATASIZ OLACAĞINI YA DA KUSURLARIN D&Uuml;ZELTİLECEĞİNİ VEYA BARINDIRILAN HİZMETLERİN VİR&Uuml;S VE DİĞER ZARARLI BİLEŞENLERİ İ&Ccedil;ERMEYECEĞİNİ GARANTİ ETMEMEKTEYİZ. <b>XIAOMI</b> VE/VEYA İŞ ORTAKLARINA AİT HİZMETLERİN İ&Ccedil;ERİĞİNİN KULLANIMI İLE İLGİLİ OLARAK BUNLARIN DOĞRULUĞU, UYGUNLUĞU, G&Uuml;VENİLİRLİĞİ VEYA DİĞER HUSUSLAR A&Ccedil;ISINDAN HERHANGİ BİR TAAHH&Uuml;T VEYA BEYANDA BULUNMUYORUZ. GEREKLİ T&Uuml;M HİZMETLER, ONARIMLAR VEYA D&Uuml;ZELTMELER İLE İLGİLİ T&Uuml;M MALİYETLERİ <b>SİZ</b> &Uuml;STLENİRSİNİZ.</p>
<p><b>Xiaomi</b> ve <b>İşbirlik&ccedil;ileri</b>, <b>Mi Router</b> veya <b>Yazılım</b>&apos;ı sunarken gerekli &ouml;zeni g&ouml;sterecek ve bunların m&uuml;mk&uuml;n olduğu kadar hatasız olmasını sağlayacaktır. <b>Xiaomi</b>, yalnızca bizim <b>SKLS</b>&apos;yi ihlal etmemiz ile sınırlı olmayan kayıplar i&ccedil;in hi&ccedil;bir şekilde herhangi bir y&uuml;k&uuml;ml&uuml;l&uuml;k kabul etmemektedir. Ayrıca, bizim tarafımızdan makul d&uuml;zeyde kontrol edilebilir olmayan eylemler veya olaylar i&ccedil;in de <b>Xiaomi</b> y&uuml;k&uuml;ml&uuml; olmayacaktır.</p><br><h3>6. SORUMLULUK REDDİ</h3>
<p><b>Xiaomi</b>, <b>Mi Router</b>&apos;da veya <b>Yazılım</b>&apos;ın yer aldığı web sitesinde bulunan unsurlara ve bilgilere kesintisiz erişimi, bunların doğru g&ouml;r&uuml;nt&uuml;lenmesini, indirilmesini veya kullanımını garanti etmiyor olup s&ouml;z konusu durumlar, kontrol edilemeyen fakt&ouml;rler veya olaylar nedeniyle engellenebilir, aksayabilir veya kesintiye uğrayabilir.</p>
<ul>
<p><b>Xiaomi</b>, aşağıdaki durumlar nedeniyle herhangi bir yasal sorumluluk &uuml;stlenmeyecek ve ortaya &ccedil;ıkan herhangi bir hasar, kayıp, tazminat talebi veya harcama i&ccedil;in y&uuml;k&uuml;ml&uuml; tutulmayacaktır:</p>
<li><p>- <b>Xiaomi</b>, Web sitesinde bulunan unsurlara ve bilgilere s&uuml;rekli erişimi, bunların doğru g&ouml;r&uuml;nt&uuml;lenmesini, indirilmesini veya faydalı olmasını garanti etmiyor olup s&ouml;z konusu durumlar, kontrol edilemeyen fakt&ouml;rler veya olaylar nedeniyle engellenebilir, aksayabilir veya kesintiye uğrayabilir.</p></li>
<li><p>- Bilgisayar korsanlığından, vir&uuml;s bulaşmasından veya ağ g&uuml;venliğinin, iletişim tekniklerinin, iletişim hatlarının ve bilgilerin y&ouml;netimiyle ilgili diğer her t&uuml;rl&uuml; sebepten kaynaklanan ge&ccedil;ici kesinti, bozulma vb. nedeniyle oluşan her t&uuml;rl&uuml; durum.</p></li>
<li><p>- İletişim hattındaki kesintiler, teknik sorunlar, ağ ve bilgisayardaki arızalar ve diğer m&uuml;cbir sebepler gibi &uuml;&ccedil;&uuml;nc&uuml; taraf arızaları sebebiyle <b>Kullanıcıların</b> maruz kaldığı kayıplar;</p></li>
<li><p>- Tarayıcının arızalanması veya eski s&uuml;r&uuml;mlerin kullanımı sebebiyle g&uuml;venlik veya navigasyon hataları.</p></li>
 <li><p>- Bilgisayar vir&uuml;sleri veya başka t&uuml;r vir&uuml;sler gibi her t&uuml;rl&uuml; k&ouml;t&uuml; ama&ccedil;lı programın herhangi bir iletişim y&ouml;ntemi &uuml;zerinden her t&uuml;rl&uuml; kullanımı nedeniyle oluşan yasalara aykırı parazit;</p></li>
 <li><p>- Telekom&uuml;nikasyon hatlarında ve ağlarında yetersizlikler, aşırı y&uuml;kler ve hatalar ya da <b>Xiaomi</b>&apos;nin kontrol&uuml;n&uuml; aşan diğer her t&uuml;rl&uuml; durum sebebiyle elektronik sistemin &ccedil;alışmasında g&ouml;r&uuml;len parazitler, kesintiler, arızalar, ihmaller, telefon kesintileri, gecikmeler, tıkanmalar veya bağlantı kopmaları.</p></li>
</ul>
<p>Y&Uuml;R&Uuml;RL&Uuml;KTEKİ YASALARIN İZİN VERDİĞİ AZAMİ &Ouml;L&Ccedil;&Uuml;DE XIAOMI, XIAOMI&apos;NİN İŞTİRAKLERİ, ORTAKLARI, BAYİLERİ, TEMSİLCİLERİ VEYA TEDARİK&Ccedil;İLERİ YA DA İLGİLİ G&Ouml;REVLİLERİ, Y&Ouml;NETİCİLERİ, &Ccedil;ALIŞANLARI, LİSANS VERENLERİ VE DEVRALANLARI Hİ&Ccedil;BİR ZAMAN ŞUNLARDAN SORUMLU OLMAYACAKTIR:</p>
<ul><li><p>1. EVİNİZ, HVAC SİSTEMİ, ELEKTRİKLİ SİSTEM, TESİSAT, &Uuml;R&Uuml;N VE &Ccedil;EVRE BİRİMLERİ (XIAOMI &Uuml;R&Uuml;N&Uuml;NE BAĞLI OLSUN VEYA OLMASIN), BİLGİSAYAR, CEP TELEFONU VE EVİNİZDEKİ DİĞER T&Uuml;M &Uuml;R&Uuml;NLER VE EVCİL HAYVANLARIN KAYBI VEYA HASARI.</p></li>
<li><p>2. (I) HER İKİ TARAF&Ccedil;A MAKUL BİR Bİ&Ccedil;İMDE &Ouml;NG&Ouml;R&Uuml;LEMEYEN; (II) SİZİN TARAFINIZDAN BİLİNEN, FAKAT BİZİM TARAFIMIZDAN BİLİNMEYEN VE/VEYA (III) VİR&Uuml;S, K&Ouml;T&Uuml; AMA&Ccedil;LI YAZILIM VEYA DİĞER K&Ouml;T&Uuml; AMA&Ccedil;LI PROGRAMLAR VEYA VERİLERİNİZİN KAYBI YA DA HASARI DAHİL ANCAK BUNLARLA SINIRLI OLMAYAN NEDENLERLE OLUŞAN, HER İKİ TARAF&Ccedil;A MAKUL BİR Bİ&Ccedil;İMDE &Ouml;NG&Ouml;R&Uuml;LEBİLEN FAKAT SİZİN TARAFINIZDAN &Ouml;NLENEBİLECEK OLAN HER T&Uuml;RL&Uuml; KAYIP. BUNLARLA SINIRLI OLMAMAK KAYDIYLA K&Acirc;R VEYA GELİR KAYBI, VERİ KAYBI, İŞ KESİNTİSİ, FİZİKSEL YARALANMA, GİZLİLİĞİN KAYBOLMASI, &Uuml;&Ccedil;&Uuml;NC&Uuml; TARAF &Uuml;R&Uuml;NLERİNİN VEYA HİZMETLERİNİN KULLANILAMAMASI, İYİ NİYET VEYA MAKUL BAKIM D&Acirc;HİL HERHANGİ BİR G&Ouml;REVİ YERİNE GETİREMEME VE İHMAL NEDENİYLE OLUŞAN ZARARLAR VE DİĞER MADDİ VEYA BAŞKA HER T&Uuml;RL&Uuml; KAYIP NEDENİYLE OLUŞAN ZARARLAR.</p></li>
<p>XIAOMI VEYA DİĞER KURULUŞLARA BU HASARLARIN OLASILIĞI KONUSUNDA BİLDİRİMDE BULUNULMUŞ OLSA BİLE, SİTEYİ VEYA HİZMETLERİ YANLIŞ KULLANIM VEYA KULLANAMAMA NEDENİYLE ORTAYA &Ccedil;IKAN VEYA HERHANGİ BİR Bİ&Ccedil;İMDE BUNLARLA BAĞLANTILI Y&Uuml;K&Uuml;ML&Uuml;L&Uuml;K TEORİSİNE (S&Ouml;ZLEŞME, HAKSIZ FİİL VEYA BAŞKA BİR ŞEKİLDE) BAKILMAKSIZIN.</p><br></ul>
<p>BELKIN&apos;İN, BELKIN&apos;İN İŞTİRAKLERİNİN, ORTAKLARININ, BAYİLERİNİN, TEMSİLCİLERİNİN VEYA TEDARİK&Ccedil;İLERİNİN T&Uuml;M HASARLAR İ&Ccedil;İN SİZE KARŞI TOPLAM BİRLEŞİK Y&Uuml;K&Uuml;ML&Uuml;L&Uuml;Ğ&Uuml; Hİ&Ccedil;BİR ŞEKİLDE ELLİ EURO&apos;YU (50 €) GE&Ccedil;MEYECEKTİR. BU SINIRLAMA K&Uuml;M&Uuml;LATİFTİR VE BİRDEN FAZLA OLAY VEYA HAK TALEBİ VARLIĞI HALİNDE ARTMAYACAKTIR. YUKARIDAKİ SINIRLAMALAR, SUNULAN GARANTİ VEYA &Ccedil;&Ouml;Z&Uuml;M ESAS AMACINI YERİNE GETİREMEDİĞİNDE BİLE GE&Ccedil;ERLİ OLACAKTIR. BU B&Ouml;L&Uuml;MDEKİ Hİ&Ccedil;BİR ŞEY, XIAOMI&apos;NIN &Ouml;L&Uuml;M VEYA FİZİKSEL YARALANMALARA İLİŞKİN Y&Uuml;K&Uuml;ML&Uuml;L&Uuml;Ğ&Uuml;N&Uuml; SINIRLAMAYACAKTIR.</p><br><h3>7. GİZLİLİK POLİTİKASI</h3>
<p><b>Sizin</b> tarafınızdan sunulan t&uuml;m bilgiler <b>Gizlilik Politikası</b> h&uuml;k&uuml;mlerine g&ouml;re y&ouml;netilir. <b>Gizlilik Politikası</b> h&uuml;k&uuml;mleri işbu <b>S&ouml;zleşme</b>&apos;nin bir par&ccedil;asını teşkil etmektedir ve her zaman bağlayıcı kalmaya devam edecektir.</p>
<p><b>Gizlilik Politikası</b>&apos;na şu adresten ulaşılabilir: <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Kişisel bilgilerinizin korunması <b>Xiaomi</b> i&ccedil;in &ouml;nemlidir. <b>Yazılım</b> &ouml;zelliklerinin sunulması ve <b>Kullanıcı</b> deneyiminin geliştirilmesi amacıyla, <b>Gizlilik Politikamızda</b> yazıldığı &uuml;zere <b>Mi Router</b> ve <b>Yazılım</b> belirli veri t&uuml;rlerini toplayacaktır. Verilerinizi <b>Gizlilik Politikamıza</b> uygun olarak toplar, kullanır ve koruruz. <b>Gizlilik Politikası</b>&apos;na aşağıdaki web sitesinden erişilebilir.</p>
<p><b>Gizlilik Politikamız</b> hakkında daha fazla bilgi i&ccedil;in l&uuml;tfen aşağıdaki kanalları kullanarak bizimle iletişime ge&ccedil;in: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. GİZLİLİK VE FİKRİ VE SINAİ M&Uuml;LKİYET</h3>
<p><b>Mi Router</b>, <b>Yazılım</b> ve bunların her t&uuml;rl&uuml; kopyası <b>Xiaomi</b>&apos;nin m&uuml;nhasır fikr&icirc; m&uuml;lkiyetinde olup fikr&icirc; m&uuml;lkiyet yasaları ve uluslararası anlaşmalar ve ayrıca diğer fikr&icirc; m&uuml;lkiyet yasaları ve anlaşmaları &ccedil;er&ccedil;evesinde korunmaktadır.</p>
<p><b>Yazılım</b>&apos;ın yapısı, d&uuml;zeni ve kodu gizli bilgilerdir ve <b>Xiaomi</b>&apos;nin değerli ticari sırları niteliğindedir. <b>Xiaomi</b>&apos;nin gizli bilgilerinin <b>Sizin</b> tarafınızdan ifşa edilmesi durumunda bunun <b>Xiaomi</b> ve <b>İşbirlik&ccedil;ileri</b> a&ccedil;ısından anında ve tamiri m&uuml;mk&uuml;n olmayan hasara neden olacağını, bu durumda hakkaniyete uygun &ccedil;&ouml;z&uuml;mler ve diğer uygun yasal &ccedil;&ouml;z&uuml;mlerin, yargılama yetkisine sahip bir mahkeme tarafından verilebileceğini kabul<b> </b>etmektesiniz. Burada a&ccedil;ık bir şekilde beyan edilen durumlar hari&ccedil; olmak &uuml;zere <b>Xiaomi</b>, <b>Size</b> <b>Yazılım</b> ile ilgili herhangi bir fikri m&uuml;lkiyet hakkı vermemektedir. Burada a&ccedil;ık bir şekilde verilmeyen t&uuml;m haklar <b>Xiaomi</b>&apos;ye aittir.</p>
<p>İşbu belge ile <b>Yazılım</b>&apos;ın ve <b>Mi Router</b>&apos;ın, <b>SKLS</b>&apos;nin ve <b>Xiaomi</b>&apos;ye ait diğer fikr&icirc; m&uuml;lkiyetlerin gizliliğini, <b>Size</b> ait en gizli bilgilerin gizliliğini muhafaza ederken g&ouml;sterdiğiniz &ouml;zenle en az eşit derecede &ouml;zen g&ouml;stererek ve hi&ccedil;bir şekilde makul &ouml;l&ccedil;&uuml;de &ouml;zenden az olmayacak şekilde korumayı kabul<b> </b>etmektesiniz. İşbu <b>SKLS</b>&apos;nin h&uuml;k&uuml;m ve koşullarını <b>Yazılım</b>&apos;ı kullanan ve <b>Sizin</b> tarafınızdan işe alınan kişilere makul bir şekilde iletmeyi ve bu kişilere <b>Yazılım</b>&apos;ın kaynak kodunu elde etme, kodlarını kopyalama, iptal etme veya bozma ve yetkilendirme ya da lisanslarını kullanma amacıyla <b>Yazılım</b>&apos;ın ve <b>Xiaomi</b>&apos;ye ait diğer fikr&icirc; m&uuml;lkiyetlerin herhangi bir kısmını kullanmaları i&ccedil;in bilmeden izin verme dahil ancak bununla sınırlı olmamak kaydıyla bu h&uuml;k&uuml;m ve koşullara uyumu temin etmek i&ccedil;in makul bir &ccedil;aba ortaya koyacağınızı kabul<b> </b>etmektesiniz.</p>
<p><b>Kullanıcı</b>, <b>Mi Router</b> ve <b>Yazılım</b>&apos;a ilişkin olarak <b>Xiaomi</b>&apos;nin, <b>İşbirlik&ccedil;ilerinin</b> veya &uuml;&ccedil;&uuml;nc&uuml; tarafların fikr&icirc; m&uuml;lkiyet haklarını ihlal etmeyecektir. Fikri veya sınai m&uuml;lkiyeti &uuml;&ccedil;&uuml;nc&uuml; taraflara ait &ccedil;alışmaları izinsiz bir şekilde ya da &uuml;&ccedil;&uuml;nc&uuml; taraflara ait bilgileri veya verileri veri sahibinin yazılı izni olmadan y&uuml;kleyemez, yayımlayamaz, değiştiremez, yayamaz veya<b> </b>&ccedil;oğaltamazsınız.</p>
<p><b>Xiaomi</b> &uuml;r&uuml;nlerinde ve hizmetlerinde g&ouml;r&uuml;nen MIUI ve diğer <b>Xiaomi</b> logoları ile alakalı grafikler, s&ouml;zc&uuml;kler ve d&uuml;zenleme <b>Xiaomi</b>&apos;nin tescilli ticari markalarıdır. Bunları teşhir edemez veya başka bir şekilde<b> </b>kullanamazsınız.</p>
<p>Aksi a&ccedil;ık bir şekilde belirtilmedik&ccedil;e <b>Mi Router</b>&apos;ın veya <b>Yazılım</b>&apos;ın ya da <b>İşbirlik&ccedil;ilerin</b> kullanımı hi&ccedil;bir şekilde bu hakların t&uuml;m&uuml;n&uuml;n veya bir kısmının feragati, aktarımı, lisanslanması veya devredilmesi anlamına gelmez.</p>
<p><b>Mi Router</b>&apos;da veya <b>Yazılım</b>&apos;da bulunan ve bunun aracılığıyla erişilen i&ccedil;erikler, metinler, fotoğraflar, tasarımlar, logolar, g&ouml;r&uuml;nt&uuml;ler, bilgisayar programları, kaynak kodlar ve genel anlamda her t&uuml;rl&uuml; fikr&icirc; eser, fikr&icirc; veya sınai m&uuml;lkiyete ilişkin kurallar d&acirc;hil ancak bunlarla sınırlı olmamak kaydıyla mevzuat uyarınca telif hakları veya diğer haklar gibi korunur.</p>
<p><b>Xiaomi</b> veya <b>İşbirlik&ccedil;ileri</b>, <b>Mi Router</b>&apos;ın ve/veya <b>Yazılım</b>&apos;ın grafik tasarımını, men&uuml;lerini, gezinme d&uuml;ğmelerini, HTML kodunu, metinlerini, g&ouml;r&uuml;nt&uuml;lerini, dokularını, grafiklerini ve <b>Yazılım</b>&apos;ın diğer herhangi bir kısmını oluşturan unsurların sahibi veya bunların lisansının sahibidir veya her hal&uuml;karda bu unsurları kullanma yetkisine sahiptir.</p>
<p><b>Xiaomi</b> veya <b>İşbirlik&ccedil;ilerinin</b> &ouml;n yazılı izni olmadan <b>Yazılım</b>, tamamen veya kısmen &ccedil;oğaltılamaz veya burada a&ccedil;ık bir şekilde belirtilen bi&ccedil;im ya da ortam dışındaki farklı bir bi&ccedil;imde veya ortamda herhangi bir bilgi edinme sistemi tarafından aktarılamaz veya kaydedilemez.</p>
<p><b>Mi Router</b> veya <b>Yazılım</b> &uuml;zerinde g&ouml;r&uuml;nen ve hakları <b>Xiaomi</b>&apos;ye ait olan herhangi bir materyali veya &ouml;ğeyi ya da herhangi bir teknik koruma cihazını ya da DRM&apos;yi kaldırma, bozma veya kurcalama işlemleri<b> </b>yapamazsınız.</p>
<p><b>Xiaomi</b>, fikri ve sınai m&uuml;lkiyet haklarını veya diğer haklarını savunurken yasal girişimde bulunma hakkını saklı tutmaktadır.</p>
<p><b>Mi Router</b> ve <b>Yazılım</b>&apos;ı kullanarak g&ouml;nderdiğiniz i&ccedil;eriklere ilişkin olarak elinizde<b> </b>bulundurduğunuz fikri m&uuml;lkiyet<b> </b>haklarının sahibi <b>Sizsinizdir</b>.&nbsp;</p>
<p><b>Mi Router</b> ve <b>Yazılım</b>&apos;ı kullanarak i&ccedil;erikleri karşıya y&uuml;klediğinizde veya başka bir şekilde g&ouml;nderdiğinizde, <b>Xiaomi</b>&apos;ye ve &ccedil;alıştığımız kişilere bu i&ccedil;erikleri kullanma, barındırma, saklama, &ccedil;oğaltma, değiştirme, iletme ve kullanıma sunma veya s&ouml;z konusu i&ccedil;erikleri dağıtma amacıyla d&uuml;nya genelinde ge&ccedil;erli bir lisans vermiş olursunuz<b></b><b></b>. Bu lisansta verdiğiniz haklar, hizmetlerimizi y&uuml;r&uuml;tme ve geliştirme ve yeni hizmetler geliştirme şeklindeki sınırlı ama&ccedil;lara<b> </b>y&ouml;neliktir. Bu lisans, <b>Mi Router</b> ve <b>Yazılım</b>&apos;ı kullanmayı durdurursanız bile devam<b> </b>eder. <b>Mi Router</b> ve <b>Yazılım</b>&apos;ı kullanarak g&ouml;nderdiğiniz her t&uuml;rl&uuml; i&ccedil;erik i&ccedil;in bize bu lisansı vermek<b> </b>&uuml;zere gerekli haklara sahip olduğunuzdan<b> </b>emin olun. İ&ccedil;eriğinize erişmek veya i&ccedil;eriğinizi değiştirmek ya da silmek istiyorsanız l&uuml;tfen bizimle iletişime<b> </b>ge&ccedil;in.</p><br><h3>9. FESİH</h3><br><p>İşbu <b>SKLS</b>&apos;nin herhangi bir h&uuml;km&uuml;ne uymazsanız <b>Xiaomi</b>, işbu <b>SKLS</b>&apos;yi derhal ve herhangi bir bildirimde bulunmaksızın<b> </b>feshedebilir.</p><br><p><b>9.1 Feshin Neticesi.</b> Fesih halinde, <b>Yazılım</b>&apos;ın t&uuml;m kopyalarını imha etmeniz ve <b>Mi Router</b>&apos;ı y&uuml;r&uuml;rl&uuml;kteki yerel geri d&ouml;n&uuml;ş&uuml;m mevzuatına g&ouml;re atmanız<b> </b>gerekir.</p>
<p>Buna ek olarak, <b>Yazılım</b>&apos;ı ve t&uuml;m yedek kopyaları dahil olmak &uuml;zere her t&uuml;rl&uuml; kopyasını Sunucudan ve t&uuml;m bilgisayarlardan ve <b>Yazılım</b>&apos;ın y&uuml;klendiği, depolandığı veya arşivlendiği diğer ortamlardan kaldırmanız gerekir. <b>Xiaomi</b> tarafından talep edilmesi halinde, <b>Xiaomi</b>&apos;ye bu gereksinimlere<b> </b>uyduğunuzu belirten yazılı bir<b> </b>onay vermelisiniz.</p><br><h3>10. UYGULANACAK YASALAR</h3>
<p>İşbu <b>Kullanıcı</b> <b>S&ouml;zleşmesi</b> h&uuml;k&uuml;mlerinin yorumlanması, ge&ccedil;erlilik ve uyuşmazlıkların &ccedil;&ouml;z&uuml;m&uuml; <b>Kullanıcı</b>&apos;nın ikamet ettiği yerdeki yasalara g&ouml;re yapılacaktır. <b>Siz</b> ve <b>Xiaomi</b> arasında herhangi bir uyuşmazlık veya ihtilaf olması halinde, &ouml;ncelikle bunu dostane g&ouml;r&uuml;şmelerle &ccedil;&ouml;zmeye &ccedil;alışacağız. G&ouml;r&uuml;şmelerin <b>S&ouml;zleşme</b> ile sonu&ccedil;lanmaması halinde, uyuşmazlığı <b>Kullanıcı</b>&apos;nın ikamet yerindeki mahkemelere sunmayı kabul<b> </b>etmektesiniz.</p><br><h3>11. BAĞIMSIZLIK</h3>
<p>İşbu <b>S&ouml;zleşme</b>&apos;nin herhangi bir h&uuml;km&uuml; herhangi bir nedenle uygulanamazsa işbu <b>S&ouml;zleşme</b>&apos;nin diğer h&uuml;k&uuml;mlerinin ge&ccedil;erliliğini engellemeksizin s&ouml;z konusu h&uuml;k&uuml;m ge&ccedil;ersiz kalmaya devam edecektir.</p><br><h3>12. B&Uuml;T&Uuml;NL&Uuml;K</h3>
<p>İşbu <b>S&ouml;zleşme</b> (ve <b>Gizlilik Politikası</b>), <b>Mi Router</b>&apos;ı ve <b>Yazılım</b>&apos;ı kullanmanız ile ilgili t&uuml;m konularda <b>Siz</b> ve <b>Xiaomi</b> arasındaki ilişkinin şartlarını a&ccedil;ıklayan tek belge niteliğindedir.</p>
<p>Her paragrafın başlığı yalnızca okumayı kolaylaştırmak i&ccedil;in yazılmıştır ve herhangi bir yasal veya s&ouml;zleşmesel y&uuml;k&uuml;ml&uuml;l&uuml;k getirmez.</p><br><p>G&ouml;zden Ge&ccedil;irme Tarihi: NİSAN 2020</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
        html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

    </style>
    </body>
</html>
