<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Acord de licenţă pentru utilizatorul final Xiaomi</h2><br><p><b>Bun venit la Xiaomi!</b></p><br><h3>1. INTRODUCERE</h3><br><p>Aceşti termeni şi condiţii (&bdquo;<b>Acordul <b>de licenţă</b> pentru <b>Utilizatorul Final</b></b>&rdquo; şi/sau &bdquo;<b>Acordul</b>&rdquo; şi/sau &bdquo;<b>EULA</b>&rdquo;) reglementează accesul şi utilizarea serviciilor de date şi voce prin routerul nostru Model R3600 (la care se face referire fără a distinge &icirc;ntre ele ca fiind &bdquo;<b>Routerul Mi</b>&rdquo;) şi a <b>Software</b>-ului integrat, <b>Mi AIoT Router AX3600</b> 3.0.22 (la care se face referire fără a distinge &icirc;ntre ele ca fiind (&bdquo;<b>Software</b>-ul&rdquo;), deţinut de <b>Xiaomi</b> Inc., subsidiarele şi afiliaţii companiei (&bdquo;<b>Xiaomi</b>&rdquo; sau &bdquo;noi&rdquo;) şi partenerii noştri operaţionali (&bdquo;<b>Colaboratorii</b>&rdquo;), pe care <b>Dvs.</b> l-aţi achiziţionat &icirc;n vederea accesării propriei conexiuni internet şi/sau a serviciilor Wi-Fi.</p>
<p>Acest <b>EULA</b> este disponibil la adresa:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>Utilizarea <b>Mi Router</b> şi a <b>Software-ului</b> conferă <b>Utilizatorului</b> statutul de <b>Utilizator</b> şi constituie acceptarea şi presupune respectarea prevederilor <b>EULA</b> (&icirc;n continuare: &bdquo;<b>Dvs.</b>&rdquo; sau &bdquo;<b>Utilizatorul</b>&rdquo; şi/sau &bdquo;<b>Utilizatorii</b>&rdquo;), precum şi a altor termeni de utilizare care s-ar putea aplica dispozitivului sau utilizării dispozitivului <b>Mi Router</b> sau a <b>Software-ului</b>. Citiţi cu atenţie acest <b>Acord</b> pentru a accesa <b>Mi Router</b> şi a folosi <b>Software-ul</b> şi pentru a alege dacă acceptaţi sau nu prezentul <b>Acord</b>. <b>Dvs.</b> trebuie să aveţi v&acirc;rsta legală, dacă <b>Dvs.</b> sunteţi minor, trebuie să citiţi prezentul <b>Acord</b> &icirc;n prezenţa Tutorelui legal. Utiliz&acirc;nd dispozitivul <b>Mi Router</b> şi <b>Software-ul</b> şi accept&acirc;nd <b>Acordul</b>, <b>confirmaţi</b> faptul că <b>aţi citit</b>, &icirc;nţeles şi acceptat termenii şi condiţiile prezentului <b>Acord</b>, fiind de acord să le respectaţi.</p>
<p>Accept&acirc;nd prezentul <b>Acord</b>, <b>vă exprimaţi acordul</b> cu privire la toate restricţiile. <b>Xiaomi Technology Netherlands B.V.</b> este o societate cu răspundere limitată &icirc;nregistrată şi &icirc;nfiinţată &icirc;n conformitate cu prevederile legilor din Olanda, av&acirc;nd codul de &icirc;nregistrare <b>RSIN (numărul de &icirc;nregistrare) 859298899.</b></p>
<p>&Icirc;n vederea trimiterii de comunicări şi notificări se vor utiliza următoarele date de contact:</p>
<p><b>Contactaţi-ne la:</b></p>
<p><b>Adresa: Prinses Beatrixlaan 582, The Hague 2595BM, Olanda</b></p><br><h3>2. DEFINIŢII</h3>
<p>Pentru a &icirc;nţelege mai bine prezentul <b>EULA</b>, aceste definiţii pot fi utile:</p>
<p>Router &icirc;nseamnă un dispozitiv hardware care, utiliz&acirc;nd un <b>Software</b> ca protocol pentru router, permite conectarea la internet a diverse dispozitive mobile sau PS &icirc;n acelaşi timp.</p>
<p>Server &icirc;nseamnă un computer fizic, individual, care rulează mai mult de o (1) copie unică a unui sistem de operare. Servere multiple sunt (i) mai multe computere care &icirc;mpart capacitatea de procesare sau funcţionează &icirc;ntr-o configuraţie de reţea sub forma unui singur computer logic, cum ar fi o fermă de servere, un &bdquo;cluster&rdquo; sau o dispunere asemănătoare şi (ii) mai multe echipamente virtuale &icirc;ntr-un mediu tehnic, care &icirc;mpart un computer fizic &icirc;n mai multe echipamente virtuale astfel &icirc;nc&acirc;t fiecare echipament virtual dispune de interfața şi capacitatea de a rula pe echipamentul propriu dedicat.</p>
<p><b>Software</b> &icirc;nseamnă <b>Software-ul</b> şi toate Actualizările, dacă există, a cărui licenţă <b>Vă este</b> acordată prin prezenta <b>EULA</b> inclusiv, dar nelimit&acirc;ndu-se la toate componentele aferente sau furnizate &icirc;mpreună cu <b>Software-ul</b>, interfeţele de programare a aplicaţiilor, mediile asociate, materialele tipărite, documentaţia online sau electronică şi toate actualizările şi versiunile de &icirc;ntreţinere aferente.</p><br><h3>3. LICENŢĂ&nbsp;SOFTWARE</h3>
<p><b>3.1 <b>Drepturile</b> utilizatorilor</b></p>
<p><b>Aveţi</b> dreptul să folosiţi <b>Mi Router</b> şi <b>Software</b>-ul &icirc;n conformitate cu termenii şi condiţiile prezentului <b>EULA</b> pentru a accesa şi a vă conecta prin Wi-Fi la serviciile şi dispozitivele internet.</p>
<p>Cu condiţia utilizării corespunzătoare a prezentului <b>EULA</b> de către <b>Utilizator</b>, <b>Xiaomi</b> acordă <b>Utilizatorului</b> o licenţă personală, netransferabilă şi neexclusivă pentru utilizarea <b>Software</b>-ului prin <b>Mi Router</b>, fără dreptul de sublicenţiere. <b>Utilizatorul</b> poate instala, utiliza şi rula <b>Software</b>-ul exclusiv &icirc;n <b>Mi Router</b>.</p>
<p>&Icirc;n vederea evitării oricărei ne&icirc;nţelegeri, licenţa <b>Software</b>-ului este acordată şi nu v&acirc;ndută <b>Dvs.</b>, &icirc;n termenii prezentului <b>EULA</b>. <b>Dvs.</b> nu beneficiaţi de niciun drept &icirc;n ceea ce priveşte drepturile de autor, mărcile comerciale sau mărcile de servicii ale <b>Xiaomi</b> sau ale <b>Colaboratorilor</b>. <b>Xiaomi</b> &icirc;şi păstrează toate drepturile neacordate &icirc;n mod expres <b>Dvs.</b> &icirc;n prezentul <b>Acord</b>.</p>
<p>Acest <b>Software</b> nu poate fi instalat pe alte dispozitive terminale care nu sunt autorizate &icirc;n mod expres de <b>Xiaomi</b>, inclusiv, dar fără a se limita la STB-uri, console de jocuri, televizoare, DVD playere şi alte terminale asemănătoare.</p>
<p>&Icirc;n cazul &icirc;n care <b>Utilizatorul</b> &icirc;ncalcă prevederile prezentului <b>Acord</b>, <b>Xiaomi</b> va retrage prezenta licenţă de <b>Software</b> acordată prin prezenta <b>Utilizatorului</b> şi vă va Dezactiva contul.</p>
<p><b>3.2 Achiziţionarea, instalarea şi modernizarea <b>Software</b>-ului</b></p>
<p><b>Utilizatorul</b> va descărca şi instala <b>Software</b>-ul de pe pagina [<a href="http://www.apple.com">www.apple.com</a> sau <a href="https://play.google.com/store">https://play.google.com/store</a>] sau prin metoda specificată de <b>Xiaomi</b>. Pentru a &icirc;mpiedica infectarea dispozitivului Dvs. cu programe rău-intenţionate, care v-ar putea distruge datele şi accesa datele cu caracter personal şi informaţiile confidenţiale, nu descărcaţi <b>Software</b>-ul de pe site-uri web nespecificate. Dacă <b>Dvs.</b> obţineţi <b>Software</b>-ul sau programul de instalare de la un terţ care nu a fost autorizat de <b>Xiaomi</b>, <b>Xiaomi</b> nu poate garanta utilizarea normală, şi <b>Xiaomi</b> nu &icirc;şi asumă responsabilitatea pentru pierderi suferite de <b>Dvs.</b> din acest motiv.</p>
<p><b>Utilizatorul</b> trebuie să aleagă versiunea de <b>Software</b> care se potriveşte dispozitivului terminal <b>Mi Router</b> achiziţionat. &Icirc;n caz contrar, orice probleme privind <b>Software</b>-ul, probleme ale dispozitivului sau daunele rezultate &icirc;n urma incompatibilității dintre versiunea <b>Software</b> şi modelul de <b>Mi Router</b> vor fi suportate &icirc;n exclusivitate de către <b>Utilizator</b>.</p>
<p>Pentru a &icirc;mbunătăţi experienţa <b>Utilizatorului</b> şi a optimiza serviciile oferite, <b>Xiaomi</b> &icirc;şi rezervă dreptul de a furniza şi a &icirc;nlocui o versiune modificată şi actualizată a <b>Software</b>-ului, precum şi dreptul de a percepe o taxă pentru această &icirc;nlocuire, modificare sau actualizare. <b>Veţi</b> fi informat &icirc;n prealabil &icirc;n acest sens, iar <b>Xiaomi</b> trebuie să obţină consimţăm&acirc;ntul Dvs. prealabil pentru astfel de taxe. <b>Software</b>-ul va dispune de funcţia de &bdquo;notificare privind actualizarea&rdquo; &icirc;n mod implicit pentru <b>Utilizator</b>. &Icirc;n funcţie de versiunea <b>Software</b> folosită de <b>Utilizator</b>, <b>Xiaomi</b> asigură <b>Utilizatorului</b> opţiunea de a activa sau nu funcţia amintită. După lansarea unei noi versiuni de <b>Software</b>, <b>Xiaomi</b> nu garantează faptul că versiunile mai vechi ale <b>Software</b>-ului vor putea fi utilizate.</p>
<p><b>3.3 Alte condiţii de utilizare</b></p>
<p><b>Utilizatorul</b> se obligă să nu realizeze activităţi ilegale sau ilicite sau contrare bunei credinţe sau ordinii publice. Totodată, nu se va implica &icirc;n activităţi care ar putea dăuna imaginii şi drepturilor companiei <b>Xiaomi</b> sau a <b>Colaboratorilor</b>, sau care ar putea &icirc;mpiedica utilizarea normală a <b>Mi Router</b> sau a <b>Software</b>-ului sau a serviciilor terţilor accesate cu ajutorul acestora.</p>
<p>Dispozitivul <b>Mi Router</b> şi <b>Software</b>-ul trebuie utilizate &icirc;n legătură cu servicii terţe, inclusiv, dar nelimitat la piaţa de aplicaţii şi telecomunicaţii. <b>Veţi</b> fi taxat cu preţul serviciilor de telecomunicaţii sau taxele altor furnizori de servicii. <b>Vă</b> &icirc;ncurajăm să contactaţi furnizorii de servicii pentru mai multe informaţii legate de taxele aferente serviciilor sau alte informaţii.</p>
<p>Utilizarea dispozitivului nostru <b>Mi Router</b> poate fi necesară pentru &icirc;nregistrarea unui cont şi a unei parole pentru contul respectiv. <b>Sunteţi</b> responsabil pentru păstrarea confidenţialităţii contului şi parolei Dvs. şi pentru restricţionarea accesului la computerul Dvs. şi <b>sunteţi</b> de acord să acceptaţi răspunderea pentru toate activităţile care ar putea avea loc sub contul şi parola Dvs. Totodată, <b>sunteţi</b> de acord ca toate informaţiile date de <b>Dvs.</b> la configurarea contului să fie adevărate şi precise.</p>
<p><b>Xiaomi</b> nu va răspunde pentru niciun fel de pierdere suferită de <b>Dvs.</b> ca rezultat al utilizării de către altă persoană a parolei sau contului Dvs., cu sau fără ştiinţa Dvs.&nbsp; Totuşi, <b>Dvs.</b> puteţi fi tras la răspundere pentru pierderile suferite de <b>Xiaomi</b> sau alte părţi &icirc;n cazul &icirc;n care altă persoană vă foloseşte contul şi parola deoarece nu ați reușit să vă mențineți parola confidențială. <b>Nu</b> puteţi folosi contul altor persoane fără permisiunea deţinătorului contului respectiv.&nbsp;<b>Xiaomi</b> nu &icirc;şi asumă răspunderea pentru pierderi sau daune suferite &icirc;n urma nerespectării de către Dvs. a obligaţiilor de mai sus.</p>
<p>Obiectivul <b>Xiaomi</b> este să furnizeze servicii prin router foarte fiabile şi cu disponibilitate mare, totuşi <b>Mi Router</b> şi <b>Software</b>-ul, inclusiv accesul de la distanţă şi notificările mobile nu pot fi fiabile sau disponibile 100% din timp.&nbsp; Totodată, conexiunea la router poate fi &icirc;ntreruptă sporadic şi pot apărea defecţiuni &icirc;n afara controlului <b>Xiaomi</b>, inclusiv, dar nelimit&acirc;ndu-se la intermitenţe Wi-Fi, funcţionarea furnizorului de servicii, notificări mobile şi furnizori de servicii. &nbsp;Nu putem şi nu vom garanta faptul că <b>Dvs.</b> veţi primi notificări sau veţi dispune de acces la internet &icirc;n orice moment.&nbsp;</p>
<p><b>Luaţi</b> la cunoştinţă faptul că <b>Mi Router</b> şi <b>Software</b>-ul nu sunt certificate pentru reacţie &icirc;n caz de urgenţă şi nu sunt destinate sau adecvate pentru utilizare &icirc;n situaţii sau medii &icirc;n care defecţiunile, &icirc;nt&acirc;rzierile, erorile sau imprecizia datelor sau informaţiilor ar putea conduce la deces, rănire sau deteriorarea gravă fizică sau a mediului, inclusiv, fără limitare la operarea &icirc;n amplasamente nucleare, navigaţie sau sisteme de comunicare aeriene, controlul traficului aerian, sisteme folosite la susţinerea vieţii sau sisteme de armament.</p>
<p>SUNTEŢI DE ACORD SĂ NU VĂ BAZAŢI PE MI ROUTER ŞI SOFTWARE PENTRU SIGURANŢĂ VITALĂ SAU PENTRU OBIECTIVE CRITICE. TOATE NOTIFICĂRILE MOBILE PRIVIND STAREA ŞI AVERTIZĂRILE DESPRE PRODUSELE XIAOMI SUNT FURNIZATE NUMAI &Icirc;N SCOP INFORMATIV.</p>
<p><b>Xiaomi</b> vă poate invita pe <b>Dvs.</b>, sau <b>Dvs.</b> puteţi să alegeţi &icirc;n mod voluntar să trimiteţi comentarii, sugestii sau idei cu privire la <b>Mi Router</b> şi <b>Software</b>, inclusiv modalităţi de &icirc;mbunătăţire ale acestora (&bdquo;<b>Feedback</b>&rdquo;). Prin trimiterea unui <b>Feedback</b>, <b>sunteţi</b> de acord cu faptul că menţiunile dvs. sunt voluntare, gratuite, nesolicitate, neconfidenţiale şi fără restricţii şi nu vor supune <b>Xiaomi</b> unor obligaţii fiduciare sau de altă natură. <b>Xiaomi</b> poate folosi, copia, modifica, publica, redistribui sau crea lucrări derivate, după cum dorește, &icirc;n baza acestui <b>Feedback</b> &icirc;n orice scop şi &icirc;n orice mod, fără a <b>vă</b> datora compensaţii sau a vă cere acordul. Totodată, <b>sunteţi</b> de acord cu faptul că <b>Xiaomi</b> nu renunţă la niciun drept de a utiliza idei asemănătoare sau conexe, cunoscute &icirc;n prealabil de către <b>Xiaomi</b>, dezvoltate de angajaţi sau obţinute din alte surse.</p>
<p><b>3.4 Cerinţe de sistem</b></p>
<p><b>Mi Router</b> şi <b>Software</b>-ul nu pot accesa serviciile internet fără: (i) o reţea Wi-Fi funcţională &icirc;n casa Dvs., poziţionată astfel &icirc;nc&acirc;t să comunice fiabil cu dispozitivul <b>Mi Router</b>; (ii) clienţi mobili precum un telefon sau o tabletă acceptată (necesare pentru anumite funcţionalităţi); (iv) acces la internet de bandă largă disponibil permanent &icirc;n locuința Dvs.; şi (v) alte elemente ale sistemului care ar putea fi specificate de <b>Xiaomi</b> Este responsabilitate Dvs. să vă asiguraţi că <b>dispuneţi</b> de toate elementele sistemului necesare şi că acestea sunt compatibile şi configurate &icirc;n mod corespunzător. <b>Acceptaţi</b> că <b>Mi Router</b> şi <b>Software</b> pot să nu funcţioneze conform descrierii dacă cerinţele şi compatibilitatea nu sunt &icirc;ndeplinite.</p>
<p><b>3.5 Limitări privind Drepturile <b>Utilizatorilor</b></b></p>
<p>Drepturile <b>Utilizatorilor</b> sunt limitate astfel:</p>
<p><b>Dvs.</b> nu puteţi:</p>
<ul>
<li><p>- Copia, transforma sau modifica datele din <b>Software</b>, sau datele transmise către <b>Mi Router</b> &icirc;n timpul rulării <b>Software</b>-ului şi datele interactive generate &icirc;ntre <b>Utilizator</b> şi server &icirc;n timpul rulării <b>Software</b>-ului, sau rularea <b>Software</b>-ului cu plug-in-uri; crea lucrări derivate &icirc;n orice formă, inclusiv, dar fără limitare la plug-in-uri, accesarea <b>Software</b>-ului şi a sistemelor conexe prin instrumente/servicii terţe.</p></li>
<li><p>- Copia configuraţia <b>Software</b>-ului cu excepţia unui număr rezonabil de copii <b>Software</b> care pot fi citite electronic &icirc;n scopuri de backup sau arhivare şi cu excepţia situaţiilor specificate &icirc;n mod expres &icirc;n prezentul <b>Acord</b>.</p></li>
<li><p>- Elimina titluri, mărci comerciale, mărci de servicii, denumiri comerciale, &icirc;nştiinţări privind drepturile de autor sau alte &icirc;nsemnări privind proprietatea din <b>Software</b>;</p></li>
<li><p>- Vinde, &icirc;nchiria, licenţia, sublicenţia, aloca, distribui sau transfera &icirc;n alt mod &icirc;n &icirc;ntregime sau parţial <b>Software</b>-ul, licenţa sau drepturile Dvs. de utilizare privind <b>Software</b>-ul către alte părţi, inclusiv drepturile privind calitatea de membru, abonamente sau pe bază de hosting;</p></li>
<li><p>- Modifica sau crea lucrări derivate bazate pe <b>Software</b>;</p></li>
<li><p>- Decompila, dezasambla, reconstrui sau &icirc;ncerca &icirc;n alt fel derivarea codului sursă din <b>Software</b>, &icirc;n &icirc;ntregime sau parţial;</p></li>
<li><p>- Despacheta, dezmembra sau re&icirc;mpacheta <b>Software</b>-ul sau oricare componentă a acestuia din orice motiv;</p></li>
<li><p>- Include &icirc;ntr-un pachet sau distribui <b>Software</b>-ul &icirc;n orice mod;</p></li>
<li><p>- Furniza utilizarea <b>Software</b>-ului &icirc;ntr-o unitate de externalizare terţă &icirc;n baza unui service, birou de service sau pentru utilizare &icirc;n comun;</p></li>
<li><p>- Furniza oric&acirc;nd o licenţă de evaluare a <b>Software</b>-ului oricărei alte persoane sau entităţi, sau permite &icirc;n alt mod oricărei alte persoane sau entităţi să evalueze <b>Software</b>-ul;</p></li>
<li><p>- Modifica, schimba sau transforma <b>Acordul</b> distribuit de <b>Xiaomi</b> şi/sau <b>Colaboratorii</b> &icirc;mpreună cu <b>Software</b>-ul; sau</p></li>
<li><p>- Nu face nicio declaraţie, afirmaţie şi nu emite nicio garanţie privind <b>Software</b>-ul sau codul de eşantionare care depăşeşte sau nu este conform cu documentaţia furnizată de <b>Xiaomi</b> către <b>Dvs.</b></p></li>
</ul><br><h3>4. SITE-URI WEB ŞI SERVICII TERŢE</h3>
<p><b>&Icirc;nţelegeţi</b> şi sunteţi de acord cu faptul că Serviciile noastre şi operarea dispozitivului <b>Mi Router</b> şi a <b>Software</b>-ului sunt bazate pe suport tehnic de la terţi precum Android sau Google, printre alţii. <b>Sunteţi</b> de acord şi vă exprimaţi consimţăm&acirc;ntul că <b>Colaboratorii</b> noştri <b>vă</b> pot solicita date cu caracter personal &icirc;n timp de primiţi suport tehnic sau de alt tip de la aceştia.</p>
<p>Cu ajutorul <b>Mi Router</b> şi a <b>Software</b>-ului, puteţi accesa alte servicii terţe online, deţinute de terţi.</p>
<p>Aceste servicii oferite de terţi nu fac obiectul prezentului <b>EULA</b> sau <b>Politicii noastre de confidenţialitate</b>. Serviciile terţe oferite de terţi sunt supuse respectivilor Termeni şi condiţii şi/sau Politicilor de confidenţialitate, pentru care <b>Xiaomi</b> nu &icirc;şi asumă responsabilitatea &icirc;n niciun mod.</p><br><h3>5. OBLIGAŢIILE XIAOMI</h3>
<p>SERVICIILE FURNIZATE DE <b>XIAOMI</b> ŞI <b>COLABORATORI</b> SUNT FURNIZATE &bdquo;FĂRĂ OBLIGAŢII&rdquo; ŞI FĂRĂ NICIO GARANŢIE, DE NICIUN FEL, EXPRESĂ SAU IMPLICITĂ. &Icirc;N MĂSURA PERMISĂ DE PREVEDERILE LEGALE, <b>XIAOMI</b> &Icirc;ŞI DECLINĂ RĂSPUNDEREA FAŢĂ DE TOATE GARANŢIILE EXPRESE SAU IMPLICITE, INCLUSIV, DAR FĂRĂ A SE LIMITA LA GARANŢIILE IMPLICITE PRIVIND POSIBILITATEA DE COMERCIALIZARE SAU ADECVAREA PENTRU UN ANUMIT SCOP, ALTELE DEC&Acirc;T GARANŢIILE IMPLICITE EXPRIMATE PRIN LEGE. NU GARANTĂM FAPTUL CĂ FUNCŢIILE INCLUSE &Icirc;N <b>MI ROUTER</b> SAU <b>SOFTWARE</b> SAU ELEMENTELE FURNIZATE DE <b>COLABORATORI</b> NU VOR FI AFECTATE DE &Icirc;NTRERUPERI SAU VOR FI FĂRĂ ERORI SAU CĂ DEFECŢIUNILE VOR FI REMEDIATE SAU CĂ SERVERELE PE CARE SUNT GĂZDUITE SUNT LIPSITE DE VIRUŞI ŞI ALTE COMPONENTE CE POT PROVOCA DAUNE. NU OFERIM GARANŢII SAU DECLARAŢII PRIVIND UTILIZAREA CONŢINUTULUI SERVICIILOR <b>XIAOMI</b> ŞI/SAU A PARTENERILOR COMPANIEI LEGATE DE CORECTITUDIUNEA, PRECIZIA, FIABILITATEA SAU DE ORICE ALT ASPECT &Icirc;N ACEST SENS. <b>DVS.</b> VEŢI ACHITA TOATE COSTURILE PENTRU TOATE SERVICIILE, REPARAŢIILE SAU INTERVENŢIILE NECESARE.</p>
<p><b>Xiaomi</b> şi <b>Colaboratorii</b> vor depune eforturi pentru furnizarea dispozitivului <b>Mi Router</b> sau a <b>Software</b>-ului şi menţinerea acestora fără erori &icirc;n măsura posibilităţilor. <b>Xiaomi</b> nu &icirc;şi asumă răspunderea pentru pierderi suferite nu numai din cauza &icirc;ncălcării prezentului <b>EULA</b>. Totodată, <b>Xiaomi</b> nu va fi responsabilă pentru comportamente sau fapte care nu pot fi controlate &icirc;n mod rezonabil de compania noastră.</p><br><h3>6. DECLARAȚIE DE EXONERARE DE RĂSPUNDERE</h3>
<p><b>Xiaomi</b> nu garantează accesul continuu, vizualizarea corectă, descărcarea sau utilizarea elementelor şi informaţiilor incluse &icirc;n <b>Mi Router</b> şi site-ul web de unde se poate accesa <b>Software</b>-ul, acesta put&acirc;nd fi indisponibil, &icirc;ngreunat sau &icirc;ntrerupt de factori sau circumstanţe aflate &icirc;n afara controlului companiei.</p>
<ul>
<p><b>Xiaomi</b> nu &icirc;şi asumă nicio răspundere legală şi nu va fi trasă la răspundere pentru daune, pierderi sau cheltuieli apărute ca urmare a circumstanţelor indicate mai jos:</p>
<li><p>- <b>Xiaomi</b> nu garantează accesul continuu, vizualizarea corectă, descărcarea sau utilizarea elementelor şi informaţiilor conţinute de site-ul web, acesta put&acirc;nd fi indisponibil, &icirc;ngreunat sau &icirc;ntrerupt de factori sau circumstanţe aflate &icirc;n afara controlului companiei.</p></li>
<li><p>- Orice circumstanţă cauzată de suspendări sau defecţiuni etc., rezultată din piraterie informatică, viruşi sau alte cauze legate de gestionarea securităţii reţelei, tehnici, linii de comunicare şi informaţii;</p></li>
<li><p>- Pierderi suferite de <b>Utilizator</b> din vina terţilor, cum ar fi defecţiuni ale liniilor de comunicaţii, probleme tehnice, defecţiuni ale reţelei sau computerelor şi alte cazuri de forţă majoră;</p></li>
<li><p>- Erori de securitate sau navigare cauzate de o defecţiune a browserului sau utilizarea unei versiuni &icirc;nvechite a acestuia.</p></li>
 <li><p>- Interferenţe nelegitime din cauza utilizării unor programe rău-intenţionate de orice fel şi prin orice mijloc de comunicare, cum ar fi viruşi de calculator sau orice alte mijloace;</p></li>
 <li><p>- Interferenţe, &icirc;ntreruperi, defecţiuni, omisiuni, defecţiuni telefonice, &icirc;nt&acirc;rzieri, blocări sau deconectări intervenite &icirc;n funcţionarea sistemelor electronice, cauzate de deficienţe, suprasarcini şi erori din liniile şi reţelele de telecomunicaţii sau din orice alt motiv care se află &icirc;n afara controlului <b>Xiaomi</b>.</p></li>
</ul>
<p>&Icirc;N LIMITA MAXIMĂ PERMISĂ DE LEGE ŞI &Icirc;N NICIUN CAZ, XIAOMI, AFILIAŢII, ASOCIAŢII, DISTRIBUITORII, AGENŢII, FURNIZORII COMPANIEI, OFIŢERII, DIRECTORII, ANGAJAŢII, LICENŢIATORII ŞI PERSOANELE &Icirc;NSĂRCINATE DE COMPANIE NU VOR RĂSPUNDE PENTRU:</p>
<ul><li><p>1. PIERDERI SAU DAUNE ADUSE LOCUINŢEI DVS., SISTEMULUI HVAC, SISTEMULUI ELECTRIC, INSTALAŢIILOR SANITARE, PRODUSELOR ŞI PERIFERICELOR DVS. (CONECTATE SAU NECONECTATE LA UN PRODUS XIAOMI), COMPUTERELOR, DISPOZITIVELOR MOBILE ŞI TUTUTOR CELORLALTE ARTICOLE ŞI ANIMALE DE COMPANIE DIN CASA DVS.; ŞI</p></li>
<li><p>2. PIERDERI CARE (I) NU AU PUTUT FI PREVĂZUTE &Icirc;N MOD REZONABIL DE AMBELE PĂRŢI; (II) CUNOSCUTE DE CĂTRE DVS., DAR NU ŞI DE NOI; ŞI/SAU CARE (III) PUTEAU FI PREVĂZUTE DE AMBELE PĂRŢI DAR PUTEAU FI &Icirc;MPIEDICATE DE CĂTRE DVS., CUM AR FI (DAR FĂRĂ A SE LIMITA LA) PIERDERI CAUZATE DE VIRUŞI, SOFTWARE-URI DĂUNĂTOARE SAU ALTE PROGRAME RĂU-INTENŢIONATE SAU PIERDERI SAU DETERIOAREA DATELOR DVS. (INCLUSIV, DAR FĂRĂ A SE LIMITA LA DAUNE SAU PIERDERI DE PROFIT SAU VENITURI DIN CAUZA PIERDERILOR DE DATE, &Icirc;NTRERUPEREA ACTIVITĂŢII COMERCIALE, RĂNIRI PERSONALE, PIERDEREA CONFIDENŢIALITĂŢII, PIERDEREA CAPACITĂŢII DE A UTILIZA PRODUSE ŞI SERVICII TERŢE, INCAPACITATEA DE A ONORA ORICE &Icirc;NDATORIRE, INCLUSIV A CELOR DE BUNĂ CREDINŢĂ SAU &Icirc;NGRIJIRE REZONABILĂ, NEGLIJENŢĂ; ŞI PENTRU ORICE ALTE PIERDERI PECUNIARE SAU DE ALTĂ NATURĂ,</p></li>
<p>INDIFERENT DE CONDIŢIILE PRIVIND RESPONSABILITATEA (CONTRACT, RĂSPUNDERE DELICTUALĂ SAU DE ALTĂ NATURĂ), CARE REIESE DIN SAU ESTE LEGATĂ &Icirc;N ORICE MOD DE UTILIZAREA NECORESPUNZĂZOARE SAU INCAPACITATEA DE UTILIZARE A SITE-ULUI WEB SAU A SERVICIILOR, CHIAR DACĂ XIAOMI SAU ALTE ENTITĂŢI ASEMĂNĂTOARE AU FOST INFORMATE CU PRIVIRE LA POSIBILITATEA PRODUCERII UNOR ASTFEL DE DAUNE.</p><br></ul>
<p>DESPĂGUBURILE TOTALE PLĂTITE DVS. DE CĂTRE BELKIN, AFILIAŢII, ASOCIAŢII, DISTRIBUITORII, AGENŢII SAU FURNIZORII COMPANIEI NU VOR DEPĂŞI &Icirc;N NICIUN CAZ SUMA DE CINCIZECI DE EURO (50€). ACEASTĂ LIMITARE ESTE CUMULATIVĂ ŞI NU VA FI MĂRITĂ &Icirc;N CAZUL MAI MULTOR INCIDENTE SAU SOLICITĂRI. LIMITĂRILE DE MAI SUS SE APLICĂ CHIAR ŞI &Icirc;N CAZUL &Icirc;N CARE GARANŢIILE SAU REMEDIILE FURNIZATE NU &Icirc;ŞI ATING SCOPUL ESENŢIAL. NICI UN ASPECT DIN PREZENTA SECŢIUNE NU VA LIMITA RĂSPUNDEREA XIAOMI PRIVIND DECESUL SAU RĂNIREA FIZICĂ.</p><br><h3>7. POLITICA DE CONFIDENȚIALITATE</h3>
<p>Toate informaţiile furnizate către <b>Dvs.</b> vor fi reglementate de termenii din <b>Politica de confidenţialitate</b>. Termenii incluşi &icirc;n <b>Politica de confidenţialitate</b> fac parte integrantă din prezentul <b>Acord</b> şi produc efecte juridice.</p>
<p><b>Politica de confidenţialitate</b> se găseşte la <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Pentru compania <b>Xiaomi</b> protecţia datelor Dvs. cu caracter personal este foarte importantă. &Icirc;n vederea furnizării funcţiilor <b>Software</b>-ului şi &icirc;mbunătăţirea experienţei <b>Utilizatorului</b>, <b>Mi Router</b> şi <b>Software</b>-ul vor colecta anumite tipuri de date, conform prevederilor din <b>Politica de confidenţialitate</b>. Colectăm, utilizăm şi protejăm datele Dvs. cu caracter personal &icirc;n conformitate cu <b>Politica de confidenţialitate</b>. <b>Politica de confidenţialitate</b> este disponibilă pe următorul site web.</p>
<p>Pentru alte informaţii privind <b>Politica de confidenţialitate</b>, vă rugăm să ne contactaţi la adresa: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. CONFIDENŢIALITATEA ŞI DREPTUL DE PROPRIETATE INTELECTUALĂ ŞI INDUSTRIALĂ</h3>
<p>Dispozitivul <b>Mi Router</b> şi <b>Software</b>-ul şi toate copiile ale acestora constituie proprietatea intelectuală exclusivă a <b>Xiaomi</b>, fiind astfel protejate de legile privind drepturile de autor şi acordurile internaţionale, precum şi alte legi şi acorduri internaţionale privind drepturile de proprietate intelectuală.</p>
<p>Structura, organizarea şi codul <b>Software</b>-ului constituie informaţii confidenţiale şi sunt secrete comerciale de valoare ale companiei <b>Xiaomi</b>. <b>Vă</b> exprimaţi acordul asupra faptului că orice divulgare de către <b>Dvs.</b> a oricăror informaţii confidenţiale ale <b>Xiaomi</b> vor produce daune imediate şi nereperabile <b>Xiaomi</b> şi <b>Colaboratorilor</b>, pentru care pot fi acordate despăgubiri echitabile şi alte despăgubiri legale aplicabile, de către o instanţă judecătorească competentă. Cu excepţia cazurilor prevăzute &icirc;n prezentul document, <b>Xiaomi</b> nu <b>vă</b> oferă drepturi de proprietate intelectuală din sau legate de <b>Software</b>. Toate drepturile care nu sunt acordate &icirc;n mod expres prin prezenta sunt rezervate companiei <b>Xiaomi</b>.</p>
<p><b>Vă</b> exprimaţi acordul legat de păstrarea confidenţialităţii &icirc;n ceea ce priveşte <b>Software</b>-ul şi dispozitivul <b>Mi Router</b>, <b>EULA</b> şi alte drepturi de proprietate intelectuală ale companiei <b>Xiaomi</b> folosind cel puţin nivelul de măsuri de protejare a informaţiilor <b>Dvs.</b> confidenţiale şi &icirc;n niciun caz o prudenţă mai redusă &icirc;n acest sens. <b>Vă</b> exprimaţi acordul &icirc;n ceea ce priveşte comunicarea rezonabilă a termenilor şi condiţiilor prezentului <b>EULA</b> persoanelor angajate de către <b>Dvs.</b> şi care intră &icirc;n contact cu <b>Software</b>-ul şi că veţi lua &icirc;n mod rezonabil cele mai bune măsuri pentru a respecta aceşti termeni şi condiţii, inclusiv, fără limitare la permiterea de utilizare fără ca Dvs. să aveţi cunoştinţă a unei porţiuni din <b>Software</b> şi a altor drepturi de proprietate intelectuală ale companiei <b>Xiaomi</b> &icirc;n scopul derivării de cod sursă din <b>Software</b> sau a copierii, distrugerii sau a evitării codurilor &icirc;n vederea utilizării autorizaţiilor sau a licenţelor.</p>
<p><b>Utilizatorul</b> nu va &icirc;ncălca drepturile de proprietate intelectuală deţinute de <b>Xiaomi</b>, <b>Colaboratori</b> sau terţi legate de <b>Mi Router</b> şi <b>Software</b>. <b>Dvs.</b> nu vă este permisă &icirc;ncărcarea, publicarea, modificare, dezasamblarea sau reproducerea lucrărilor ale căror drepturi de proprietate intelectuală sau industrială sunt deţinute de terţi, fără permisiune, sau a informaţiilor sau datelor deţinute de terţi fără consimţăm&acirc;ntul scris al deţinătorilor.</p>
<p>Grafica, cuvintele şi compoziţiile aferente MIUI şi altor logo-uri <b>Xiaomi</b> care apar pe produsele şi serviciile <b>Xiaomi</b> sunt mărci comerciale &icirc;nregistrate de <b>Xiaomi</b>. <b>Dvs.</b> nu le puteţi afişa sau utiliza &icirc;n alt mod.</p>
<p>&Icirc;n niciun caz utilizarea dispozitivului <b>Mi Router</b> sau a <b>Software</b>-ului sau a <b>Colaboratorilor</b> nu presupune renunţarea, transferul, licenţierea sau alocarea tuturor sau a unei părţi a acestor drepturi, cu excepţia situaţiei &icirc;n care se specifică &icirc;n mod expres acest lucru.</p>
<p>Conţinutul, textele, fotografiile, designul, logo-urile, imaginile, programele informatice, codurile sursă şi, &icirc;n general, toate creaţiile intelectuale care există <b>Mi Router</b> sau <b>Software</b> şi care sunt accesibile prin acestea, sunt protejate prin drepturi de autor sau ca orice alt drept de către lege, inclusiv dar fără a se limita la reguli privind drepturile de proprietate intelectuală sau industrială.</p>
<p><b>Xiaomi</b> sau <b>Colaboratorii</b> sunt deţinătorii sau licenţiatorii elementelor din designul grafic, meniuri, butoane de navigare, codul HTML, text, imagini, texturi, grafici şi a alte părţi aferente dispozitivului <b>Mi Router</b> şi/sau <b>Software</b>-ului sau, &icirc;n orice caz, dispun de autorizarea corespunzătoare pentru utilizarea acestor elemente.</p>
<p><b>Software</b>-ul nu poate fi reprodus integral sau parţial, transmis sau &icirc;nregistrat de către orice sistem de preluare a informaţiilor &icirc;n orice formă şi pe orice suport fără permisiunea scrisă expresă, prealabilă, obţinută de la <b>Xiaomi</b> sau <b>Colaboratori</b>.</p>
<p><b>Dvs.</b> nu aveţi dreptul să eliminaţi, să evitaţi sau să manipulaţi materialele sau elementele care apar pe <b>Mi Router</b> sau <b>Software</b> şi ale căror drepturi aparţin companiei <b>Xiaomi</b>, sau orice dispozitive tehnice de protecţie sau DRM.</p>
<p><b>Xiaomi</b> &icirc;şi rezervă dreptul de a &icirc;ntreprinde acţiuni legale pentru a-şi apăra drepturile de proprietate intelectuală sau industrială sau orice alte drepturi.</p>
<p><b>Dvs.</b> vă păstraţi toate drepturile de proprietate intelectuale pe care le deţineţi &icirc;n privinţa conţinutului pe care <b>Dvs.</b> &icirc;l trimiteţi prin <b>Mi Router</b> şi <b>Software</b>.&nbsp;</p>
<p>Atunci c&acirc;nd <b>Dvs.</b> &icirc;ncărcaţi sau trimiteţi conţinut &icirc;n alt mod folosind dispozitivul <b>Mi Router</b> şi <b>Software</b>-ul, acordaţi <b>Xiaomi</b> şi colaboratorilor o licenţă globală pentru utilizarea, găzduirea, stocarea, reproducerea, modificarea, comunicarea şi punerea la dispoziţie sau distribuirea conţinutului &icirc;n cauză. Drepturile acordate de către <b>Dvs.</b> pentru această licenţă au drept scop limitat operarea şi &icirc;mbunătăţirea serviciilor noastre şi dezvoltarea altor servicii noi. Această licenţiere continuă şi &icirc;n cazul &icirc;n care <b>Dvs.</b> nu veţi mai folosi dispozitivul <b>Mi Router</b> şi <b>Software</b>-ul. Asiguraţi-vă că aveţi dreptul să ne acordaţi această licenţă pentru conţinutul pe care &icirc;l trimiteţi prin dispozitivul <b>Mi Router</b> şi <b>Software</b>.&nbsp; Dacă <b>Dvs.</b> doriţi să vă accesaţi, modificaţi sau ştergeţi conţinutul, vă rugăm să ne contactaţi.</p><br><h3>9. REZILIEREA</h3><br><p><b>Xiaomi</b> poate rezilia prezentul <b>EULA</b> imediat şi fără o notificare dacă <b>Dvs.</b> &icirc;ncălcaţi termenii din prezentul <b>EULA</b>.</p><br><p><b>9.1 Data de intrare &icirc;n vigoare a rezilierii.</b>&Icirc;n cazul rezilierii, <b>Dvs.</b> trebuie să distrugeţi toate copiile <b>Software</b>-ului şi să eliminaţi dispozitivul <b>Mi Router</b> &icirc;n conformitate cu legislaţia locală privind reciclarea.</p>
<p>Totodată, trebuie să eliminaţi toate copiile <b>Software</b>-ului, inclusiv copiile de rezervă de pe Server şi toate computerele şi suporturile media pe care sunt instalate, stocate sau arhivate. Dacă vi se solicită de către <b>Xiaomi</b>, <b>Dvs.</b> veţi furniza companiei <b>Xiaomi</b> o declaraţie scrisă a faptului că v-aţi conformat acestor cerinţe.</p><br><h3>10. LEGISLAŢIE APLICABILĂ</h3>
<p>Interpretarea termenilor din prezentul <b>Acord pentru</b> <b>Utilizator</b> şi soluţionarea litigiilor se face conform legislaţiei aplicabile la domiciliul <b>Utilizatorului</b>. &Icirc;n cazul unei dispute sau litigii &icirc;ntre <b>Dvs.</b> şi <b>Xiaomi</b>, se va &icirc;ncerca soluţionarea acestora pe cale amiabilă. &Icirc;n cazul &icirc;n care consultările nu conduc la un <b>Acord</b> <b>sunteţi</b> de acord ca litigiul să fie judecat de o instanţă competentă din jurisdicţia <b>Utilizatorului</b>.</p><br><h3>11. INDEPENDENŢĂ</h3>
<p>Dacă vreo prevedere din prezentul <b>Acord</b> nu poate fi aplicată din orice motiv, aceasta nu se va aplica, dar nu va &icirc;mpiedica aplicarea celorlalte prevederi din <b>Acord</b>.</p><br><h3>12. INTEGRITATEA</h3>
<p>Prezentul <b>Acord</b> (inclusiv <b>Politica de confidenţialitate</b>) constituie singurul instrument care reglementează relaţia dintre <b>Dvs.</b> şi <b>Xiaomi</b> &icirc;n privinţa utilizării de către Dvs. a dispozitivului <b>Mi Router</b> şi a <b>Software</b>-ului.</p>
<p>Titlul fiecărui paragraf este conceput pentru a fi uşor de citit şi nu implică obligaţii legale sau contractuale.</p><br><p>Revizuit &icirc;n APRILIE 2020</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
