<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Licenčn&aacute; zmluva koncov&eacute;ho použ&iacute;vateľa so spoločnosťou Xiaomi</h2><br><p><b>V&iacute;ta v&aacute;s spoločnosť Xiaomi!</b></p><br><h3>1. &Uacute;VOD</h3><br><p>Tieto zmluvn&eacute; podmienky (&bdquo;<b>licenčn&aacute; <b>zmluva</b> koncov&eacute;ho <b>použ&iacute;vateľa</b></b>&ldquo; a/alebo &bdquo;<b>zmluva</b>&ldquo; a/alebo &bdquo;<b>EULA</b>&ldquo;) upravuj&uacute; pr&iacute;stup k&nbsp;&uacute;dajom, hlasov&yacute; pr&iacute;stup a&nbsp;použ&iacute;vanie na&scaron;ich modelov smerovačov R3600 (v&scaron;eobecne naz&yacute;van&eacute; &bdquo;<b>Mi Router</b>&ldquo;) a&nbsp;v&nbsp;nich integrovan&eacute;ho <b>softv&eacute;ru</b> <b>Mi AIoT Router AX3600</b> 3.0.22 (v&scaron;eobecne naz&yacute;van&yacute; &bdquo;<b>softv&eacute;r</b>&ldquo;), ktor&eacute; s&uacute; majetkom spoločnosti <b>Xiaomi</b> Inc., jej dc&eacute;rskych a&nbsp;pridružen&yacute;ch spoločnost&iacute; (&bdquo;<b>Xiaomi</b>&ldquo; alebo &bdquo;my&ldquo;), pr&iacute;padne na&scaron;ich obchodn&yacute;ch partnerov (&bdquo;<b>partnersk&eacute; podniky</b>&ldquo;), a&nbsp;ktor&eacute; ste si <b>vy</b> zak&uacute;pili na zaistenie pr&iacute;stupu k&nbsp;vlastn&eacute;mu internetov&eacute;mu pripojenia a/alebo služb&aacute;m Wi-Fi.</p>
<p>T&aacute;to <b>EULA</b> je k&nbsp;dispoz&iacute;cii na str&aacute;nke:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&ndash;&nbsp;<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>Použ&iacute;van&iacute;m zariadenia <b>Mi Router</b> a&nbsp;<b>softv&eacute;ru</b> akceptujete stav <b>použ&iacute;vateľa</b> ako <b>použ&iacute;vateľ</b> a&nbsp;vyjadrujete svoj s&uacute;hlas so zmluvou <b>EULA</b> (&bdquo;<b>vy</b>&ldquo; alebo &bdquo;<b>použ&iacute;vateľ</b>&ldquo; a/alebo &bdquo;<b>použ&iacute;vatelia</b>&ldquo;), ako aj s&nbsp;pr&iacute;padn&yacute;mi ďal&scaron;&iacute;mi podmienkami použ&iacute;vania, ktor&eacute; sa m&ocirc;žu vzťahovať na použ&iacute;vanie, resp. na časov&eacute; obdobie použ&iacute;vania zariadenia <b>Mi Router</b> a&nbsp;<b>softv&eacute;ru</b>. T&uacute;to <b>zmluvu</b> si d&ocirc;kladne preč&iacute;tajte, sk&ocirc;r než začnete použ&iacute;vať zariadenie <b>Mi Router</b> a&nbsp;<b>softv&eacute;r</b>, a&nbsp;n&aacute;sledne t&uacute;to <b>zmluvu</b> podľa vlastn&eacute;ho uv&aacute;ženia ods&uacute;hlaste alebo zamietnite. <b>Mus&iacute;te</b> mať dovŕ&scaron;en&yacute; z&aacute;konn&yacute; vek; ak <b>ste</b> e&scaron;te nedosiahli plnoletosť, <b>mus&iacute;te</b> si t&uacute;to <b>zmluvu</b> preč&iacute;tať v&nbsp;spoločnosti svojho z&aacute;konn&eacute;ho z&aacute;stupcu. Použ&iacute;van&iacute;m n&aacute;&scaron;ho zariadenia <b>Mi Router</b> aj n&aacute;&scaron;ho <b>softv&eacute;ru</b> a&nbsp;ods&uacute;hlasen&iacute;m na&scaron;ej <b>zmluvy</b> <b>potvrdzujete</b>, že <b>ste</b> si preč&iacute;tali zmluvn&eacute; podmienky tejto <b>zmluvy</b>, s&uacute;hlas&iacute;te s&nbsp;nimi a&nbsp;že sa nimi budete z&aacute;v&auml;zne riadiť.</p>
<p>Ods&uacute;hlasen&iacute;m tejto <b>zmluvy</b> sa <b>zav&auml;zujete</b> dodržiavať v&scaron;etky obmedzenia. <b>Xiaomi Technology Netherlands B.V.</b> je spoločnosť s&nbsp;ručen&iacute;m obmedzen&yacute;m, riadne založen&aacute; a&nbsp;zaregistrovan&aacute; v&nbsp;s&uacute;lade s&nbsp;ustanoveniami holandsk&eacute;ho pr&aacute;va, s&nbsp;pridelen&yacute;m č&iacute;slom <b>RSIN (IČO) 859298899.</b></p>
<p>Na komunikačn&eacute; a&nbsp;oznamovacie &uacute;čely bola vytvoren&aacute; nasleduj&uacute;ca kontaktn&aacute; adresa:</p>
<p><b>Na&scaron;e kontaktn&eacute; &uacute;daje:</b></p>
<p><b>Adresa: Prinses Beatrixlaan 582, Haag 2595BM, Holandsko</b></p><br><h3>2. ZADEFINOVANIE POJMOV</h3>
<p>V&nbsp;z&aacute;ujme zaistenia lep&scaron;ieho porozumenia tejto zmluve <b>EULA</b> uv&aacute;dzame užitočn&eacute; defin&iacute;cie niektor&yacute;ch pojmov:</p>
<p>Smerovač je hardv&eacute;rov&eacute; zariadenie, ktor&eacute; pomocou <b>softv&eacute;ru</b> protokolu smerovača umožňuje s&uacute;časn&eacute; internetov&eacute; pripojenie r&ocirc;znych mobiln&yacute;ch zariaden&iacute; alebo zariaden&iacute; pracuj&uacute;cich na princ&iacute;pe prep&iacute;nania paketov.</p>
<p>Server je samostatn&yacute; fyzick&yacute; poč&iacute;tač, v&nbsp;ktorom je spusten&aacute; maxim&aacute;lne jedna (1) jedinečn&aacute; k&oacute;pia operačn&eacute;ho syst&eacute;mu. Viacserverov&yacute; syst&eacute;m tvor&iacute; (i) niekoľko poč&iacute;tačov, ktor&eacute; zdieľaj&uacute; v&yacute;počtov&yacute; v&yacute;kon alebo pracuj&uacute; v&nbsp;sieťovej konfigur&aacute;cii ako jeden logick&yacute; poč&iacute;tač, ako napr&iacute;klad &bdquo;serverov&aacute; farma&ldquo;, &bdquo;klaster&ldquo; či podobn&aacute; konfigur&aacute;cia, a&nbsp;(ii) niekoľko virtu&aacute;lnych zariaden&iacute; v&nbsp;technickom prostred&iacute;, ktor&eacute; sl&uacute;ži na vytvorenie oblast&iacute; viacer&yacute;ch virtu&aacute;lnych zariaden&iacute; vo fyzickom poč&iacute;tači, pričom každ&eacute; virtu&aacute;lne zariadenie vyzer&aacute; ako samostatn&eacute; prostredie schopn&eacute; prev&aacute;dzky na vlastnom vyhradenom poč&iacute;tači.</p>
<p><b>Softv&eacute;r</b> znamen&aacute; <b>softv&eacute;r</b> a&nbsp;ak&eacute;koľvek pr&iacute;padn&eacute; aktualiz&aacute;cie použ&iacute;van&eacute; v&nbsp;r&aacute;mci <b>va&scaron;ej</b> licencie na z&aacute;klade tejto zmluvy <b>EULA</b> vr&aacute;tane (okrem in&eacute;ho) pr&iacute;padn&yacute;ch s&uacute;visiacich komponentov zak&uacute;pen&yacute;ch alebo dodan&yacute;ch so <b>softv&eacute;rom</b>, rozhran&iacute; na programovanie aplik&aacute;ci&iacute;, pridružen&yacute;ch m&eacute;di&iacute;, tlačen&yacute;ch materi&aacute;lov, dokument&aacute;cie online či elektronickej dokument&aacute;cie, ako aj pr&iacute;padn&yacute;ch aktualiz&aacute;ci&iacute; a&nbsp;servisn&yacute;ch bal&iacute;čkov k&nbsp;tomuto obsahu.</p><br><h3>3. SOFTV&Eacute;ROV&Aacute; LICENCIA</h3>
<p><b>3.1 Pr&aacute;va <b>použ&iacute;vateľa</b></b></p>
<p><b>M&aacute;te</b> pr&aacute;vo použ&iacute;vať zariadenie <b>Mi Router</b> a&nbsp;<b>softv&eacute;r</b> v&nbsp;s&uacute;lade so zmluvn&yacute;mi podmienkami tejto zmluvy <b>EULA</b> na zaistenie pripojenia a&nbsp;pr&iacute;stupu k&nbsp;internetov&yacute;m služb&aacute;m a&nbsp;zariadeniam prostredn&iacute;ctvom Wi-Fi.</p>
<p>Pod podmienkou neust&aacute;leho dodržiavania ustanoven&iacute; tejto zmluvy <b>EULA</b> zo strany <b>použ&iacute;vateľa</b> udeľuje spoločnosť <b>Xiaomi</b> <b>použ&iacute;vateľovi</b> osobn&uacute;, neprenosn&uacute; a&nbsp;nev&yacute;hradn&uacute; licenciu na použ&iacute;vanie <b>softv&eacute;ru</b> v&nbsp;zariaden&iacute; <b>Mi&nbsp;Router</b> bez pr&aacute;va na udeľovanie sublicencie. <b>Použ&iacute;vateľ</b> m&ocirc;že in&scaron;talovať, použ&iacute;vať, zobrazovať a&nbsp;sp&uacute;&scaron;ťať <b>softv&eacute;r</b> v&yacute;lučne v&nbsp;zariaden&iacute; <b>Mi&nbsp;Router</b>.</p>
<p>S&nbsp;cieľom pred&iacute;sť ak&yacute;mkoľvek pochybnostiam plat&iacute;, že <b>softv&eacute;r</b> sa nepred&aacute;va, ale udeľuje sa <b>v&aacute;m</b> na z&aacute;klade licencie v&nbsp;r&aacute;mci podmienok tejto zmluvy <b>EULA</b>. <b>Nez&iacute;skavate</b> žiadne pr&aacute;va t&yacute;kaj&uacute;ce sa autorsk&yacute;ch pr&aacute;v, ochrann&yacute;ch zn&aacute;mok či servisn&yacute;ch značiek spoločnosti <b>Xiaomi</b> alebo <b>partnersk&yacute;ch podnikov</b>. Spoločnosť <b>Xiaomi</b> zost&aacute;va držiteľom v&scaron;etk&yacute;ch ďal&scaron;&iacute;ch pr&aacute;v, ktor&eacute; <b>v&aacute;m</b> neboli v&yacute;slovne udelen&eacute; v&nbsp;tejto <b>zmluve</b>.</p>
<p>Tento <b>softv&eacute;r</b> nemožno in&scaron;talovať na in&eacute; koncov&eacute; zariadenia, ktor&eacute; v&yacute;slovne nepovolila spoločnosť <b>Xiaomi</b>, vr&aacute;tane (okrem in&eacute;ho) set-top boxov, hern&yacute;ch konzol, telev&iacute;zorov, DVD prehr&aacute;vačov a&nbsp;podobn&yacute;ch koncov&yacute;ch zariaden&iacute;.</p>
<p>Ak <b>použ&iacute;vateľ</b> nedodrž&iacute; ustanovenia tejto <b>zmluvy</b>, spoločnosť <b>Xiaomi</b> ukonč&iacute; platnosť tejto licencie na <b>softv&eacute;r</b>, ktor&aacute; bola t&yacute;mto udelen&aacute; <b>použ&iacute;vateľovi</b>, a&nbsp;deaktivuje v&aacute;&scaron; &uacute;čet.</p>
<p><b>3.2 Obstaranie, in&scaron;tal&aacute;cia a&nbsp;aktualiz&aacute;cia <b>softv&eacute;ru</b></b></p>
<p><b>Použ&iacute;vateľ</b> si stiahne a&nbsp;nain&scaron;taluje <b>softv&eacute;r</b> z&nbsp;webovej lokality [<a href="http://www.apple.com">www.apple.com</a> alebo <a href="https://play.google.com/store">https://play.google.com/store</a>] alebo sp&ocirc;sobom, ktor&yacute; určila spoločnosť <b>Xiaomi</b>. <b>Softv&eacute;r</b> nesťahujte na ne&scaron;pecifikovan&yacute;ch webov&yacute;ch lokalit&aacute;ch, aby nedo&scaron;lo k&nbsp;infikovaniu zariaden&iacute; &scaron;kodliv&yacute;mi programami, ktor&eacute; m&ocirc;žu zničiť &uacute;daje a&nbsp;z&iacute;skať pr&iacute;stup k&nbsp;va&scaron;im osobn&yacute;m &uacute;dajom a&nbsp;s&uacute;kromn&yacute;m inform&aacute;ci&aacute;m. Ak <b>z&iacute;skate</b> <b>softv&eacute;r</b> alebo in&scaron;talačn&yacute; program od tretej strany, ktor&aacute; nie je autorizovan&aacute; spoločnosťou <b>Xiaomi</b>, spoločnosť <b>Xiaomi</b> nem&ocirc;že zaručiť ich norm&aacute;lne použitie; spoločnosť <b>Xiaomi</b> nepreber&aacute; žiadnu zodpovednosť za pr&iacute;padn&eacute; straty, ktor&eacute; <b>v&aacute;m</b> v&nbsp;d&ocirc;sledku toho vznikn&uacute;.</p>
<p><b>Použ&iacute;vateľ</b> si mus&iacute; vybrať verziu <b>softv&eacute;ru</b>, ktor&aacute; zodpoved&aacute; zak&uacute;pen&eacute;mu koncov&eacute;mu zariadeniu <b>Mi&nbsp;Router</b>. V&nbsp;opačnom pr&iacute;pade plat&iacute;, že za ak&eacute;koľvek probl&eacute;my so <b>softv&eacute;rom</b>, probl&eacute;my so zariaden&iacute;m alebo &scaron;kody vypl&yacute;vaj&uacute;ce z&nbsp;nes&uacute;ladu medzi verziou <b>softv&eacute;ru</b> a&nbsp;modelom zariadenia <b>Mi&nbsp;Router</b> nesie zodpovednosť v&yacute;lučne <b>použ&iacute;vateľ</b>.</p>
<p>V&nbsp;z&aacute;ujme zlep&scaron;ovania <b>použ&iacute;vateľsk&eacute;ho</b> komfortu a&nbsp;optimaliz&aacute;cie služby si spoločnosť <b>Xiaomi</b> vyhradzuje pr&aacute;vo poskytovať a&nbsp;nahr&aacute;dzať upraven&uacute; a&nbsp;inovovan&uacute; verziu <b>softv&eacute;ru</b>, a&nbsp;z&aacute;roveň si vyhradzuje pr&aacute;vo &uacute;čtovať za tak&uacute;to v&yacute;menu, &uacute;pravu alebo inov&aacute;ciu poplatky, o&nbsp;čom <b>v&aacute;s</b> spoločnosť <b>Xiaomi</b> vopred informuje a&nbsp;požiada o&nbsp;v&aacute;&scaron; s&uacute;hlas. <b>Softv&eacute;r</b> v&nbsp;r&aacute;mci predvolen&eacute;ho nastavenia aktivuje funkciu &bdquo;v&yacute;zvy na vykonanie inov&aacute;cie&ldquo; pre <b>použ&iacute;vateľa</b>. V&nbsp;z&aacute;vislosti od verzie <b>softv&eacute;ru</b>, ktor&uacute; <b>použ&iacute;vateľ</b> použ&iacute;va, d&aacute;va spoločnosť <b>Xiaomi</b> <b>použ&iacute;vateľovi</b> možnosť povoliť alebo zak&aacute;zať použitie spom&iacute;nanej funkcie. Po vydan&iacute; novej verzie <b>softv&eacute;ru</b> spoločnosť <b>Xiaomi</b> nezaručuje, že star&scaron;ie verzie <b>softv&eacute;ru</b> bud&uacute; aj naďalej použiteľn&eacute;.</p>
<p><b>3.3 Ďal&scaron;ie podmienky použitia</b></p>
<p><b>Použ&iacute;vatelia</b> sa zav&auml;zuj&uacute;, že nebud&uacute; vykon&aacute;vať neleg&aacute;lne a&nbsp;nez&aacute;konn&eacute; činnosti, resp.&nbsp;činnosti odporuj&uacute;ce dobr&yacute;m mravom alebo verejn&eacute;mu poriadku. Z&aacute;roveň sa nesm&uacute; dop&uacute;&scaron;ťať žiadneho konania, ktor&eacute; by mohlo ohroziť dobr&eacute; meno a&nbsp;pr&aacute;va spoločnosti <b>Xiaomi</b> alebo jej <b>partnersk&yacute;ch podnikov</b>, resp.&nbsp;ktor&eacute; by mohlo znemožniť norm&aacute;lne použitie zariadenia <b>Mi&nbsp;Router</b>, <b>softv&eacute;ru</b> alebo služieb tret&iacute;ch str&aacute;n, ktor&eacute; sa cezeň spr&iacute;stupňuj&uacute;.</p>
<p>Na&scaron;e zariadenie <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;r</b> sa musia použ&iacute;vať v&nbsp;kombin&aacute;cii so službami tret&iacute;ch str&aacute;n vr&aacute;tane (okrem in&eacute;ho) trhu s&nbsp;aplik&aacute;ciami a&nbsp;telekomunikačn&eacute;ho trhu. Poplatky za telekomunikačn&eacute; služby alebo poplatky in&yacute;ch poskytovateľov služieb, ktor&eacute; s&uacute; s&nbsp;t&yacute;m spojen&eacute;, bud&uacute; &uacute;čtovan&eacute; <b>v&aacute;m</b>. D&ocirc;razne <b>v&aacute;m</b> odpor&uacute;čame, aby ste sa obr&aacute;tili na pr&iacute;slu&scaron;n&yacute;ch poskytovateľov služieb a&nbsp;požiadali ich o&nbsp;podrobnej&scaron;ie inform&aacute;cie o&nbsp;sadzb&aacute;ch t&yacute;kaj&uacute;cich sa ich služieb, resp.&nbsp;o&nbsp;pr&iacute;padn&eacute; ďal&scaron;ie inform&aacute;cie.</p>
<p>V&nbsp;r&aacute;mci použ&iacute;vania n&aacute;&scaron;ho zariadenia <b>Mi&nbsp;Router</b> možno bude nutn&eacute; vytvoriť &uacute;čet a&nbsp;heslo pre dan&yacute; &uacute;čet. <b>Vy</b> nesiete zodpovednosť za udržiavanie &uacute;čtu a&nbsp;hesla v&nbsp;tajnosti, ako aj za obmedzenie pr&iacute;stupu k&nbsp;v&aacute;&scaron;mu poč&iacute;taču a&nbsp;<b>s&uacute;hlas&iacute;te</b> s&nbsp;prevzat&iacute;m zodpovednosti za v&scaron;etky činnosti, ku ktor&yacute;m d&ocirc;jde v&nbsp;r&aacute;mci v&aacute;&scaron;ho &uacute;čtu, resp.&nbsp;pod va&scaron;&iacute;m heslom. Z&aacute;roveň <b>s&uacute;hlas&iacute;te</b> s&nbsp;t&yacute;m, že v&scaron;etky inform&aacute;cie, ktor&eacute; <b>poskytnete</b> pri vytv&aacute;ran&iacute; &uacute;čtu, bud&uacute; pravdiv&eacute; a&nbsp;presn&eacute;.</p>
<p>Spoločnosť <b>Xiaomi</b> neponesie zodpovednosť za <b>va&scaron;e</b> pr&iacute;padn&eacute; straty sp&ocirc;soben&eacute; použ&iacute;van&iacute;m v&aacute;&scaron;ho hesla alebo &uacute;čtu inou osobou, či už s&nbsp;va&scaron;&iacute;m vedom&iacute;m, alebo bez neho.&nbsp; Plat&iacute; v&scaron;ak, že <b>vy</b> m&ocirc;žete niesť zodpovednosť za straty spoločnosti <b>Xiaomi</b> alebo inej strany sp&ocirc;soben&eacute; použ&iacute;van&iacute;m v&aacute;&scaron;ho hesla alebo &uacute;čtu inou osobou v&nbsp;d&ocirc;sledku nedostatočn&eacute;ho zabezpečenia a&nbsp;utajenia v&aacute;&scaron;ho hesla z&nbsp;va&scaron;ej strany. Za žiadnych okolnost&iacute; <b>nem&ocirc;žete</b> použ&iacute;vať &uacute;čet inej osoby bez povolenia od vlastn&iacute;ka dan&eacute;ho &uacute;čtu.&nbsp;Spoločnosť <b>Xiaomi</b> neponesie zodpovednosť za pr&iacute;padn&eacute; straty alebo &scaron;kody, ku ktor&yacute;m d&ocirc;jde v&nbsp;d&ocirc;sledku va&scaron;ej neschopnosti dodržať tieto z&aacute;v&auml;zky.</p>
<p>Spoločnosť <b>Xiaomi</b> sa zameriava na poskytovanie vysoko spoľahliv&yacute;ch a&nbsp;dostupn&yacute;ch služieb smerovačov, no napriek tomu nemožno očak&aacute;vať ani zaručiť 100&nbsp;% spoľahlivosť a&nbsp;dostupnosť zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b> vr&aacute;tane vzdialen&eacute;ho pr&iacute;stupu a&nbsp;mobiln&yacute;ch ozn&aacute;men&iacute;.&nbsp; Z&aacute;roveň m&ocirc;že doch&aacute;dzať k&nbsp;občasn&yacute;m preru&scaron;eniam a&nbsp;zlyhaniam pripojenia smerovača z&nbsp;d&ocirc;vodov, ktor&eacute; spoločnosť <b>Xiaomi</b> nedok&aacute;že ovplyvniť, vr&aacute;tane (okrem in&eacute;ho) v&yacute;padkov sign&aacute;lu Wi-Fi, v&yacute;padkov na strane poskytovateľa služieb, mobiln&yacute;ch ozn&aacute;men&iacute; a&nbsp;oper&aacute;torov. &nbsp;Nedok&aacute;žeme <b>v&aacute;m</b> zaručiť a&nbsp;nezaručujeme, že budete dost&aacute;vať ozn&aacute;menia alebo budete mať pr&iacute;stup na internet v&nbsp;ktoromkoľvek čase, resp.&nbsp;či v&ocirc;bec.&nbsp;</p>
<p><b>Beriete</b> na vedomie, že zariadenie <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;r</b> nie s&uacute; certifikovan&eacute; na reakciu v&nbsp;tiesňov&yacute;ch pr&iacute;padoch, resp.&nbsp;nie s&uacute; určen&eacute; ani vhodn&eacute; na použitie v&nbsp;situ&aacute;ci&aacute;ch alebo prostrediach, v&nbsp;ktor&yacute;ch by zlyhanie, oneskorenie alebo chyby či nepresnosti v&nbsp;&uacute;dajoch mohli viesť k&nbsp;smrti, poraneniu os&ocirc;b, z&aacute;važn&eacute;mu fyzick&eacute;mu po&scaron;kodeniu alebo po&scaron;kodeniu prostredia vr&aacute;tane (bez obmedzenia) spojitosti s&nbsp;prev&aacute;dzkou jadrov&yacute;ch zariaden&iacute;, navigačn&yacute;mi alebo komunikačn&yacute;mi syst&eacute;mami lietadiel, riaden&iacute;m letovej prev&aacute;dzky, pr&iacute;strojmi na podporu životn&yacute;ch funkci&iacute; či zbraňov&yacute;mi syst&eacute;mami.</p>
<p>S&Uacute;HLAS&Iacute;TE S&nbsp;T&Yacute;M, ŽE SA NEBUDETE SPOLIEHAŤ NA ZARIADENIE MI&nbsp;ROUTER A&nbsp;SOFTV&Eacute;R V&nbsp;ŽIVOT OHROZUJ&Uacute;CICH ALEBO NEBEZPEČN&Yacute;CH SITU&Aacute;CI&Aacute;CH. AK&Eacute;KOĽVEK MOBILN&Eacute; OZN&Aacute;MENIA STAVU A&nbsp;V&Yacute;STRAŽN&Yacute;CH UPOZORNEN&Iacute;, KTOR&Eacute; SA T&Yacute;KAJ&Uacute; V&Yacute;ROBKOV SPOLOČNOSTI XIAOMI, SA POSKYTUJ&Uacute; IBA NA INFORMAČN&Eacute; &Uacute;ČELY.</p>
<p>Spoločnosť <b>Xiaomi</b> <b>v&aacute;s</b> m&ocirc;že vyzvať, pr&iacute;padne sa <b>m&ocirc;žete</b> rozhodn&uacute;ť dobrovoľne poslať koment&aacute;re, n&aacute;vrhy či n&aacute;pady t&yacute;kaj&uacute;ce sa zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b> vr&aacute;tane n&aacute;vrhov na ich vylep&scaron;enie (&bdquo;<b>sp&auml;tn&aacute; v&auml;zba</b>&ldquo;). Odoslan&iacute;m <b>sp&auml;tnej v&auml;zby</b> s&uacute;hlas&iacute;te s&nbsp;t&yacute;m, že <b>vami</b> odoslan&eacute; &uacute;daje s&uacute; dobrovoľn&eacute;, bezplatn&eacute;, nevyžiadan&eacute; a&nbsp;bez obmedzen&iacute;, a&nbsp;že ich prijat&iacute;m spoločnosti <b>Xiaomi</b> nevznik&aacute; žiadny z&aacute;v&auml;zok s&uacute;visiaci s&nbsp;post&uacute;pen&iacute;m vlastn&iacute;ctva ani nijak&yacute; in&yacute; z&aacute;v&auml;zok. Spoločnosť <b>Xiaomi</b> m&ocirc;že slobodne použ&iacute;vať, kop&iacute;rovať, upravovať, zverejňovať, distribuovať a&nbsp;vytv&aacute;rať odvoden&eacute; diela zo <b>sp&auml;tnej v&auml;zby</b> alebo založen&eacute; na nej na ak&yacute;koľvek &uacute;čel a&nbsp;ak&yacute;mkoľvek sp&ocirc;sobom bez toho, aby <b>v&aacute;m</b> vznikol n&aacute;rok na kompenz&aacute;ciu či potvrdenie. Z&aacute;roveň <b>s&uacute;hlas&iacute;te</b> s&nbsp;t&yacute;m, že spoločnosť <b>Xiaomi</b> sa nezrieka žiadnych pr&aacute;v na použ&iacute;vanie podobn&yacute;ch alebo s&uacute;visiacich n&aacute;padov, ktor&eacute; spoločnosť <b>Xiaomi</b> z&iacute;skala už sk&ocirc;r od vlastn&yacute;ch v&yacute;voj&aacute;rov alebo z&nbsp;in&yacute;ch zdrojov.</p>
<p><b>3.4 Syst&eacute;mov&eacute; požiadavky</b></p>
<p>Zariadenie <b>Mi Router</b> a&nbsp;<b>softv&eacute;r</b> nemožno použiť na pr&iacute;stup k&nbsp;internetov&yacute;m služb&aacute;m, ak nie je k&nbsp;dispoz&iacute;cii: (i) funkčn&aacute; dom&aacute;ca sieť Wi-Fi s&nbsp;dostupn&yacute;m sign&aacute;lom, ktor&aacute; dok&aacute;že spoľahlivo komunikovať s&nbsp;pr&iacute;slu&scaron;n&yacute;m zariaden&iacute;m <b>Mi&nbsp;Router</b>; (ii) mobiln&eacute; klientske zariadenia, napr&iacute;klad podporovan&yacute; telef&oacute;n alebo tablet; (iv) permanentn&eacute; &scaron;irokop&aacute;smov&eacute; dom&aacute;ce internetov&eacute; pripojenie; a&nbsp;(v) ďal&scaron;ie syst&eacute;mov&eacute; prvky, ktor&eacute; m&ocirc;že &scaron;pecifikovať spoločnosť <b>Xiaomi</b>. Vecou <b>va&scaron;ej</b> zodpovednosti je uistiť sa, že m&aacute;te v&scaron;etky požadovan&eacute; syst&eacute;mov&eacute; prvky, ktor&eacute; s&uacute; kompatibiln&eacute; a&nbsp;spr&aacute;vne nakonfigurovan&eacute;. <b>Beriete</b> na vedomie, že zariadenie <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;r</b> nemusia fungovať tak, ako je to op&iacute;san&eacute;, ak nie s&uacute; splnen&eacute; požiadavky na syst&eacute;m a&nbsp;kompatibilitu.</p>
<p><b>3.5 Obmedzenie pr&aacute;v <b>použ&iacute;vateľa</b></b></p>
<p>Pr&aacute;va <b>použ&iacute;vateľa</b> s&uacute; obmedzen&eacute; takto:</p>
<p><b>Nesmiete</b>:</p>
<ul>
<li><p>&ndash; kop&iacute;rovať, meniť ani upravovať žiadne &uacute;daje <b>softv&eacute;ru</b> alebo &uacute;daje prenesen&eacute; do zariadenia <b>Mi&nbsp;Router</b> počas použ&iacute;vania <b>softv&eacute;ru</b> a&nbsp;interakt&iacute;vne &uacute;daje vygenerovan&eacute; medzi <b>použ&iacute;vateľom</b> a&nbsp;serverom počas použ&iacute;vania <b>softv&eacute;ru</b>, sp&uacute;&scaron;ťať <b>softv&eacute;r</b> so z&aacute;suvn&yacute;mi modulmi alebo vytv&aacute;rať pr&iacute;padn&eacute; odvoden&eacute; diela v&nbsp;akejkoľvek podobe vr&aacute;tane (okrem in&eacute;ho) z&aacute;suvn&yacute;ch modulov, pr&iacute;padne použiť n&aacute;stroje či služby tret&iacute;ch str&aacute;n na pr&iacute;stup k&nbsp;<b>softv&eacute;ru</b> a&nbsp;s&uacute;visiacim syst&eacute;mom.</p></li>
<li><p>&ndash; kop&iacute;rovať konfigur&aacute;ciu <b>softv&eacute;ru</b> s&nbsp;v&yacute;nimkou vytvorenia rozumn&eacute;ho počtu k&oacute;pi&iacute; <b>softv&eacute;ru</b> v&nbsp;strojovo čitateľnom form&aacute;te iba na z&aacute;lohovacie alebo archivačn&eacute; &uacute;čely a&nbsp;iba sp&ocirc;sobom v&yacute;slovne povolen&yacute;m v&nbsp;tejto <b>zmluve</b>.</p></li>
<li><p>&ndash; odstraňovať ak&eacute;koľvek n&aacute;zvy, ochrann&eacute; zn&aacute;mky, servisn&eacute; značky alebo obchodn&eacute; n&aacute;zvy, inform&aacute;cie o&nbsp;autorsk&yacute;ch pr&aacute;vach, legendy, vodotlače či in&eacute; patentovan&eacute; označenia <b>softv&eacute;ru</b>;</p></li>
<li><p>&ndash; pred&aacute;vať, prenaj&iacute;mať, licencovať, sublicencovať, požičiavať, prideľovať, distribuovať, resp. in&yacute;m sp&ocirc;sobom poskytovať <b>softv&eacute;r</b> alebo jeho časť, licenciu alebo va&scaron;e pr&aacute;va na použ&iacute;vanie <b>softv&eacute;ru</b> inej strane vr&aacute;tane pr&aacute;v na z&aacute;klade členstva, predplatn&eacute;ho či hostiteľsk&eacute;ho vzťahu;</p></li>
<li><p>&ndash; upravovať alebo vytv&aacute;rať odvoden&eacute; diela na z&aacute;klade <b>softv&eacute;ru</b>;</p></li>
<li><p>&ndash; dekompilovan&iacute;m, rozkladan&iacute;m na jednotliv&eacute; s&uacute;časti, sp&auml;tn&yacute;m analyzovan&iacute;m alebo in&yacute;m sp&ocirc;sobom sa pok&uacute;&scaron;ať zo <b>softv&eacute;ru</b> odvodiť zdrojov&yacute; k&oacute;d alebo jeho časť;</p></li>
<li><p>&ndash; zo žiadneho d&ocirc;vodu rozbaľovať, n&aacute;silne otv&aacute;rať alebo op&auml;tovne komprimovať <b>softv&eacute;r</b> a&nbsp;ktor&eacute;koľvek jeho s&uacute;časti;</p></li>
<li><p>&ndash; prid&aacute;vať <b>softv&eacute;r</b> do bal&iacute;kov alebo ho distribuovať ak&yacute;mkoľvek sp&ocirc;sobom;</p></li>
<li><p>&ndash; poskytn&uacute;ť <b>softv&eacute;r</b> na použ&iacute;vanie v&nbsp;zariaden&iacute; tretej strany v&nbsp;r&aacute;mci outsourcingu na z&aacute;klade poskytovania služieb, pren&aacute;jmu služieb či zdieľania času;</p></li>
<li><p>&ndash; za žiadnych okolnost&iacute; poskytn&uacute;ť sk&uacute;&scaron;obn&uacute; licenciu k&nbsp;<b>softv&eacute;ru</b> akejkoľvek inej osobe alebo ak&eacute;mukoľvek in&eacute;mu subjektu, pr&iacute;p. in&yacute;m sp&ocirc;sobom umožniť akejkoľvek inej osobe alebo ak&eacute;mukoľvek in&eacute;mu subjektu sk&uacute;&scaron;obn&eacute; použ&iacute;vanie <b>softv&eacute;ru</b>;</p></li>
<li><p>&ndash; žiadnym sp&ocirc;sobom meniť, upravovať ani pozmeňovať <b>zmluvu</b>, ktor&uacute; spoločnosť <b>Xiaomi</b> a/alebo <b>partnersk&eacute; podniky</b> distribuuj&uacute; spolu so <b>softv&eacute;rom</b>; alebo</p></li>
<li><p>&ndash; robiť žiadne vyjadrenia, d&aacute;vať z&aacute;ruky ani vyslovovať tvrdenia t&yacute;kaj&uacute;ce sa <b>softv&eacute;ru</b> alebo zdrojov&eacute;ho k&oacute;du, pokiaľ obsahovo nezodpovedaj&uacute; dokument&aacute;cii, ktor&uacute; <b>v&aacute;m</b> poskytla spoločnosť <b>Xiaomi</b>.</p></li>
</ul><br><h3>4. WEBOV&Eacute; LOKALITY A&nbsp;SLUŽBY TRET&Iacute;CH STR&Aacute;N</h3>
<p><b>Beriete</b> na vedomie a&nbsp;s&uacute;hlas&iacute;te s&nbsp;t&yacute;m, že na&scaron;e služby a&nbsp;prev&aacute;dzka zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b> s&uacute; založen&eacute; na technickej podpore od tret&iacute;ch str&aacute;n, ako s&uacute; napr.&nbsp;Android, Google a&nbsp;i. <b>S&uacute;hlas&iacute;te</b> s&nbsp;t&yacute;m, že na&scaron;e <b>partnersk&eacute; podniky</b> od <b>v&aacute;s</b> m&ocirc;žu vyžadovať, aby ste poskytli niektor&eacute; z&nbsp;va&scaron;ich osobn&yacute;ch &uacute;dajov t&yacute;mto tret&iacute;m stran&aacute;m, keď budete využ&iacute;vať technick&uacute; alebo in&uacute; podporu z&nbsp;ich strany.</p>
<p>Prostredn&iacute;ctvom zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b> <b>m&ocirc;žete</b> z&iacute;skať pr&iacute;stup k&nbsp;ďal&scaron;&iacute;m online služb&aacute;m tret&iacute;ch str&aacute;n, ktor&eacute; s&uacute; vlastn&iacute;ctvom tret&iacute;ch str&aacute;n.</p>
<p>Tieto služby, ktor&eacute; pon&uacute;kaj&uacute; tretie strany, nespadaj&uacute; do rozsahu tejto zmluvy <b>EULA</b> ani na&scaron;ich <b>z&aacute;sad ochrany osobn&yacute;ch &uacute;dajov</b>. Služby tret&iacute;ch str&aacute;n, ktor&eacute; pon&uacute;kaj&uacute; tretie strany, sa riadia vlastn&yacute;mi podmienkami použ&iacute;vania a/alebo z&aacute;sadami ochrany osobn&yacute;ch &uacute;dajov, za ktor&eacute; spoločnosť <b>Xiaomi</b> žiadnym sp&ocirc;sobom nezodpoved&aacute;.</p><br><h3>5. Z&Aacute;V&Auml;ZKY SPOLOČNOSTI XIAOMI</h3>
<p>SLUŽBY SPOLOČNOSTI <b>XIAOMI</b> A&nbsp;JEJ <b>PARTNERSK&Yacute;CH PODNIKOV</b> SA POSKYTUJ&Uacute; &bdquo;NEZ&Aacute;V&Auml;ZNE&ldquo; A&nbsp;BEZ Z&Aacute;RUKY AK&Eacute;HOKOĽVEK DRUHU, ČI UŽ V&Yacute;SLOVNEJ, ALEBO IMPLICITNEJ. V&nbsp;ROZSAHU POVOLENOM PLATN&Yacute;MI Z&Aacute;KONMI SA SPOLOČNOSŤ <b>XIAOMI</b> ZRIEKA V&Scaron;ETK&Yacute;CH Z&Aacute;RUK, V&Yacute;SLOVN&Yacute;CH ALEBO IMPLICITN&Yacute;CH, VR&Aacute;TANE (BEZ OBMEDZENIA) IMPLICITN&Yacute;CH Z&Aacute;RUK OBCHODOVATEĽNOSTI A&nbsp;VHODNOSTI NA URČIT&Yacute; &Uacute;ČEL S&nbsp;V&Yacute;NIMKOU Z&Aacute;RUK IMPLICITNE VYPL&Yacute;VAJ&Uacute;CICH ZO Z&Aacute;KONA. NERUČ&Iacute;ME ZA TO, ŽE FUNKCIE ZARIADENIA <b>MI&nbsp;ROUTER</b> ALEBO <b>SOFTV&Eacute;RU</b> ALEBO <b>PARTNERSK&Yacute;CH PODNIKOV</b> BUD&Uacute; K&nbsp;DISPOZ&Iacute;CII BEZ PRERU&Scaron;EN&Iacute; A&nbsp;BEZ CH&Yacute;B, ANI ZA TO, ŽE PR&Iacute;PADN&Eacute; CHYBY BUD&Uacute; OPRAVEN&Eacute;, RESP.&nbsp;ŽE SA NA ŽIADNOM Z&nbsp;HOSTITEĽSK&Yacute;CH SERVEROV NEVYSKYTN&Uacute; ŽIADNE V&Iacute;RUSY ČI IN&Yacute; &Scaron;KODLIV&Yacute; OBSAH. NED&Aacute;VAME ŽIADNE Z&Aacute;RUKY ANI TVRDENIA T&Yacute;KAJ&Uacute;CE SA SPR&Aacute;VNOSTI, SPOĽAHLIVOSTI ČI AK&Eacute;HOKOĽVEK IN&Eacute;HO ASPEKTU POUŽ&Iacute;VANIA SLUŽIEB SPOLOČNOSTI <b>XIAOMI</b> A/ALEBO JEJ PARTNEROV. PLN&Eacute; N&Aacute;KLADY NA V&Scaron;ETKY POTREBN&Eacute; SERVISN&Eacute;, OPRAV&Aacute;RENSK&Eacute; A&nbsp;KOREKČN&Eacute; ČINNOSTI NESIETE <b>VY</b>.</p>
<p>Spoločnosť <b>Xiaomi</b> a&nbsp;jej <b>partnersk&eacute; podniky</b> zaistia n&aacute;ležit&uacute; starostlivosť t&yacute;kaj&uacute;cu sa poskytovania zariadenia <b>Mi&nbsp;Router</b> alebo <b>softv&eacute;ru</b> a&nbsp;ich udržiavania v&nbsp;čo najbezchybnej&scaron;om stave. Spoločnosť <b>Xiaomi</b> nepreber&aacute; žiadnu zodpovednosť za straty, ku ktor&yacute;m ned&ocirc;jde v&yacute;lučne v&nbsp;d&ocirc;sledku poru&scaron;enia zmluvy <b>EULA</b> z&nbsp;na&scaron;ej strany. Spoločnosť <b>Xiaomi</b> z&aacute;roveň neponesie žiadnu zodpovednosť za procesy a&nbsp;skutočnosti, nad ktor&yacute;mi nem&aacute;me rozumn&uacute; možnosť kontroly.</p><br><h3>6. VYL&Uacute;ČENIE ZODPOVEDNOSTI</h3>
<p>Spoločnosť <b>Xiaomi</b> nezaručuje nepretržit&uacute; dostupnosť, spr&aacute;vne zobrazovanie, sťahovanie či použ&iacute;vanie prvkov a&nbsp;inform&aacute;ci&iacute; obsiahnut&yacute;ch v&nbsp;zariaden&iacute; <b>Mi&nbsp;Router</b> a&nbsp;na webovej lokalite, kde m&aacute; byť pr&iacute;stupn&yacute; <b>softv&eacute;r</b>, pokiaľ d&ocirc;jde k&nbsp;ich zamedzeniu, zablokovaniu alebo preru&scaron;eniu vplyvom faktorov či okolnost&iacute; mimo jej kontroly.</p>
<ul>
<p>Spoločnosť <b>Xiaomi</b> neprevezme žiadnu pr&aacute;vnu zodpovednosť a&nbsp;nebude ručiť za žiadne &scaron;kody, straty, n&aacute;roky či v&yacute;davky vypl&yacute;vaj&uacute;ce z&nbsp;nasleduj&uacute;cich okolnost&iacute;:</p>
<li><p>&ndash; Spoločnosť <b>Xiaomi</b> nezaručuje nepretržit&uacute; dostupnosť, spr&aacute;vne zobrazovanie, sťahovanie či použiteľnosť prvkov a&nbsp;inform&aacute;ci&iacute; obsiahnut&yacute;ch na webovej lokalite, pokiaľ d&ocirc;jde k&nbsp;ich zamedzeniu, zablokovaniu alebo preru&scaron;eniu vplyvom faktorov či okolnost&iacute; mimo jej kontroly.</p></li>
<li><p>&ndash; ak&eacute;koľvek okolnosti sp&ocirc;soben&eacute; pozastaven&iacute;m, poruchou a&nbsp;podobn&yacute;mi procesmi v&nbsp;d&ocirc;sledku poč&iacute;tačov&eacute;ho pir&aacute;tstva, infikovania v&iacute;rusom alebo akejkoľvek inej pr&iacute;činy, ktor&eacute; sa t&yacute;kaj&uacute; spravovania zabezpečenia siete, techniky, komunikačn&yacute;ch a&nbsp;informačn&yacute;ch liniek;</p></li>
<li><p>&ndash; straty, ktor&eacute; utrp&iacute; <b>použ&iacute;vateľ</b>, zapr&iacute;činen&eacute; chybami tret&iacute;ch str&aacute;n, ako s&uacute; napr&iacute;klad poruchy komunikačnej linky, technick&eacute; probl&eacute;my, poruchy siete a&nbsp;poč&iacute;tača, a&nbsp;ďal&scaron;ie pr&iacute;pady p&ocirc;sobenia vy&scaron;&scaron;ej moci;</p></li>
<li><p>&ndash; chyby zabezpečenia alebo navig&aacute;cie sp&ocirc;soben&eacute; poruchou prehliadača alebo použ&iacute;van&iacute;m neaktu&aacute;lnych verzi&iacute; prehliadača;</p></li>
 <li><p>&ndash; nelegit&iacute;mne ru&scaron;enie v&nbsp;d&ocirc;sledku použ&iacute;vania &scaron;kodliv&yacute;ch programov ak&eacute;hokoľvek druhu a&nbsp;prostredn&iacute;ctvom ak&yacute;chkoľvek sp&ocirc;sobov komunik&aacute;cie, ako s&uacute; poč&iacute;tačov&eacute; v&iacute;rusy a&nbsp;pod.;</p></li>
 <li><p>&ndash; ru&scaron;enia, preru&scaron;enia, zlyhania, vynech&aacute;vania, poruchy telef&oacute;nu, oneskorenia, blokovania alebo odpojenia v&nbsp;r&aacute;mci prev&aacute;dzky elektronick&eacute;ho syst&eacute;mu sp&ocirc;soben&eacute; nedostatkami, preťaženiami a&nbsp;chybami v&nbsp;telekomunikačn&yacute;ch vedeniach a&nbsp;sieťach alebo ak&yacute;mkoľvek in&yacute;m vplyvom, nad ktor&yacute;m spoločnosť <b>Xiaomi</b> nem&aacute; kontrolu.</p></li>
</ul>
<p>V&nbsp;MAXIM&Aacute;LNOM ROZSAHU POVOLENOM PLATN&Yacute;MI Z&Aacute;KONMI PLAT&Iacute;, ŽE SPOLOČNOSŤ XIAOMI, JEJ PRIDRUŽEN&Eacute; SPOLOČNOSTI, PARTNERI, PREDAJCOVIA, Z&Aacute;STUPCOVIA ALEBO DOD&Aacute;VATELIA, RESP. PR&Iacute;SLU&Scaron;N&Iacute; PREDSTAVITELIA, RIADITELIA, ZAMESTNANCI, POSKYTOVATELIA LICENCI&Iacute; A&nbsp;NADOB&Uacute;DATELIA NEPONES&Uacute; V&nbsp;ŽIADNOM PR&Iacute;PADE ZODPOVEDNOSŤ ZA:</p>
<ul><li><p>1. PR&Iacute;PADN&Eacute; STRATY ALEBO PO&Scaron;KODENIE V&Aacute;&Scaron;HO DOMU, SYST&Eacute;MU VYKUROVANIA A&nbsp;KLIMATIZ&Aacute;CIE, ELEKTRICK&Eacute;HO SYST&Eacute;MU, V&Yacute;ROBKU A&nbsp;PERIF&Eacute;RNYCH ZARIADEN&Iacute; (BEZ OHĽADU NA TO, ČI S&Uacute; PRIPOJEN&Eacute; K&nbsp;V&Yacute;ROBKU SPOLOČNOSTI XIAOMI), POČ&Iacute;TAČA, MOBILN&Eacute;HO ZARIADENIA A&nbsp;V&Scaron;ETK&Yacute;CH OSTATN&Yacute;CH POLOŽIEK A&nbsp;DOM&Aacute;CICH ZVIERAT VO VA&Scaron;OM DOME; A</p></li>
<li><p>2. PR&Iacute;PADN&Eacute; STRATY, KTOR&Eacute; (I) NEMOHLA V&nbsp;ROZUMNEJ MIERE PREDV&Iacute;DAŤ ŽIADNA ZO STR&Aacute;N; (II) BOLI ZN&Aacute;ME V&Aacute;M, ALE NIE N&Aacute;M; A/ALEBO (III) MOHLI V&nbsp;ROZUMNEJ MIERE PREDV&Iacute;DAŤ OBE STRANY, NO KTOR&Yacute;M STE MOHLI PRED&Iacute;SŤ, AKO S&Uacute; NAPR&Iacute;KLAD (ALE BEZ OBMEDZENIA) STRATY SP&Ocirc;SOBEN&Eacute; V&Iacute;RUSMI, MALV&Eacute;ROM ALEBO IN&Yacute;MI &Scaron;KODLIV&Yacute;MI PROGRAMAMI, PR&Iacute;PADNE STRATA ČI PO&Scaron;KODENIE VA&Scaron;ICH &Uacute;DAJOV. VR&Aacute;TANE (OKREM IN&Eacute;HO) N&Aacute;HRAD &Scaron;KODY ZA STRATU ZISKOV ALEBO OBRATU, ZA STRATU &Uacute;DAJOV, ZA PRERU&Scaron;ENIE PODNIKANIA, ZA PORANENIE OS&Ocirc;B, ZA STRATU OSOBN&Yacute;CH &Uacute;DAJOV, ZA STRATU MOŽNOSTI POUŽ&Iacute;VANIA AK&Yacute;CHKOĽVEK V&Yacute;ROBKOV ALEBO SLUŽIEB TRET&Iacute;CH STR&Aacute;N, ZA NESCHOPNOSŤ SPLNIŤ SI AK&Uacute;KOĽVEK POVINNOSŤ VR&Aacute;TANE DOBREJ VIERY ALEBO N&Aacute;LEŽITEJ STAROSTLIVOSTI, ZA NEDBANLIVOSŤ; A&nbsp;ZA AK&Uacute;KOĽVEK PEŇAŽN&Uacute; ČI IN&Uacute; STRATU</p></li>
<p>BEZ OHĽADU NA TE&Oacute;RIU ZODPOVEDNOSTI (ZMLUVN&Uacute;, OBČIANSKOPR&Aacute;VNU ALEBO IN&Uacute;), KTOR&Aacute; VYPL&Yacute;VA ZO ZNEUŽITIA ALEBO NESCHOPNOSTI POUŽITIA LOKALITY ČI SLUŽIEB, PR&Iacute;PADNE JE S&nbsp;T&Yacute;M AK&Yacute;MKOĽVEK SP&Ocirc;SOBOM SPOJEN&Aacute;, DOKONCA AJ V&nbsp;PR&Iacute;PADE, ŽE SPOLOČNOSŤ XIAOMI ALEBO ĎAL&Scaron;IE SUBJEKTY BOLI UPOZORNEN&Eacute; NA MOŽNOSŤ TAK&Yacute;CHTO N&Aacute;HRAD &Scaron;K&Ocirc;D.</p><br></ul>
<p>CELKOV&Eacute; S&Uacute;HRNN&Eacute; RUČENIE SPOLOČNOSTI XIAOMI, JEJ PRIDRUŽEN&Yacute;CH SPOLOČNOST&Iacute;, PARTNEROV, PREDAJCOV, Z&Aacute;STUPCOV ALEBO DOD&Aacute;VATEĽOV ZA V&Scaron;ETKY &Scaron;KODY VOČI V&Aacute;M V&nbsp;ŽIADNOM PR&Iacute;PADE NEPRESIAHNE P&Auml;ŤDESIAT EUR (50&nbsp;€). TOTO OBMEDZENIE JE KUMULAT&Iacute;VNE A&nbsp;NEZVY&Scaron;UJE SA V&nbsp;PR&Iacute;PADE EXISTENCIE VIACER&Yacute;CH INCIDENTOV ALEBO N&Aacute;ROKOV. UVEDEN&Eacute; OBMEDZENIA BUD&Uacute; PLATIŤ AJ V&nbsp;PR&Iacute;PADE, AK Z&Aacute;RUKA ALEBO POSKYTNUT&Aacute; N&Aacute;PRAVA NESPLNIA SVOJ Z&Aacute;SADN&Yacute; &Uacute;ČEL. ŽIADNE INFORM&Aacute;CIE UVEDEN&Eacute; V&nbsp;TEJTO ČASTI NEOBMEDZUJ&Uacute; ZODPOVEDNOSŤ SPOLOČNOSTI XIAOMI V&nbsp;S&Uacute;VISLOSTI S&nbsp;&Uacute;MRT&Iacute;M ALEBO TELESN&Yacute;MI PORANENIAMI.</p><br><h3>7. Z&Aacute;SADY OCHRANY OSOBN&Yacute;CH &Uacute;DAJOV</h3>
<p>Na v&scaron;etky inform&aacute;cie, ktor&eacute; <b>v&aacute;m</b> bud&uacute; poskytnut&eacute;, sa vzťahuj&uacute; podmienky <b>z&aacute;sad ochrany osobn&yacute;ch &uacute;dajov</b>. Podmienky <b>z&aacute;sad ochrany osobn&yacute;ch &uacute;dajov</b> tvoria s&uacute;časť tejto <b>zmluvy</b> a&nbsp;s&uacute; z&aacute;v&auml;zn&eacute; za každ&yacute;ch okolnost&iacute;.</p>
<p><b>Z&aacute;sady ochrany osobn&yacute;ch &uacute;dajov</b> n&aacute;jdete na <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a>.</p>
<p>Ochrana va&scaron;ich &uacute;dajov je pre spoločnosť <b>Xiaomi</b> d&ocirc;ležit&aacute;. V&nbsp;z&aacute;ujme poskytovania funkci&iacute; <b>softv&eacute;ru</b> a&nbsp;zlep&scaron;ovania <b>použ&iacute;vateľsk&eacute;ho</b> komfortu bud&uacute; zariadenie <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;r</b> zhromažďovať určit&eacute; typy &uacute;dajov uveden&eacute; v&nbsp;na&scaron;ich <b>z&aacute;sad&aacute;ch ochrany osobn&yacute;ch &uacute;dajov</b>. Va&scaron;e &uacute;daje zhromažďujeme, použ&iacute;vame a&nbsp;chr&aacute;nime v&nbsp;s&uacute;lade s&nbsp;na&scaron;imi <b>z&aacute;sadami ochrany osobn&yacute;ch &uacute;dajov</b>. <b>Z&aacute;sady ochrany osobn&yacute;ch &uacute;dajov</b> s&uacute; k&nbsp;dispoz&iacute;cii na nasleduj&uacute;cej webovej lokalite.</p>
<p>Ak potrebujete ak&eacute;koľvek ďal&scaron;ie inform&aacute;cie o&nbsp;na&scaron;ich <b>z&aacute;sad&aacute;ch ochrany osobn&yacute;ch &uacute;dajov</b>, požiadavky smerujte na e-mailov&uacute; adresu: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. D&Ocirc;VERNOSŤ INFORM&Aacute;CI&Iacute; A&nbsp;DU&Scaron;EVN&Eacute; A&nbsp;PRIEMYSELN&Eacute; VLASTN&Iacute;CTVO</h3>
<p>Zariadenie <b>Mi Router</b>, <b>softv&eacute;r</b> a&nbsp;jeho pr&iacute;padn&eacute; k&oacute;pie s&uacute; v&yacute;lučn&yacute;m du&scaron;evn&yacute;m vlastn&iacute;ctvom spoločnosti <b>Xiaomi</b>, takže s&uacute; chr&aacute;nen&eacute; z&aacute;konmi na ochranu autorsk&yacute;ch pr&aacute;v a&nbsp;medzin&aacute;rodn&yacute;mi dohodami, ako aj ďal&scaron;&iacute;mi z&aacute;konmi a&nbsp;dohodami, ktor&eacute; sa t&yacute;kaj&uacute; du&scaron;evn&eacute;ho vlastn&iacute;ctva.</p>
<p>&Scaron;trukt&uacute;ra, organiz&aacute;cia a&nbsp;k&oacute;d <b>softv&eacute;ru</b> s&uacute; d&ocirc;vern&eacute; inform&aacute;cie a&nbsp;cenn&eacute; obchodn&eacute; tajomstv&aacute; spoločnosti <b>Xiaomi</b>. <b>S&uacute;hlas&iacute;te</b> s&nbsp;t&yacute;m, že ak&eacute;koľvek vyzradenie d&ocirc;vern&yacute;ch inform&aacute;ci&iacute; spoločnosti <b>Xiaomi</b> z&nbsp;<b>va&scaron;ej</b> strany sp&ocirc;sob&iacute; spoločnosti <b>Xiaomi</b> a&nbsp;jej <b>partnersk&yacute;m podnikom</b> okamžit&uacute;, nenapraviteľn&uacute; &scaron;kodu, za ktor&uacute; m&ocirc;že s&uacute;d s&nbsp;pr&iacute;slu&scaron;nou jurisdikciou uložiť spravodliv&eacute; opravn&eacute; prostriedky, ako aj in&eacute; dostupn&eacute; pr&aacute;vne opravn&eacute; prostriedky. Spoločnosť <b>Xiaomi</b> <b>v&aacute;m</b> neudeľuje žiadne pr&aacute;va du&scaron;evn&eacute;ho vlastn&iacute;ctva t&yacute;kaj&uacute;ce sa <b>softv&eacute;ru</b> s&nbsp;v&yacute;nimkou pr&iacute;padov v&yacute;slovne uveden&yacute;ch v&nbsp;tomto dokumente. V&scaron;etky pr&aacute;va, ktor&eacute; nie s&uacute; v&yacute;slovne udelen&eacute; v&nbsp;tomto dokumente, si vyhradzuje spoločnosť <b>Xiaomi</b>.</p>
<p>T&yacute;mto <b>s&uacute;hlas&iacute;te</b> so zachov&aacute;van&iacute;m d&ocirc;vernosti inform&aacute;ci&iacute; t&yacute;kaj&uacute;cich sa <b>softv&eacute;ru</b> a&nbsp;zariadenia <b>Mi Router</b>, zmluvy <b>EULA</b> a&nbsp;ostatn&eacute;ho du&scaron;evn&eacute;ho vlastn&iacute;ctva spoločnosti <b>Xiaomi</b> minim&aacute;lne s&nbsp;takou starostlivosťou, ak&uacute; <b>venujete</b> utajovaniu vlastn&yacute;ch najd&ocirc;vernej&scaron;&iacute;ch inform&aacute;ci&iacute;, a&nbsp;v&nbsp;žiadnom pr&iacute;pade nie men&scaron;ou, než je primerane obozretn&aacute; starostlivosť. <b>S&uacute;hlas&iacute;te</b> s&nbsp;t&yacute;m, že v&nbsp;rozumnej miere obozn&aacute;mite so zmluvn&yacute;mi podmienkami tejto zmluvy <b>EULA</b> tie osoby spomedzi <b>va&scaron;ich</b> zamestnancov, ktor&eacute; prich&aacute;dzaj&uacute; do kontaktu so <b>softv&eacute;rom</b>, a&nbsp;že vynalož&iacute;te primeran&eacute; &uacute;silie s&nbsp;cieľom zaistiť dodržiavanie t&yacute;chto zmluvn&yacute;ch podmienok z&nbsp;ich strany vr&aacute;tane (bez obmedzenia) toho, že tak&yacute;mto osob&aacute;m nevedomky nedovol&iacute;te použiť ktor&uacute;koľvek časť <b>softv&eacute;ru</b> a&nbsp;in&eacute;ho du&scaron;evn&eacute;ho vlastn&iacute;ctva spoločnosti <b>Xiaomi</b> na &uacute;čely odvodenia zdrojov&eacute;ho k&oacute;du <b>softv&eacute;ru</b> alebo kop&iacute;rovania, potl&aacute;čania či in&eacute;ho obch&aacute;dzania k&oacute;dov a&nbsp;použ&iacute;vania opr&aacute;vnen&iacute; alebo licenci&iacute;.</p>
<p><b>Použ&iacute;vateľ</b> nenaru&scaron;&iacute; du&scaron;evn&eacute; vlastn&iacute;ctvo spoločnosti <b>Xiaomi</b>, <b>partnersk&yacute;ch podnikov</b> alebo tret&iacute;ch str&aacute;n, ktor&eacute; sa t&yacute;ka zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b>. <b>Nesmiete</b> bez povolenia nahr&aacute;vať, zverejňovať, meniť, &scaron;&iacute;riť alebo reprodukovať diela, ktor&eacute; s&uacute; du&scaron;evn&yacute;m alebo priemyseln&yacute;m vlastn&iacute;ctvom tret&iacute;ch str&aacute;n, ani inform&aacute;cie či &uacute;daje, ktor&eacute; s&uacute; majetkom tret&iacute;ch str&aacute;n, ak nem&aacute;te p&iacute;somn&yacute; s&uacute;hlas majiteľa.</p>
<p>Grafick&eacute; prvky, slov&aacute; a&nbsp;celky, v&nbsp;r&aacute;mci ktor&yacute;ch sa použ&iacute;vaj&uacute; log&aacute; syst&eacute;mu MIUI a&nbsp;ďal&scaron;ie log&aacute; spoločnosti <b>Xiaomi</b> nach&aacute;dzaj&uacute;ce sa na v&yacute;robkoch a&nbsp;služb&aacute;ch spoločnosti <b>Xiaomi</b> s&uacute; registrovan&eacute; ochrann&eacute; zn&aacute;mky spoločnosti <b>Xiaomi</b>. <b>Nesmiete</b> ich zobrazovať ani použ&iacute;vať in&yacute;m sp&ocirc;sobom.</p>
<p>Použ&iacute;vanie zariadenia <b>Mi Router</b> alebo <b>softv&eacute;ru</b> alebo obsahu <b>partnersk&yacute;ch podnikov</b> v&nbsp;žiadnom pr&iacute;pade nezahŕňa žiadne zrieknutie sa, prevod, udelenie licencie či post&uacute;penie v&scaron;etk&yacute;ch uveden&yacute;ch pr&aacute;v alebo ich časti, ak nie je v&yacute;slovne uveden&eacute; inak.</p>
<p>Obsah, texty, fotografie, v&yacute;tvarn&eacute; n&aacute;vrhy, log&aacute;, obr&aacute;zky, poč&iacute;tačov&eacute; programy, zdrojov&eacute; k&oacute;dy a&nbsp;vo v&scaron;eobecnosti ak&eacute;koľvek du&scaron;evn&eacute; v&yacute;tvory existuj&uacute;ce v&nbsp;zariaden&iacute; <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ri</b> a&nbsp;pr&iacute;stupn&eacute; prostredn&iacute;ctvom nich s&uacute; chr&aacute;nen&eacute; ako autorsk&eacute; pr&aacute;va alebo ak&eacute;koľvek in&eacute; pr&aacute;va legislat&iacute;vou vr&aacute;tane (okrem in&eacute;ho) pravidiel t&yacute;kaj&uacute;cich sa du&scaron;evn&eacute;ho či priemyseln&eacute;ho vlastn&iacute;ctva.</p>
<p>Spoločnosť <b>Xiaomi</b> alebo jej <b>partnersk&eacute; podniky</b> s&uacute; majiteľmi alebo držiteľmi licencie prvkov, z&nbsp;ktor&yacute;ch pozost&aacute;vaj&uacute; grafick&eacute; n&aacute;vrhy, ponuky, navigačn&eacute; tlačidl&aacute;, k&oacute;d HTML, texty, obr&aacute;zky, text&uacute;ry a&nbsp;grafika zariadenia <b>Mi&nbsp;Router</b> a/alebo <b>softv&eacute;ru</b>, ako aj ďal&scaron;ie pr&iacute;padn&eacute; časti <b>softv&eacute;ru</b>, resp.&nbsp;v&nbsp;každom pr&iacute;pade disponuj&uacute; pr&iacute;slu&scaron;n&yacute;m opr&aacute;vnen&iacute;m na použ&iacute;vanie uveden&yacute;ch prvkov.</p>
<p><b>Softv&eacute;r</b> sa bez predch&aacute;dzaj&uacute;ceho p&iacute;somn&eacute;ho s&uacute;hlasu spoločnosti <b>Xiaomi</b> alebo jej <b>partnersk&yacute;ch podnikov</b> nesmie reprodukovať v&nbsp;celku ani čiastočne, pren&aacute;&scaron;ať ani zaznamen&aacute;vať ak&yacute;mkoľvek syst&eacute;mom na z&iacute;skavanie inform&aacute;ci&iacute;, v&nbsp;akejkoľvek podobe alebo na ak&eacute;koľvek in&eacute; m&eacute;dium, než ktor&eacute; je v&yacute;slovne povolen&eacute; v&nbsp;tomto dokumente.</p>
<p><b>Nesmiete</b> odstraňovať, obch&aacute;dzať alebo nepovolen&yacute;m sp&ocirc;sobom upravovať ak&eacute;koľvek materi&aacute;ly či položky, ktor&eacute; s&uacute; s&uacute;časťou zariadenia <b>Mi&nbsp;Router</b> alebo jeho <b>softv&eacute;ru</b> a&nbsp;pr&aacute;va na ne vlastn&iacute; spoločnosť <b>Xiaomi</b>, resp.&nbsp;ak&eacute;koľvek technick&eacute; ochrann&eacute; zariadenia či DRM.</p>
<p>Spoločnosť <b>Xiaomi</b> si vyhradzuje pr&aacute;vo podnikať pr&aacute;vne kroky na ochranu svojich pr&aacute;v du&scaron;evn&eacute;ho a&nbsp;priemyseln&eacute;ho vlastn&iacute;ctva alebo ak&yacute;chkoľvek in&yacute;ch pr&aacute;v.</p>
<p><b>Vy</b> zost&aacute;vate majiteľom pr&iacute;padn&yacute;ch pr&aacute;v du&scaron;evn&eacute;ho vlastn&iacute;ctva, ktor&yacute;ch držiteľom <b>ste</b>, ak s&uacute; s&uacute;časťou ak&eacute;hokoľvek <b>vami</b> odoslan&eacute;ho obsahu prostredn&iacute;ctvom zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b>.&nbsp;</p>
<p>Keď <b>nahr&aacute;te</b> alebo in&yacute;m sp&ocirc;sobom odo&scaron;lete obsah prostredn&iacute;ctvom zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b>, <b>d&aacute;vate</b> spoločnosti <b>Xiaomi</b> a&nbsp;na&scaron;im partnerom celosvetov&uacute; licenciu na použ&iacute;vanie, hosťovanie, ukladanie, reprodukovanie, upravovanie, komunikovanie, spr&iacute;stupňovanie alebo distribuovanie dan&eacute;ho obsahu. Pr&aacute;va, ktor&eacute; <b>udeľujete</b> v&nbsp;r&aacute;mci tejto licencie, sl&uacute;žia na obmedzen&yacute; &uacute;čel prev&aacute;dzkovania a&nbsp;zlep&scaron;ovania na&scaron;ich služieb, ako aj na vyv&iacute;janie nov&yacute;ch. T&aacute;to licencia pokračuje, aj keď <b>prestanete</b> použ&iacute;vať na&scaron;e zariadenie <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;r</b>. Uistite sa, že <b>m&aacute;te</b> pr&aacute;va potrebn&eacute; na to, aby ste n&aacute;m mohli udeliť t&uacute;to licenciu na ak&yacute;koľvek obsah, ktor&yacute; <b>odo&scaron;lete</b> prostredn&iacute;ctvom n&aacute;&scaron;ho zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b>.&nbsp; Ak chcete z&iacute;skať pr&iacute;stup k&nbsp;<b>v&aacute;&scaron;mu</b> obsahu alebo zmeniť či vymazať dan&yacute; obsah, obr&aacute;ťte sa na n&aacute;s.</p><br><h3>9. UKONČENIE</h3><br><p>Spoločnosť <b>Xiaomi</b> m&ocirc;že ukončiť t&uacute;to zmluvu <b>EULA</b> okamžite a&nbsp;bez ozn&aacute;menia, ak <b>nedodrž&iacute;te</b> ktor&uacute;koľvek z&nbsp;podmienok tejto zmluvy <b>EULA</b>.</p><br><p><b>9.1&nbsp;&Uacute;činnosť ukončenia.</b>V&nbsp;pr&iacute;pade ukončenia <b>mus&iacute;te</b> zničiť v&scaron;etky k&oacute;pie <b>softv&eacute;ru</b> a&nbsp;zlikvidovať zariadenia <b>Mi&nbsp;Router</b> v&nbsp;s&uacute;lade s&nbsp;platnou miestnou legislat&iacute;vou t&yacute;kaj&uacute;cou sa recykl&aacute;cie.</p>
<p>Z&aacute;roveň <b>mus&iacute;te</b> odstr&aacute;niť <b>softv&eacute;r</b> a&nbsp;v&scaron;etky jeho k&oacute;pie vr&aacute;tane v&scaron;etk&yacute;ch z&aacute;ložn&yacute;ch k&oacute;pi&iacute; zo servera, v&scaron;etk&yacute;ch poč&iacute;tačov a&nbsp;ostatn&yacute;ch m&eacute;di&iacute;, na ktor&yacute;ch je nain&scaron;talovan&yacute;, uložen&yacute; alebo archivovan&yacute;. Ak o&nbsp;to spoločnosť <b>Xiaomi</b> požiada, <b>mus&iacute;te</b> spoločnosti <b>Xiaomi</b> poskytn&uacute;ť p&iacute;somn&eacute; potvrdenie o&nbsp;splnen&iacute; t&yacute;chto požiadaviek z&nbsp;<b>va&scaron;ej</b> strany.</p><br><h3>10. ROZHODN&Eacute; PR&Aacute;VO</h3>
<p>Interpret&aacute;cia podmienok tejto <b>zmluvy</b> <b>použ&iacute;vateľa</b>, &uacute;činnosť a&nbsp;rie&scaron;enie sporov sa riadia z&aacute;konmi platn&yacute;mi v&nbsp;krajine bydliska <b>použ&iacute;vateľa</b>. Pr&iacute;padn&yacute; spor alebo nezhodu medzi <b>vami</b> a&nbsp;spoločnosťou <b>Xiaomi</b> sa najsk&ocirc;r pok&uacute;sime vyrie&scaron;iť priateľskou konzult&aacute;ciou. Ak konzult&aacute;cia neskonč&iacute; <b>dohodou</b>, <b>s&uacute;hlas&iacute;te</b> s&nbsp;t&yacute;m, že spor pod&aacute;te na s&uacute;dy v&nbsp;krajine bydliska <b>použ&iacute;vateľa</b>.</p><br><h3>11. NEZ&Aacute;VISLOSŤ</h3>
<p>Ak z&nbsp;nejak&eacute;ho d&ocirc;vodu nie je možn&eacute; uplatniť niektor&eacute; z&nbsp;ustanoven&iacute; tejto <b>zmluvy</b>, tieto zostan&uacute; neuplatnen&eacute; bez toho, aby zabr&aacute;nili možnosti uplatňovania ostatn&yacute;ch ustanoven&iacute; tejto <b>zmluvy</b>.</p><br><h3>12. INTEGRITA</h3>
<p>T&aacute;to <b>zmluva</b> (vr&aacute;tane <b>z&aacute;sad ochrany osobn&yacute;ch &uacute;dajov</b>) predstavuje jedin&yacute; n&aacute;stroj upravuj&uacute;ci vzťah medzi <b>vami</b> a&nbsp;spoločnosťou <b>Xiaomi</b> v&nbsp;s&uacute;vislosti so v&scaron;etk&yacute;mi z&aacute;ležitosťami, ktor&eacute; sa t&yacute;kaj&uacute; v&aacute;&scaron;ho použ&iacute;vania zariadenia <b>Mi&nbsp;Router</b> a&nbsp;<b>softv&eacute;ru</b>.</p>
<p>Nadpisy jednotliv&yacute;ch odsekov sl&uacute;žia iba na orient&aacute;ciu pri č&iacute;tan&iacute; a&nbsp;nemaj&uacute; žiadnu pr&aacute;vnu ani zmluvn&uacute; z&aacute;v&auml;znosť.</p><br><p>Revidovan&eacute; v&nbsp;APR&Iacute;LI 2020</p>

        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
