<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi galalietotāja licences līgums</h2><br><p><b>Esiet sveicināti Xiaomi pasaulē!</b></p><br><h3>1. IEVADS</h3><br><p>Tālāk izklāstītie noteikumi un nosacījumi (turpmāk tekstā kopā&nbsp;&mdash; <b>Galalietotāja <b></b>licences <b>līgums</b></b>, <b>Līgums</b> un/vai <b>GLL</b>) attiecas uz datu un balss piekļuvi mūsu mar&scaron;rutētāja modelim R3600 (turpmāk tekstā kopā&nbsp;&mdash; <b>Mi&nbsp;mar&scaron;rutētājs</b>) un <b>Programmatūrai</b>, kas instalēta <b>Mi&nbsp;AIoT mar&scaron;rutētājā&nbsp;AX3600</b>&nbsp;3.0.22 (turpmāk tekstā kopā&nbsp;&mdash; <b>Programmatūra</b>), kas pieder uzņēmumam <b>Xiaomi</b>&nbsp;Inc., tā meitasuzņēmumiem un saistītajiem uzņēmumiem (turpmāk tekstā kopā&nbsp;&mdash; <b>Xiaomi</b> vai mēs), kā arī mūsu sadarbības partneriem (turpmāk tekstā&nbsp;&mdash; <b>Partneri</b>), un ko <b>Jūs</b> iegādājāties, lai piekļūtu Jūsu interneta savienojumam un/vai Wi-Fi&nbsp;tīkla pakalpojumiem; &scaron;is GLL attiecas arī uz minētā Mi&nbsp;mar&scaron;rutētāja un Programmatūras lieto&scaron;anu.</p>
<p>&Scaron;is <b>GLL</b> ir pieejams &scaron;ajā tīmekļa vietnē:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p><b>Mi&nbsp;mar&scaron;rutētāja</b> un <b>Programmatūras</b> <b>Lietotājam</b> (turpmāk tekstā&nbsp;&mdash; <b>Jūs</b>, <b>Lietotājs</b> un/vai <b>Lietotāji</b>) tiek pie&scaron;ķirts <b>Lietotāja</b> statuss. Tiek uzskatīts, ka Lietotājs piekrīt <b>GLL</b> noteikumiem un visiem citiem lieto&scaron;anas noteikumiem, kas var būt spēkā attiecībā uz <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b> vai to lieto&scaron;anas laikā, kā arī apņemas tos ievērot. Lūdzu, rūpīgi izlasiet &scaron;o <b>Līgumu</b>, lai piekļūtu <b>Mi&nbsp;mar&scaron;rutētājam</b> un lietotu <b>Programmatūru</b>. Norādiet arī to, vai piekrītat &scaron;ī <b>Līguma</b> noteikumiem. <b>Jums</b> ir jābūt pilngadīgai personai. Ja <b>Jūs</b> esat nepilngadīga persona, <b>Jums</b> &scaron;is <b>Līgums</b> ir jālasa kopīgi ar savu likumīgo aizbildni. Ja lietojat mūsu <b>Mi&nbsp;mar&scaron;rutētāju</b> un mūsu <b>Programmatūru</b> un piekrītat mūsu <b>Līguma</b> noteikumiem, <b>Jūs</b> apliecināt, ka <b>Jūs</b> esat izlasījis &scaron;ī <b>Līguma</b> noteikumus un nosacījumus, izprotat tos, piekrītat tiem un apņematies tos ievērot.</p>
<p>Ja piekrītat &scaron;ī <b>Līguma</b> noteikumiem, <b>Jūs</b> piekrītat arī visiem ierobežojumiem. <b>Xiaomi Technology Netherlands&nbsp;B.V.</b> ir sabiedrība ar ierobežotu atbildību, kas reģistrēta un dibināta saskaņā ar Nīderlandes tiesību aktu prasībām ar <b>RSIN reģistrācijas numuru (uzņēmuma&nbsp;ID)&nbsp;859298899.</b></p>
<p>Saziņai un paziņojumu sūtī&scaron;anai jāizmanto tālāk norādītā adrese.</p>
<p><b>Saziņa ar mums</b></p>
<p><b>Adrese: Prinses Beatrixlaan&nbsp;582, The Hague 2595BM, Nīderlande</b></p><br><h3>2. DEFINĪCIJAS</h3>
<p>Tālāk ir sniegtas noderīgas definīcijas, kas var palīdzēt labāk izprast &scaron;o <b>GLL</b>&nbsp;līgumu.</p>
<p>Mar&scaron;rutētājs ir ierīce, kas izmanto mar&scaron;rutētāja protokola <b>Programmatūru</b>. To izmanto, lai vienlaikus izveidotu interneta savienojumu vairākās mobilajās ierīcēs vai datoros.</p>
<p>Serveris ir viens fizisks dators, kurā darbojas ne vairāk kā viena&nbsp;(1) operētājsistēmas unikāla kopija. Vairāki serveri ir: (i)&nbsp;vairāki datori, kuros tiek koplietota dato&scaron;anas jauda vai kuri tīkla konfigurācijā darbojas kā viens loģiskais dators, piemēram, &ldquo;serveru ferma&rdquo;, &ldquo;klasteris&rdquo; u.tml.; un (ii)&nbsp;vairāki virtuāli datori tādā tehniskajā vidē, kas no fiziska datora izveido vairākas virtuālās ma&scaron;īnās ar tādām tehniskajām un funkcionālajām īpa&scaron;ībām, kas nodro&scaron;ina iespēju darboties savā īpa&scaron;datorā.</p>
<p><b>Programmatūra</b> ir <b>Programmatūra</b> un visi tās atjauninājumi (ja tādi ir), kas <b>Jums</b> tiek licencēti saskaņā ar &scaron;ī <b>GLL</b> noteikumiem, tostarp, bet ne tikai, visi saistītie komponenti, kas iegādāti vai nodro&scaron;ināti kopā ar <b>Programmatūru</b>, lietojumprogrammu saskarnes, saistītie datu nesēji, drukātie materiāli un tie&scaron;saistes vai elektroniskā dokumentācija, kā arī visi atjauninājumi un uzturē&scaron;anas laidieni.</p><br><h3>3. PROGRAMMATŪRAS LICENCE</h3>
<p><b>3.1.&nbsp;<b>Lietotāja</b> tiesības</b></p>
<p><b>Jums</b> ir tiesības lietot <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b> saskaņā ar &scaron;ī <b>GLL</b> noteikumiem un nosacījumiem, lai, izmantojot Wi-Fi&nbsp;tīklu, piekļūtu saviem interneta pakalpojumiem un ierīcēm.</p>
<p>Ar nosacījumu, ka <b>Lietotājs</b> pienācīgi ievēro &scaron;ī <b>GLL</b> noteikumus, uzņēmums <b>Xiaomi</b> pie&scaron;ķir <b>Lietotājam</b> personisku, nenododamu un neekskluzīvu licenci lietot <b>Mi&nbsp;mar&scaron;rutētājā</b> instalēto <b>Programmatūru</b> bez tiesībām pie&scaron;ķirt apak&scaron;licenci. <b>Lietotājam</b> ir tiesības instalēt, lietot, rādīt un palaist <b>Programmatūru</b> tikai un vienīgi <b>Mi&nbsp;mar&scaron;rutētājā</b>.</p>
<p>Lai izvairītos no jebkādiem pārpratumiem, <b>Programmatūra</b> tiek <b>Jums</b> licencēta saskaņā ar &scaron;ī <b>GLL</b> noteikumiem, nevis pārdota. <b>Jums</b> netiek pie&scaron;ķirtas nekādas tiesības attiecībā uz uzņēmuma <b>Xiaomi</b> vai <b>Partneru</b> autortiesībām, preču zīmēm vai pakalpojumu zīmēm. Uzņēmums <b>Xiaomi</b> patur visas tiesības, kas <b>Jums</b> nav tie&scaron;i pie&scaron;ķirtas &scaron;ajā <b>Līgumā</b>.</p>
<p>Jums nav tiesību &scaron;o <b>Programmatūru</b> instalēt citās galiekārtās, ja vien uzņēmums <b>Xiaomi</b> nav skaidri to atļāvis, tostarp, bet ne tikai, televizoru pierīcēs, spēļu konsolēs, televizoros, DVD&nbsp;atskaņotājos un līdzīgās galiekārtās.</p>
<p>Ja <b>Lietotājs</b> pārkāpj &scaron;ī <b>Līguma</b> noteikumus, uzņēmums <b>Xiaomi</b> atceļ <b>Lietotājam</b> pie&scaron;ķirto &scaron;īs <b>Programmatūras</b> licenci un deaktivizē Jūsu kontu.</p>
<p><b>3.2.&nbsp;<b>Programmatūras</b> iegū&scaron;ana, instalē&scaron;ana un jauninā&scaron;ana</b></p>
<p><b>Lietotājs</b> <b>Programmatūru</b> var lejupielādēt no tīmekļa vietnes [<a href="http://www.apple.com">www.apple.com</a> vai <a href="https://play.google.com/store">https://play.google.com/store</a>] vai veidā, ko norādījis uzņēmums <b>Xiaomi</b>. Nelejupielādējiet <b>Programmatūru</b> no citām tīmekļa vietnēm, lai Jūsu ierīces netiktu inficētas ar ļaunprogrammatūru, kas var iznīcināt Jūsu datus un piekļūt Jūsu personas datiem un konfidenciālai informācijai. Ja <b>Programmatūru</b> vai instalācijas programmu <b>Jūs</b> iegādājaties no tre&scaron;ās puses, kurai uzņēmums <b>Xiaomi</b> nav pie&scaron;ķīris atbilsto&scaron;as pilnvaras, uzņēmums <b>Xiaomi</b> nevar garantēt tās normālu darbību, kā arī uzņēmums <b>Xiaomi</b> neuzņemas nekādu atbildību ne par kādiem <b>Jums</b> radītajiem zaudējumiem.</p>
<p><b>Lietotājam</b> jāizvēlas tāda <b>Programmatūras</b> versija, kas ir saderīga ar iegādāto <b>Mi&nbsp;mar&scaron;rutētāja</b> galiekārtu. Pretējā gadījumā tikai <b>Lietotājs</b> ir atbildīgs par jebkādām problēmām vai zaudējumiem saistībā ar <b>Programmatūru</b> vai ierīci, kas radu&scaron;ās tādēļ, ka tika izmantota ar <b>Mi&nbsp;mar&scaron;rutētāja</b> modeli nesaderīga <b>Programmatūras</b> versija.</p>
<p>Lai pilnveidotu <b>Lietotājiem</b> nodro&scaron;inātās lieto&scaron;anas iespējas un optimizētu pakalpojuma darbību, uzņēmums <b>Xiaomi</b> patur tiesības nodro&scaron;ināt un aizstāt <b>Programmatūras</b> modificētu un modernizētu versiju. Uzņēmums arī patur tiesības iekasēt maksu par &scaron;ādu aizstā&scaron;anu, modificē&scaron;anu vai jauninā&scaron;anu, iepriek&scaron; <b>Jums</b> par to paziņojot. Uzņēmums <b>Xiaomi</b> Jums lūgs sniegt atļauju iekasēt &scaron;ādu maksu. Pēc noklusējuma <b>Programmatūrā</b> ir iespējota funkcija, kas <b>Lietotājam</b> parāda uzvedni ar informāciju par jauninā&scaron;anu. Atkarībā no tā, kādu <b>Programmatūras</b> versiju <b>Lietotājs</b> izmanto, uzņēmums <b>Xiaomi</b> sniedz <b>Lietotājam</b> iespēju atspējot iepriek&scaron; minēto funkciju. Pēc jaunas <b>Programmatūras</b> versijas izlai&scaron;anas uzņēmums <b>Xiaomi</b> negarantē, ka būs lietojamas vecākas <b>Programmatūras</b> versijas.</p>
<p><b>3.3.&nbsp;Citi lieto&scaron;anas noteikumi</b></p>
<p><b>Lietotājs</b> apņemas neveikt nelikumīgas un neatļautas darbības, kas ir pretrunā ar labticības un sabiedriskās kārtības principiem. Tāpat Lietotājs nedrīkst veikt nekādas darbības, kas var radīt kaitējumu uzņēmumam <b>Xiaomi</b> vai tā <b>Partneriem</b>, vai tādas darbības, kas var negatīvi ietekmēt normālu <b>Mi&nbsp;mar&scaron;rutētāja</b>, <b>Programmatūras</b> vai tre&scaron;o pu&scaron;u nodro&scaron;ināto pakalpojumu lieto&scaron;anu.</p>
<p>Mūsu <b>Mi&nbsp;mar&scaron;rutētājs</b> un <b>Programmatūra</b> ir jālieto kopā ar tre&scaron;ās puses pakalpojumiem, tostarp, bet ne tikai, ar lietojumprogrammām un telekomunikāciju pakalpojumiem. No <b>Jums</b> tiks iekasēta maksa par attiecīgajiem telekomunikāciju pakalpojumiem vai kāda cita pakalpojumu sniedzēja maksa. Aicinām <b>Jūs</b> sazināties ar to pakalpojumu sniedzējiem, kurus izmantojat, lai uzzinātu par pakalpojumu tarifiem un iegūtu citu informāciju.</p>
<p>Lai iestatītu kontu un paroli &scaron;im kontam, iespējams, būs jāizmanto mūsu <b>Mi&nbsp;mar&scaron;rutētājs</b>. <b>Jums</b> ir pienākums nodro&scaron;ināt Jūsu konta un tā paroles konfidencialitāti un ierobežot piekļuvi savam datoram, kā arī <b>Jūs</b> piekrītat uzņemties atbildību par visām darbībām, kas tiek veiktas, izmantojot Jūsu kontu vai paroli. <b>Jūs</b> arī apliecināt, ka visa informācija, ko <b>Jūs</b> sniedzat konta izveides brīdī, ir patiesa un precīza.</p>
<p>Uzņēmums <b>Xiaomi</b> neuzņemas nekādu atbildību par zaudējumiem, kas <b>Jums</b> var rasties, ja kāds cits izmanto Jūsu paroli vai kontu ar Jūsu ziņu vai bez tās.&nbsp; Tomēr <b>Jūs</b> var saukt pie atbildības par zaudējumiem, kas radu&scaron;ies uzņēmumam <b>Xiaomi</b> vai citai pusei, ja kāda cita persona ir izmantojusi Jūsu kontu vai paroli, jo Jūs neesat aizsargājis savu paroli. <b>Jums</b> nav tiesību izmantot citas personas kontu bez konta turētāja atļaujas.&nbsp;Uzņēmums <b>Xiaomi</b> neuzņemas nekādu atbildību ne par kādu kaitējumu vai zaudējumiem, kas radu&scaron;ies tādēļ, ka Jūs neesat ievērojis savas saistības.</p>
<p>Uzņēmuma <b>Xiaomi</b> mērķis ir nodro&scaron;ināt ārkārtīgi uzticamus un pieejamus mar&scaron;rutētāja pakalpojumus, tomēr nevar paredzēt vai garantēt to, ka <b>Mi&nbsp;mar&scaron;rutētājs</b> un <b>Programmatūra</b>, tostarp tālpiekļuves funkcija un mobilie paziņojumi, vienmēr būs uzticami un pieejami.&nbsp; Turklāt var rasties tādi epizodiski mar&scaron;rutētāja savienojuma darbības pārtraukumi un kļūmes, kuru cēloņus uzņēmums <b>Xiaomi</b> nespēj kontrolēt, tostarp, bet ne tikai, Wi-Fi&nbsp;tīkla darbības traucējumi, sakaru operatora vai pakalpojumu sniedzēja nodro&scaron;inātais darbspējas laiks un mobilie paziņojumi. &nbsp;Mēs nevaram nodro&scaron;ināt un arī negarantējam, ka <b>Jūs</b> vienmēr saņemsiet paziņojumus vai jebkurā laikā varēsiet piekļūt internetam.&nbsp;</p>
<p><b>Jūs</b> apliecināt, ka <b>Mi&nbsp;mar&scaron;rutētājs</b> un <b>Programmatūra</b> netiek sertificēti lieto&scaron;anai, lai reaģētu ārkārtas situācijās, kā arī tie nav paredzēti un piemēroti lieto&scaron;anai situācijās vai vidē, kur sniegto datu vai informācijas kļūmes, saņem&scaron;anas aizkave, kļūdas vai neprecizitātes var izraisīt nāvi, miesas bojājumus vai smagu kaitējumu cilvēkiem vai videi, tostarp, bet ne tikai, saistībā ar kodoliekārtu, lidma&scaron;īnu navigācijas vai sakaru sistēmu, gaisa satiksmes vadības sistēmu, dzīvības uzturē&scaron;anas sistēmu vai ieroču sistēmu darbību.</p>
<p>JŪS PIEKRĪTAT, KA NEPAĻAUSIETIES UZ MI&nbsp;MAR&Scaron;RUTĒTĀJU UN PROGRAMMATŪRU NOLŪKOS, KAS SAISTĪTI AR DZĪVĪBAS DRO&Scaron;ĪBU VAI REAĢĒ&Scaron;ANU KRITISKĀS SITUĀCIJĀS. VISI MOBILIE PAZIŅOJUMI SAISTĪBĀ AR JŪSU XIAOMI IZSTRĀDĀJUMU STATUSU UN BRĪDINĀJUMIEM TIEK SNIEGTI TIKAI INFORMATĪVĀ NOLŪKĀ.</p>
<p>Uzņēmums <b>Xiaomi</b> var aicināt <b>Jūs</b> iesniegt komentārus, ieteikumus vai priek&scaron;likumus saistībā ar <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b> un to uzlabo&scaron;anu (turpmāk tekstā&nbsp;&mdash; <b>Atsauksmes</b>), kā arī <b>Jūs</b> varat to darīt pēc savas iniciatīvas. Iesniedzot <b>Atsauksmes</b>, <b>Jūs</b> apliecināt, ka darāt to brīvprātīgi, bez atlīdzības, pēc savas iniciatīvas, nekonfidenciāli un bez ierobežojumiem, kā arī Jūs apliecināt, ka to iesnieg&scaron;ana neuzliks uzņēmumam <b>Xiaomi</b> nekādas uzticības vai cita veida saistības. Uzņēmumam <b>Xiaomi</b> ir tiesības bez jebkādiem ierobežojumiem izmantot, kopēt, modificēt, publicēt, izplatīt <b>Atsauksmes</b> un izveidot to atvasinājumus jebkādam nolūkam un jebkādā veidā, nenodro&scaron;inot <b>Jums</b> nekādu kompensāciju un iepriek&scaron; par to nepaziņojot. <b>Jūs</b> arī piekrītat, ka uzņēmums <b>Xiaomi</b> neatsakās ne no kādām savām tiesībām izmantot līdzīgus vai saistītus priek&scaron;likumus, kas uzņēmumam <b>Xiaomi</b> ir biju&scaron;i zināmi jau iepriek&scaron;, ko izstrādāju&scaron;i uzņēmuma darbinieki vai kas iegūti no citiem avotiem.</p>
<p><b>3.4.&nbsp;Prasības attiecībā uz sistēmu</b></p>
<p>Iespējams, ka ar <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b> nevarēs piekļūt internetam, ja nebūs pieejams: (i)&nbsp;darbderīgs Wi-Fi&nbsp;tīkls Jūsu mājās, kas nodro&scaron;ina stabilu savienojumu ar <b>Mi&nbsp;mar&scaron;rutētāju</b>; (ii)&nbsp;mobilie klienti, piemēram, saderīgs tālrunis vai plan&scaron;etdators (nepiecie&scaron;ams noteiktām funkcijām); (iv)&nbsp;pastāvīga piekļuve platjoslas internetam jūsu mājās; un (v)&nbsp;citi sistēmas elementi, kurus uzņēmums <b>Xiaomi</b> var norādīt. <b>Jums</b> ir pienākums nodro&scaron;ināt, ka Jums ir pieejami visi nepiecie&scaron;amie sistēmas elementi un ka tie ir saderīgi un pareizi konfigurēti. <b>Jūs</b> piekrītat tam, ka <b>Mi&nbsp;mar&scaron;rutētājs</b> un <b>Programmatūra</b> var nedarboties, kā paredzēts, ja netiek ievērotas prasības un saderības principi.</p>
<p><b>3.5.&nbsp;<b>Lietotāja</b> tiesību ierobežojums</b></p>
<p>&Scaron;ajā sadaļā ir norādīti <b>Lietotāja</b> tiesību ierobežojumi.</p>
<p><b>Jums</b> nav tiesību:</p>
<ul>
<li><p>&ndash;&nbsp;<b>Programmatūras</b> darbības laikā kopēt, grozīt vai modificēt jebkādus <b>Programmatūras</b> datus, jebkuru <b>Mi&nbsp;mar&scaron;rutētāja</b> datu laidienu un interaktīvos datus, kas ģenerēti laikā, kad <b>Lietotājs</b> mijiedarbojas ar serveri <b>Programmatūras</b> darbības laikā, kā arī palaist <b>Programmatūru</b>, izmantojot spraudņus, vai izveidot jebkāda formāta atvasinātu darbu, tostarp, bet ne tikai, spraudņus, un piekļūt <b>Programmatūrai</b> un saistītajām sistēmām, izmantojot tre&scaron;ās puses rīkus/pakalpojumus.</p></li>
<li><p>&ndash;&nbsp;Kopēt <b>Programmatūras</b> konfigurāciju, izņemot samērīgu skaitu datorlasāmu <b>Programmatūras</b> kopiju tikai dublē&scaron;anas vai arhivē&scaron;anas nolūkā, izņemot gadījumus, kuri ir skaidri atļauti &scaron;ajā <b>Līgumā</b>.</p></li>
<li><p>&ndash;&nbsp;Noņemt jebkādus <b>Programmatūrā</b> iekļautos nosaukumus, preču zīmes, pakalpojumu zīmes, tirdzniecības nosaukumus, autortiesību zīmes, apzīmējumus, ūdenszīmes vai citus apzīmējumus saistībā ar īpa&scaron;uma tiesībām.</p></li>
<li><p>&ndash;&nbsp;Pārdot, iznomāt, licencēt, apak&scaron;licencēt, nomāt, pie&scaron;ķirt, izplatīt vai jebkādi citādi nodot citai personai <b>Programmatūru</b> vai jebkuru tās daļu, licenci vai Jūsu tiesības lietot <b>Programmatūru</b>, tostarp dalības vai vieso&scaron;anas tiesības un abonementus.</p></li>
<li><p>&ndash;&nbsp;Modificēt <b>Programmatūru</b> vai izveidot atvasinātus darbus.</p></li>
<li><p>&ndash;&nbsp;Pilnībā vai daļēji dekompilēt, izjaukt vai jebkādi citādi mēģināt iegūt <b>Programmatūras</b> avota kodu vai veikt tās reverso inženieriju.</p></li>
<li><p>&ndash;&nbsp;Jebkādu iemeslu dēļ atdalīt, sadalīt vai pārstrukturēt <b>Programmatūru</b> vai jebkuru tās daļu.</p></li>
<li><p>&ndash;&nbsp;Jebkādā veidā pārdot vai izplatīt <b>Programmatūru</b>.</p></li>
<li><p>&ndash;&nbsp;Nodro&scaron;ināt iespēju lietot <b>Programmatūru</b> tre&scaron;ās puses ārpakalpojumu snieg&scaron;anas vietā ar pakalpojumu biroja starpniecību vai izmantojot laikdalības sistēmu.</p></li>
<li><p>&ndash;&nbsp;Pie&scaron;ķirt <b>Programmatūras</b> novērtējuma licenci jebkurai citai fiziskai vai juridiskai personai vai jebkādi citādi atļaut jebkurai citai fiziskai vai juridiskai personai novērtēt <b>Programmatūru</b>.</p></li>
<li><p>&ndash;&nbsp;Veikt jebkāda veida grozījumus <b>Līgumā</b>, ko uzņēmums <b>Xiaomi</b> un/vai <b>Partneri</b> nodro&scaron;ina kopā ar <b>Programmatūru</b>.</p></li>
<li><p>&ndash;&nbsp;Sniegt jebkādus ar <b>Programmatūru</b> vai parauga kodu saistītus paziņojumus, garantijas vai apgalvojumus, kas pārsniedz vai neatbilst informācijai dokumentācijā, ko <b>Jums</b> nodro&scaron;ina uzņēmums <b>Xiaomi</b>.</p></li>
</ul><br><h3>4. TĪMEKĻA VIETNES UN TRE&Scaron;O PU&Scaron;U PAKALPOJUMI</h3>
<p><b>Jūs</b> saprotat un piekrītat tam, ka mūsu Pakalpojumu, <b>Mi&nbsp;mar&scaron;rutētāja</b> un <b>Programmatūras</b> darbība ir atkarīga no tehniskā atbalsta, ko nodro&scaron;ina tre&scaron;ās puses, piemēram, Android vai Google. <b>Jūs</b> piekrītat tam, ka <b>Partneriem</b>, iespējams, būs jāpieprasa &scaron;ādām tre&scaron;ajām pusēm atklāt kādus <b>Jūsu</b> personas datus laikā, kad saņemat no tām tehnisko vai cita veida atbalstu.</p>
<p>Izmantojot <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b>, <b>Jūs</b> varat piekļūt tre&scaron;o pu&scaron;u tie&scaron;saistes pakalpojumiem, kas pieder tre&scaron;ajām pusēm.</p>
<p>Uz &scaron;ādiem tre&scaron;o pu&scaron;u piedāvātajiem pakalpojumiem neattiecas mūsu <b>GLL</b> un mūsu <b>Konfidencialitātes politikas</b> noteikumi un nosacījumi. Tre&scaron;o pu&scaron;u piedāvāto pakalpojumu lieto&scaron;anu reglamentē to attiecīgie lieto&scaron;anas noteikumi un konfidencialitātes politikas, un uzņēmums <b>Xiaomi</b> neuzņemas nekādu atbildību saistībā ar tiem.</p><br><h3>5. UZŅĒMUMA XIAOMI PIENĀKUMI</h3>
<p>UZŅĒMUMA <b>XIAOMI</b> UN TĀ <b>PARTNERU</b> PIEDĀVĀTIE PAKALPOJUMI TIEK SNIEGTI &ldquo;BEZ JEBKĀDĀM SAISTĪBĀM&rdquo; UN BEZ JEBKĀDĀM TIE&Scaron;ĀM VAI NETIE&Scaron;ĀM GARANTIJĀM. CIKTĀL TO PIEĻAUJ SPĒKĀ ESO&Scaron;IE TIESĪBU AKTI, UZŅĒMUMS <b>XIAOMI</b> ATSAKĀS NO JEBKĀDĀM TIE&Scaron;ĀM VAI NETIE&Scaron;ĀM GARANTIJĀM, TOSTARP, BET NE TIKAI, NETIE&Scaron;ĀM GARANTIJĀM ATTIECĪBĀ UZ PĀRDO&Scaron;ANAI PIEMĒROTU KVALITĀTI UN DERĪGUMU KONKRĒTAM NOLŪKAM, IZŅEMOT TIESĪBU AKTOS PAREDZĒTĀS GARANTIJAS. MĒS NESNIEDZAM NEKĀDAS GARANTIJAS SAISTĪBĀ AR TO, KA FUNKCIJAS, KAS PIEEJAMAS <b>MI&nbsp;MAR&Scaron;RUTĒTĀJĀ</b> VAI <b>PROGRAMMATŪRĀ</b> VAI KO NODRO&Scaron;INA <b>PARTNERI</b>, DARBOSIES BEZ PĀRTRAUKUMIEM VAI KĻŪDĀM, KA KĻŪMES TIKS NOVĒRSTAS UN KA VISOS SERVEROS, KUROS TĀS TIEK VIESOTAS, NEBŪS VĪRUSU UN CITU KAITĪGU KOMPONENTU. MĒS NESNIEDZAM NEKĀDAS GARANTIJAS UN APLIECINĀJUMUS SAISTĪBĀ AR UZŅĒMUMA <b>XIAOMI</b> UN/VAI TĀ PARTNERU PAKALPOJUMOS IETVERTĀ SATURA LIETO&Scaron;ANU, KĀ ARĪ ATTIECĪBĀ UZ TO PAREIZĪBU, PRECIZITĀTI, UZTICAMĪBU VAI JEBKĀDU CITU ASPEKTU. <b>JUMS</b> IR PIENĀKUMS PILNĪBĀ APMAKSĀT VISAS APKOPES, REMONTA VAI LABOJUMU IZMAKSAS.</p>
<p>Uzņēmums <b>Xiaomi</b> un tā <b>Partneri</b> ar pienācīgu rūpību nodro&scaron;inās <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b> un darīs visu iespējamo, lai to darbībā nebūtu kļūdu. Uzņēmums <b>Xiaomi</b> neuzņemas nekādu atbildību ne par kādiem zaudējumiem, izņemot tiem, kas ir saistīti ar <b>GLL</b> pārkāpumiem. Uzņēmums <b>Xiaomi</b> arī neuzņemas nekādu atbildību ne par kādu rīcību vai faktiem, kurus mēs nevaram saprātīgi kontrolēt.</p><br><h3>6. ATRUNA</h3>
<p>Uzņēmums <b>Xiaomi</b> negarantē nepārtrauktu piekļuvi <b>Mi&nbsp;mar&scaron;rutētāja</b> un tīmekļa vietnes, kurai piekļūst no <b>Programmatūras</b>, elementiem un informācijai, kā arī atbilsto&scaron;u to attēlojumu, lejupielādi vai lieto&scaron;anu, ja tas tiek traucēts vai pārtraukts tādu faktoru vai apstākļu dēļ, ko uzņēmums nevar kontrolēt.</p>
<ul>
<p>Uzņēmums <b>Xiaomi</b> neuzņemas nekādu juridisku vai citādu atbildību par kaitējumu, zaudējumiem, prasījumiem vai izdevumiem, kas radu&scaron;ies &scaron;ādos apstākļos:</p>
<li><p>&ndash;&nbsp;Uzņēmums <b>Xiaomi</b> negarantē nepārtrauktu piekļuvi tīmekļa vietnē ietvertajiem elementiem un informācijai, kā arī atbilsto&scaron;u tās attēlojumu, lejupielādi vai lieto&scaron;anas iespējas, ja tas tiek traucēts vai pārtraukts tādu faktoru vai apstākļu dēļ, ko uzņēmums nevar kontrolēt;</p></li>
<li><p>&ndash;&nbsp;Jebkādi apstākļi, kas ir saistīti ar darbības apturē&scaron;anu vai kļūmi, ko izraisījis datorpirātisms, datorvīruss vai jebkāda cita veida apdraudējums tīkla, iekārtu, sakaru līniju un informācijas dro&scaron;ībai.</p></li>
<li><p>&ndash;&nbsp;Zaudējumi <b>Lietotājam</b> radās tre&scaron;o pu&scaron;u vainas dēļ, piemēram, tādēļ, ka radās pārrāvumi sakaru līnijā, tehniskas problēmas, tīkla un datora darbības pārtraukums un citi nepārvaramas varas apstākļi.</p></li>
<li><p>&ndash;&nbsp;Dro&scaron;ības vai navigācijas kļūdas, kas radās pārlūkprogrammas nepareizas darbības vai novecoju&scaron;as tās versijas dēļ.</p></li>
 <li><p>&ndash;&nbsp;Nelikumīga iejauk&scaron;anās, kas saistīta ar jebkāda veida ļaunprogrammatūras izmanto&scaron;anu un ar jebkādiem sakaru līdzekļiem, piemēram, datorvīrusiem u.c.</p></li>
 <li><p>&ndash;&nbsp;Traucējumi, pārtraukumi, kļūmes, izlaidumi, tālruņa līnijas darbības pārtraukumi, kavējumi, bloķē&scaron;ana vai elektrosistēmas darbības pārtraukumi, ko izraisīju&scaron;i trūkumi, pārslodzes un kļūdas telekomunikāciju līnijās un tīklos vai kāds cits iemesls, ko uzņēmums <b>Xiaomi</b> nevar kontrolēt.</p></li>
</ul>
<p>CIKTĀL TO PIEĻAUJ SPĒKĀ ESO&Scaron;IE TIESĪBU AKTI, NEKĀDĀ GADĪJUMĀ UZŅĒMUMS XIAOMI, TĀ SAISTĪTIE UZŅĒMUMI, PARTNERI, TIRGOTĀJI, AĢENTI VAI PIEGĀDĀTĀJI VAI TO ATTIECĪGĀS AMATPERSONAS, DIREKTORI, DARBINIEKI, LICENCĒTĀJI UN TIESĪBU PĀRŅĒMĒJI NEUZŅEMAS ATBILDĪBU PAR TĀLĀK NORĀDĪTAJIEM ZAUDĒJUMIEM.</p>
<ul><li><p>1.&nbsp;JEBKĀDIEM MĀJAI, HVAC SISTĒMAI, ELEKTROSISTĒMAI, SANTEHNIKAI, JŪSU IZSTRĀDĀJUMAM UN PERIFĒRIJAS IERĪCĒM (KAS IR VAI NAV PIEVIENOTAS XIAOMI IZSTRĀDĀJUMAM), DATORAM, MOBILAJĀM IERĪCĒM UN JEBKĀDAM CITAM JŪSU MĀJĀS ESO&Scaron;AM PRIEK&Scaron;METAM UN MĀJDZĪVNIEKIEM NODARĪTO KAITĒJUMU VAI ZAUDĒJUMIEM.</p></li>
<li><p>2.&nbsp;JEBKĀDIEM ZAUDĒJUMIEM: (I)&nbsp;KO ABAS PUSES NAV VARĒJU&Scaron;AS SAPRĀTĪGI PAREDZĒT; (II)&nbsp;KAS BIJU&Scaron;I ZINĀMI JUMS, BET NE MUMS; UN/VAI (III)&nbsp;KO ABAS PUSES IR VARĒJU&Scaron;AS PAMATOTI PAREDZĒT, BET JŪS TOS VARĒJĀT NOVĒRST, PIEMĒRAM (BET NE TIKAI), VĪRUSU, ĻAUNPROGRAMMATŪRAS VAI CITU ĻAUNPRĀTĪGU PROGRAMMU RADĪTI ZAUDĒJUMI VAI JŪSU DATU BOJĀJUMI. TOSTARP, BET NE TIKAI, PAR ZAUDĒJUMIEM SAISTĪBĀ AR NEGŪTU PEĻŅU VAI IENĀKUMIEM, DATU ZUDUMU, UZŅĒMĒJDARBĪBAS PĀRTRAUKUMU, PERSONISKU KAITĒJUMU, PRIVĀTUMA ZAUDĒ&Scaron;ANU, ZAUDĒTU IESPĒJU IZMANTOT KĀDAS TRE&Scaron;ĀS PUSES IZSTRĀDĀJUMUS VAI PAKALPOJUMUS, KĀDU PIENĀKUMU NEIZPILDI, TOSTARP LABTICĪGI, AR PIENĀCĪGU RŪPĪBU VAI NOLAIDĪBAS DĒĻ, KĀ ARĪ SAISTĪBĀ AR JEBKĀDIEM CITIEM FINAN&Scaron;U VAI CITA VEIDA ZAUDĒJUMIEM</p></li>
<p>NEATKARĪGI NO PIENĀKUMU IEMESLA UN VEIDA (NOTEIKTS LĪGUMĀ, TIESĪBU AKTĀ VAI JEBKĀDĀ CITĀ AVOTĀ), KAS RADIES SAISTĪBĀ AR TĪMEKĻA VIETNES VAI PAKALPOJUMU ĻAUNPRĀTĪGU IZMANTO&Scaron;ANU, NESPĒJU TO IZMANTOT VAI IR JEBKĀDĀ VEIDĀ AR TO SAISTĪTS, PAT JA UZŅĒMUMAM XIAOMI VAI CITĀM PUSĒM BIJA ZINĀMS PAR &Scaron;ĀDU ZAUDĒJUMU RA&Scaron;ANĀS IESPĒJAMĪBU.</p><br></ul>
<p>UZŅĒMUMA BELKIN, TĀ SAISTĪTO UZŅĒMUMU, PARTNERU, TIRGOTĀJU, AĢENTU VAI PIEGĀDĀTĀJU KOPĒJĀ ATBILDĪBA PAR VISIEM ZAUDĒJUMIEM NEKĀDĀ GADĪJUMĀ NEPĀRSNIEDZ PIECDESMIT EIRO (50&nbsp;€). &Scaron;IS IEROBEŽOJUMS IR GALĪGS, UN TAS NETIKS PALIELINĀTS, PAT JA BŪS VAIRĀKI INCIDENTI VAI PRASĪBAS. IEPRIEK&Scaron;MINĒTIE IEROBEŽOJUMI TIKS PIEMĒROTI PAT TAD, JA KĀDA NO SNIEGTAJĀM GARANTIJĀM VAI TIESISKĀS AIZSARDZĪBAS LĪDZEKĻIEM NEATBILST TO PAMATMĒRĶIM. NEKAS &Scaron;AJĀ SADAĻĀ MINĒTAIS NEIEROBEŽO UZŅĒMUMA XIAOMI ATBILDĪBU SAISTĪBĀ AR NĀVI VAI MIESAS BOJĀJUMIEM.</p><br><h3>7. KONFIDENCIALITĀTES POLITIKA</h3>
<p>Uz visu informāciju, ko <b>Jūs</b> sniedzat, attiecas <b>Konfidencialitātes politikas</b> noteikumi. <b>Konfidencialitātes politikas</b> noteikumi ir &scaron;ī <b>Līguma</b> sastāvdaļa, un tie ir saisto&scaron;i jebkādos apstākļos.</p>
<p><b>Konfidencialitātes politika</b> ir pieejama tīmekļa vietnē <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Uzņēmums <b>Xiaomi</b> ar pienācīgu rūpību aizsargā Jūsu personas datus. Lai nodro&scaron;inātu <b>Programmatūras</b> funkcijas un uzlabotu <b>Lietotājiem</b> nodro&scaron;inātās lieto&scaron;anas iespējas, <b>Mi&nbsp;mar&scaron;rutētājs</b> un <b>Programmatūra</b> vāc noteikta veida datus (kā paskaidrots mūsu <b>Konfidencialitātes politikā</b>&nbsp;&mdash; mēs vācam, izmantojam un aizsargājam Jūsu datus saskaņā ar mūsu <b>Konfidencialitātes politikas</b> noteikumiem). <b>Konfidencialitātes politika</b> ir pieejama iepriek&scaron; norādītajā tīmekļa vietnē.</p>
<p>Lai iegūtu papildinformāciju par mūsu <b>Konfidencialitātes politiku</b>, sazinieties ar mums, sūtot e-pasta ziņojumu uz e-pasta adresi <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. KONFIDENCIALITĀTE UN INTELEKTUĀLAIS UN RŪPNIECISKAIS ĪPA&Scaron;UMS</h3>
<p><b>Mi&nbsp;mar&scaron;rutētājs</b>, <b>Programmatūra</b> un visas to kopijas ir ekskluzīvs uzņēmuma <b>Xiaomi</b> intelektuālais īpa&scaron;ums, tādēļ uz tiem ir attiecināmi autortiesību tiesību aktu un starptautisko nolīgumu noteikumi, kā arī citu intelektuālā īpa&scaron;uma tiesību aktu un nolīgumu noteikumi.</p>
<p><b>Programmatūras</b> struktūra, organizācija un kods ir konfidenciāla informācija un vērtīgs uzņēmuma <b>Xiaomi</b> komercnoslēpums. <b>Jūs</b> piekrītat&nbsp;&mdash; ja <b>Jūs</b> jebkādā veidā izpaudīsiet uzņēmuma <b>Xiaomi</b> konfidenciālo informāciju, var tikt radīts tūlītējs un nenovēr&scaron;ams kaitējums uzņēmumam <b>Xiaomi</b> un tā <b>Partneriem</b>, par kādiem kompetentās jurisdikcijas tiesa var pie&scaron;ķirt taisnīgus tiesiskās aizsardzības līdzekļus, kā arī jebkādus citus pieejamos tiesiskās aizsardzības līdzekļus. Ja vien &scaron;ajā dokumentā nav norādīts citādi, uzņēmums <b>Xiaomi</b> nepie&scaron;ķir <b>Jums</b> nekādas intelektuālā īpa&scaron;uma tiesības attiecībā uz <b>Programmatūru</b>. Uzņēmums <b>Xiaomi</b> patur visas tiesības, kas &scaron;eit nav tie&scaron;i pie&scaron;ķirtas.</p>
<p><b>Jūs</b> piekrītat ievērot konfidencialitātes principus attiecībā uz <b>Programmatūru</b>, <b>Mi&nbsp;mar&scaron;rutētāju</b>, <b>GLL</b> un visu citu uzņēmuma <b>Xiaomi</b> intelektuālo īpa&scaron;umu, ievērojot vismaz tikpat pienācīgu rūpību, kādu <b>Jūs</b> ievērojat attiecībā uz savas konfidenciālās informācijas aizsardzību, un nekādā gadījumā ne mazāk kā saprātīgu rūpību. <b>Jūs</b> piekrītat pamatoti paziņot &scaron;ī <b>GLL</b> noteikumus un nosacījumus tām personām, kuras ir <b>Jūsu</b> darba ņēmēji vai saskaras ar <b>Programmatūru</b>, kā arī darīt visu saprātīgi iespējamo, lai &scaron;īs personas ievērotu minētos noteikumus un nosacījumus, tostarp, bet ne tikai, neapzināti atļaujot &scaron;īm personām izmantot jebkuru <b>Programmatūras</b> daļu vai jebkādu uzņēmuma <b>Xiaomi</b> intelektuālo īpa&scaron;umu, lai iegūtu <b>Programmatūras</b> avota kodu vai kopētu, izjauktu vai jebkādā citā veidā apietu kodus un izmantotu atļaujas un licences.</p>
<p><b>Lietotājam</b> nav tiesību pārkāpt uzņēmuma <b>Xiaomi</b>, <b>Partneru</b> vai tre&scaron;o pu&scaron;u intelektuālā īpa&scaron;uma tiesības attiecībā uz <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b>. <b>Jums</b> nav tiesību bez īpa&scaron;nieka atļaujas aug&scaron;upielādēt, publicēt, mainīt, izplatīt vai pavairot darbus, kuru intelektuālās vai rūpnieciskās īpa&scaron;uma tiesības pieder tre&scaron;ajām personām, kā arī bez īpa&scaron;nieka rakstiskas piekri&scaron;anas aug&scaron;upielādēt, publicēt, mainīt, izplatīt vai pavairot informāciju vai datus, kas pieder tre&scaron;ajām personām.</p>
<p>Grafika, vārdi un frāzes, kuros ietverts &ldquo;MIUI&rdquo;, un citi <b>Xiaomi</b> logotipi, kas ir pieejami uzņēmuma <b>Xiaomi</b> izstrādājumos un pakalpojumos, ir uzņēmuma <b>Xiaomi</b> reģistrētas preču zīmes. <b>Jums</b> nav tiesību tos publicēt vai jebkādi citādi izmantot.</p>
<p>Ja vien nav skaidri norādīts citādi, <b>Mi&nbsp;mar&scaron;rutētāja</b>, <b>Programmatūras</b> vai <b>Partnera</b> produktu izmanto&scaron;ana nekādā gadījumā nenozīmē atteik&scaron;anos no &scaron;īm tiesībām vai to daļas, kā arī to nodo&scaron;anu, licencē&scaron;anu vai pie&scaron;ķir&scaron;anu.</p>
<p>Saturs, teksti, fotogrāfijas, dizaini, logotipi, attēli, datorprogrammas, avota kodi un kopumā jebkur&scaron; intelektuālais darbs, kas ir pieejams <b>Mi&nbsp;mar&scaron;rutētājā</b> un <b>Programmatūrā</b> un kam var piekļūt no tiem, tiek aizsargāts gan ar autortiesībām, gan ar jebkurām citām tiesībām, kas paredzētas tiesību aktos, tostarp, bet ne tikai, ar intelektuālā vai rūpnieciskā īpa&scaron;uma tiesību aktos paredzētajiem noteikumiem.</p>
<p>Uzņēmums <b>Xiaomi</b> vai tā <b>Partneri</b> ir <b>Mi&nbsp;mar&scaron;rutētāja</b> un/vai <b>Programmatūras</b> grafiskajā dizainā, izvēlnēs, navigācijas pogās, HTML&nbsp;kodā, tekstos, attēlos, faktūrās, grafikā un jebkurā citā <b>Programmatūras</b> daļā ietverto elementu īpa&scaron;nieks vai licences turētājs, vai ir saņemta atļauja &scaron;ādu elementu izmanto&scaron;anai.</p>
<p><b>Programmatūru</b> nedrīkst nekādā formā pilnībā vai daļēji reproducēt, pārraidīt vai reģistrēt nekādā informācijas meklē&scaron;anas sistēmā vai datu nesējā, izņemot gadījumus, kad tas ir skaidri atļauts, ja nav saņemta iepriek&scaron;ēja rakstiska atļauja no uzņēmuma <b>Xiaomi</b> vai tā <b>Partneriem</b>.</p>
<p><b>Jūs</b> nedrīkstat noņemt, izjaukt vai bojāt nekādus materiālus vai elementus, kas ir pieejami <b>Mi&nbsp;mar&scaron;rutētājā</b> vai tā <b>Programmatūrā</b> un kas ir uzņēmuma <b>Xiaomi</b> īpa&scaron;ums, tostarp nekādas tehniskas aizsargierīces vai digitāla satura tiesību pārvaldības aizsarglīdzekļus.</p>
<p>Uzņēmums <b>Xiaomi</b> patur tiesības uzsākt tiesvedību, lai aizstāvētu savas intelektuālā un rūpnieciskā īpa&scaron;uma tiesības vai jebkādas citas tiesības.</p>
<p><b>Jūs</b> saglabājat visas intelektuālā īpa&scaron;uma tiesības, kas <b>Jums</b> pieder attiecībā uz visu saturu, ko <b>Jūs</b> iesniedzat, izmantojot <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b>.&nbsp;</p>
<p>Ja <b>Jūs</b> aug&scaron;upielādējat vai jebkādi citādi iesniedzat saturu, izmantojot mūsu <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b>, <b>Jūs</b> sniedzat uzņēmumam <b>Xiaomi</b> un visām tām pusēm, ar kuram mēs sadarbojamies, pasaules mēroga licenci izmantot, mitināt, glabāt, pavairot, modificēt, publicēt, padarīt pieejamu un izplatīt &scaron;ādu saturu. Tiesības, ko <b>Jūs</b> pie&scaron;ķirat ar &scaron;ādu licenci, attiecas tikai uz mūsu pakalpojumu darbības uzturē&scaron;anu un uzlabo&scaron;anu, kā arī jaunu pakalpojumu izstrādi. &Scaron;ī licence ir spēkā arī tad, ja <b>Jūs</b> pārtraucat mūsu <b>Mi&nbsp;mar&scaron;rutētāja</b> un <b>Programmatūras</b> lieto&scaron;anu. Jums ir pienākums nodro&scaron;ināt, ka <b>Jums</b> ir tiesības pie&scaron;ķirt mums &scaron;ādu licenci saistībā ar jebkādu saturu, ko <b>Jūs</b> iesniedzat laikā, kad izmantojat mūsu <b>Mi&nbsp;mar&scaron;rutētāju</b> un <b>Programmatūru</b>.&nbsp; Ja <b>Jūs</b> vēlaties piekļūt savam saturam, kā arī labot vai dzēst savu saturu, lūdzu, sazinieties ar mums.</p><br><h3>9. LĪGUMA DARBĪBAS IZBEIG&Scaron;ANA</h3><br><p>Uzņēmums <b>Xiaomi</b> jebkurā brīdī var izbeigt &scaron;ī <b>GLL</b> darbību, iepriek&scaron; par to nebrīdinot, ja <b>Jūs</b> pārkāpjat kādu no &scaron;ī <b>GLL</b> noteikumiem.</p><br><p><b>9.1.&nbsp;Darbības izbeig&scaron;anas sekas.</b>Ja līguma darbība tiek izbeigta, <b>Jums</b> ir jāiznīcina visas <b>Programmatūras</b> kopijas un jāatbrīvojas no <b>Mi&nbsp;mar&scaron;rutētāja</b> saskaņā ar spēkā eso&scaron;o vietējo tiesību aktu prasībām.</p>
<p><b>Jums</b> ir arī jānoņem <b>Programmatūra</b> un visas tās kopijas, tostarp visas dublējumkopijas, no Servera, visiem datoriem un citiem datu nesējiem, kuros tā ir instalēta, saglabāta vai arhivēta. Ja uzņēmums <b>Xiaomi</b> to lūdz, <b>Jums</b> ir jāsniedz uzņēmumam <b>Xiaomi</b> rakstisks apliecinājums par to, ka <b>Jūs</b> esat izpildījis iepriek&scaron; minētās prasības.</p><br><h3>10. PIEMĒROJAMIE TIESĪBU AKTI</h3>
<p>Attiecībā uz &scaron;ī <b>Lietotāja</b> <b>līguma</b> noteikumu interpretāciju, spēkā esamību un strīdu iz&scaron;ķir&scaron;anu ir piemērojami <b>Lietotāja</b> dzīvesvietā spēkā eso&scaron;ie tiesību akti. Ja starp <b>Jums</b> un uzņēmumu <b>Xiaomi</b> rodas strīds vai domstarpība, mēs vispirms mēģināsim to atrisināt pārrunu ceļā. Ja no <b>Līguma</b> izrieto&scaron;u strīdu vai domstarpību neizdodas atrisināt pārrunu ceļā, <b>Jūs</b> piekrītat, ka tiks iesniegta prasība <b>Lietotāja</b> dzīvesvietas tiesā.</p><br><h3>11. NEATKARĪBA</h3>
<p>Ja jebkāda iemesla dēļ nevar piemērot kādu no &scaron;ī <b>Līguma</b> noteikumiem, tie netiek piemēroti, neietekmējot pārējo &scaron;ī <b>Līguma</b> noteikumu piemēro&scaron;anu.</p><br><h3>12. INTEGRITĀTE</h3>
<p>&Scaron;is <b>Līgums</b> (tostarp <b>Konfidencialitātes politika</b>) regulē <b>Jūsu</b> un uzņēmuma <b>Xiaomi</b> attiecības. Tas aptver visus jautājumus, kas kas attiecas uz <b>Mi&nbsp;mar&scaron;rutētāja</b> un <b>Programmatūras</b> izmanto&scaron;anu.</p>
<p>Sadaļu virsraksti ir sniegti, lai atvieglotu lasī&scaron;anu, un tiem nav nekāda juridiska vai līgumiska spēka.</p><br><p>Pārskatīts 2020.&nbsp;gada aprīlī</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
