<!DOCTYPE html>
<html>
    <head>
        <title>Xiaomi licensavtal för slutanvändare
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi licensavtal f&ouml;r slutanv&auml;ndare</h2>
<br>
<p><b>V&auml;lkommen till Xiaomi! </b></p>
<br>
<h3>1.	INTRODUKTION</h3>
<br>
<p>Dessa villkor (&quot;<b>Licensavtal f&ouml;r slutanv&auml;ndare<b></b><b></b></b>&rdquo; och/eller &quot;<b>Avtalet</b>&rdquo; och/eller &quot;<b>EULA</b>&quot;) styr data- och r&ouml;st&aring;tkomst till och anv&auml;ndning av v&aring;r router modell R3600 (kallas &quot;<b>Mi-router</b>&quot;) och <b>Programvaran</b> som ing&aring;r i <b>Mi AIoT-router AX3600</b> 3.0.22 (kallas &quot;<b>Programvaran</b>&quot;) &auml;gs av <b>Xiaomi</b> Inc. och dess dotterbolag (&quot;<b>Xiaomi</b>&quot; eller &quot;vi&quot;) och v&aring;ra operativa partner (&quot;<b>samarbetare</b>&quot;), och som <b>du</b> har k&ouml;pt f&ouml;r att f&aring; tillg&aring;ng till din egen internetanslutning och/eller Wi-Fi-tj&auml;nster.</p>
<p>Denna <b>EULA</b> finns tillg&auml;nglig p&aring;:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a> </p>
<br>
<p>Anv&auml;ndning av <b>Mi-routern</b> och <b>Programvaran</b> ger <b>Anv&auml;ndarstatus</b> till <b>anv&auml;ndare</b> och utg&ouml;r godtagande av och efterlevnad av <b>EULA</b> (h&auml;danefter &quot;<b>du</b>&quot; och/eller &quot;<b>anv&auml;ndaren</b>&quot; och/eller &quot;<b>anv&auml;ndarna</b>&quot;), liksom alla andra anv&auml;ndarvillkor som kan g&auml;lla f&ouml;r eller under anv&auml;ndning av <b>Mi-routern</b> och <b>Programvaran</b>. Var v&auml;nlig och l&auml;s detta <b>Avtal</b> noggrant f&ouml;r &aring;tkomst till <b>Mi-routern</b> och anv&auml;ndning av <b>Programvaran</b> och v&auml;lj om du ska acceptera detta <b>Avtal</b> eller inte. <b>Du</b> m&aring;ste vara myndig, om <b>du</b> &auml;r minder&aring;rig m&aring;ste <b>du</b> l&auml;sa detta <b>Avtal</b> tillsammans med din v&aring;rdnadshavare. Genom att anv&auml;nda v&aring;r <b>Mi-router</b> och <b>Programvara</b> och genom att acceptera v&aring;rt <b>Avtal</b> medger <b>du</b> att <b>du</b> har l&auml;st, f&ouml;rst&aring;tt och accepterat reglerna och villkoren f&ouml;r detta <b>Avtal</b> och &auml;r bunden av dem. </p>
<p>Genom att acceptera detta <b>Avtal</b> godk&auml;nner <b>du</b> alla restriktioner. <b>Xiaomi Technology Netherlands B.V.</b> &auml;r ett aktiebolag vederb&ouml;rligt registrerat och etablerat i enlighet med best&auml;mmelserna i de holl&auml;ndska lagarna, med <b>RSIN (f&ouml;retags-ID) nummer 859298899</b>.</p>
<p>I kommunikations- och notifikationssyften har f&ouml;ljande kontaktadress uppr&auml;ttats:</p>
<p><b>Kontakta oss p&aring;:</b></p>
<p><b>Adress:  Prinses Beatrixlaan 582, The Hague 2595BM, Nederl&auml;nderna</b></p>
<br>
<h3>2.	DEFINITIONER</h3>
<p>F&ouml;r att b&auml;ttre f&ouml;rst&aring; denna <b>EULA</b> kan dessa definitioner vara till hj&auml;lp: </p>
<p>Router &auml;r en h&aring;rdvaruenhet som g&ouml;r att <b>Programvaran</b> genom att anv&auml;nda routerprotokoll kan till&aring;ta internetanslutningar f&ouml;r olika mobila eller PC-enheter samtidigt.</p>
<p>Server &auml;r en enskild fysisk dator som inte k&ouml;r mer &auml;n en (1) unik kopia av ett operativsystem. Flera servrar &auml;r (i) flera datorer som delar processorkraft eller k&ouml;rs i en n&auml;tverkskonfiguration som en enskild logisk dator, s&aring;som en &rdquo;serverfarm&rdquo;, ett &rdquo;kluster&rdquo; eller ett liknande arrangemang, och (ii) flera virtuella maskiner inom en teknisk milj&ouml; som partitionerar en fysisk dator till flera virtuella maskiner p&aring; s&aring; s&auml;tt att varje virtuell maskin har framtr&auml;dandet och f&ouml;rm&aring;gan att kunna k&ouml;ra p&aring; sin egen dedikerade maskin.</p>
<p><b>Programvara</b> inneb&auml;r den <b>Programvara</b> och alla uppdateringar, om n&aring;gra, som &auml;r licensierade till <b>dig</b> under denna <b>EULA</b> inklusive, men inte begr&auml;nsat till, alla relaterade komponenter som k&ouml;ps eller tillhandah&aring;llits med <b>Programvaran</b>, applikationens programmeringsgr&auml;nssnitt, associerad media, utskrivna material, online- eller elektronisk dokumentation, och eventuella uppdateringar och underh&aring;llsreleaser som h&ouml;r till.</p>
<br>
<h3>3.	PROGRAMVARULICENS</h3>
<p><b>3.1 	<b>Anv&auml;ndarr&auml;ttigheter</b></b></p>
<p><b>Du</b> har r&auml;tt att anv&auml;nda <b>Mi-routern</b> och <b>Programvaran</b> enligt reglerna och villkoren i denna <b>EULA</b> f&ouml;r att f&aring; tillg&aring;ng och ansluta till dina internettj&auml;nster och enheter via Wi-Fi. </p>
<p>Vid korrekt anv&auml;ndning av denna <b>EULA</b> av <b>anv&auml;ndaren</b> beviljar <b>Xiaomi</b> <b>anv&auml;ndaren</b> en personlig, icke-&ouml;verf&ouml;rbar och icke-exklusiv licens f&ouml;r anv&auml;ndning av <b>Programvaran</b> i <b>Mi-routern</b> utan r&auml;tt till under-licensiering. <b>Anv&auml;ndaren</b> kan installera, anv&auml;nda, visa och k&ouml;ra <b>Programvaran</b> uteslutande i <b>Mi-routern</b>. </p>
<p>F&ouml;r att undvika eventuella tvivel s&aring; &auml;r <b>Programvaran</b> licensierad till <b>dig</b> under villkoren f&ouml;r denna <b>EULA</b>, inte s&aring;ld. <b>Du</b> har inte beviljats n&aring;gra r&auml;ttigheter till <b>Xiaomis</b> eller <b>samarbetares</b> upphovsr&auml;tter, varum&auml;rken eller servicem&auml;rken. <b>Xiaomi</b> beh&aring;ller alla och eventuella r&auml;ttigheter som inte uttryckligen beviljats till <b>dig</b> i detta <b>Avtal</b>.</p>
<p>Denna <b>Programvara</b> kan inte installeras p&aring; andra terminalenheter som inte uttryckligen medgivits av <b>Xiaomi</b>, inklusive men inte begr&auml;nsat till set-top-boxar (STB), spelkonsoler, TV-apparater, DVD-spelare och liknande terminaler. </p>
<p>Om <b>anv&auml;ndaren</b> misslyckas att efterf&ouml;lja detta <b>Avtal</b> skall <b>Xiaomi</b> avsluta denna licens f&ouml;r <b>Programvaran</b> som h&auml;rigenom beviljats till <b>anv&auml;ndaren</b> och inaktivera ditt konto. </p>
<p><b>3.2 	<b>Programvaruf&ouml;rv&auml;rv</b>, installation och uppgradering</b></p>
<p><b>Anv&auml;ndaren</b> skall ladda ned och installera <b>Programvaran</b> fr&aring;n webbplatsen [<a href="http://www.apple.com">www.apple.com</a> eller <a href="https://play.google.com/store">https://play.google.com/store</a>] eller p&aring; det s&auml;tt som anges av <b>Xiaomi</b>. Uppm&auml;rksamma att du inte b&ouml;r ladda ned <b>Programvaran</b> fr&aring;n ospecificerade webbplatser f&ouml;r att f&ouml;rhindra att dina enheter infekteras av skadliga program som kan f&ouml;rst&ouml;ra dina data och f&aring; tillg&aring;ng till dina personliga uppgifter och integritetsinformation. Om <b>du</b> skaffar <b>Programvaran</b> eller installationsprogrammet fr&aring;n en tredje part som inte har godk&auml;nts av <b>Xiaomi</b> kan <b>Xiaomi</b> inte garantera att den anv&auml;nds normalt och <b>Xiaomi</b> tar inte p&aring; sig n&aring;got ansvar f&ouml;r n&aring;gon f&ouml;rlust som d&auml;rmed orsakats av <b>dig</b>.</p>
<p><b>Anv&auml;ndaren</b> m&aring;ste v&auml;lja den version av <b>Programvaran</b> som matchar terminalenheten <b>Mi-router</b> som k&ouml;pts. Annars skall eventuella <b>programvaruproblem</b>, enhetsproblem eller skador som uppst&aring;r som resultat av felaktig matchning mellan <b>Programvarans</b> version och <b>Mi-routermodellen</b> enbart b&auml;ras av <b>anv&auml;ndaren</b>.</p>
<p>F&ouml;r att f&ouml;rb&auml;ttra <b>anv&auml;ndarens</b> upplevelse och optimera tj&auml;nsten, reserverar <b>Xiaomi</b> sig r&auml;tten att tillhandah&aring;lla och ers&auml;tta en modifierad och uppgraderad version av <b>Programvaran</b>, och reserverar sig &auml;ven r&auml;tten att debitera en avgift f&ouml;r s&aring;dan ers&auml;ttning, modifiering eller uppgradering. <b>Du</b> kommer att informeras i f&ouml;rv&auml;g och <b>Xiaomi</b> kommer att erh&aring;lla ditt samtycke i f&ouml;rv&auml;g inf&ouml;r s&aring;dana debiteringar. <b>Programvaran</b> kommer m&ouml;jligg&ouml;ra en &ldquo;uppgraderingspromptfunktion&rdquo; som standard f&ouml;r <b>anv&auml;ndaren</b>. Beroende p&aring; <b>Programvarans</b> version som anv&auml;nds av <b>anv&auml;ndaren</b> ger <b>Xiaomi</b> <b>anv&auml;ndaren</b> handlingsfriheten att aktivera eller inte aktivera n&auml;mnda funktion. Efter att den nya versionen av <b>Programvaran</b> har sl&auml;ppts s&aring; garanterar inte <b>Xiaomi</b> att de &auml;ldre versionerna av <b>Programvaran</b> forts&auml;tter vara anv&auml;ndningsbara.</p>
<p><b>3.3 	Andra anv&auml;ndarvillkor</b></p>
<p><b>Anv&auml;ndare</b> &aring;tar sig att inte utf&ouml;ra n&aring;gra illegala eller otill&aring;tna aktiviteter eller aktiviteter som strider mot god tro eller allm&auml;n ordning. P&aring; samma s&auml;tt skall de inte g&ouml;ra n&aring;got som kan skada <b>Xiaomis</b> eller dess <b>samarbetares</b> image och r&auml;ttigheter, eller som kan f&ouml;rhindra normal anv&auml;ndning av <b>Mi-routern</b> eller <b>Programvaran</b> eller tj&auml;nsterna fr&aring;n tredje parter som &ouml;ppnas genom den.</p>
<p>V&aring;r <b>Mi-router</b> och <b>Programvara</b> m&aring;ste anv&auml;ndas i f&ouml;rbindelse med tredjepartstj&auml;nster, inklusive, men inte begr&auml;nsat till, applikationsmarknaden och telekommunikationsmarknaden. <b>Du</b> kommer att debiteras f&ouml;r de relaterade telekommunikationstj&auml;nsteavgifterna eller avgifterna f&ouml;r n&aring;gon annan tj&auml;nsteleverant&ouml;r. Vi rekommenderar verkligen att <b>du</b> kontaktar dina tj&auml;nsteleverant&ouml;rer f&ouml;r mer information om de avgifter som &auml;r relaterade till deras tj&auml;nster eller n&aring;gon annan information.</p>
<p>Anv&auml;ndning av v&aring;r <b>Mi-router</b> kan kr&auml;vas f&ouml;r att konfigurera ett konto och ett l&ouml;senord f&ouml;r det kontot.&nbsp; <b>Du</b> ansvarar f&ouml;r att bibeh&aring;lla sekretessen f&ouml;r ditt konto och l&ouml;senord och f&ouml;r att begr&auml;nsa &aring;tkomsten till din dator, och <b>du</b> godk&auml;nner att ta ansvar f&ouml;r alla aktiviteter som sker genom ditt konto eller l&ouml;senord. <b>Du</b> godk&auml;nner ocks&aring; att all information som <b>du</b> tillhandah&aring;ller n&auml;r du konfigurerar ett konto &auml;r sanningsenlig och korrekt.</p>
<p><b>Xiaomi</b> kommer inte ansvara f&ouml;r eventuell f&ouml;rlust som <b>du</b> kan &aring;samka som resultat av att n&aring;gon annan anv&auml;nder ditt l&ouml;senord eller konto, vare sig med eller utan din vetskap.&nbsp; Men <b>du</b> kan h&aring;llas ansvarig f&ouml;r f&ouml;rluster som &aring;samkats av <b>Xiaomi</b> eller annan part p&aring; grund av att n&aring;gon annan anv&auml;nder ditt konto eller l&ouml;senord som resultat av att du misslyckas att h&aring;lla din l&ouml;senordsinformation s&auml;ker och konfidentiell.&nbsp; <b>Du</b> f&aring;r inte anv&auml;nda n&aring;gon annans konto n&aring;gon g&aring;ng utan till&aring;telse fr&aring;n kontoinnehavaren.&nbsp;<b>Xiaomi</b> kommer inte att ansvara f&ouml;r eventuell f&ouml;rlust eller skada som uppst&aring;tt fr&aring;n ditt misslyckande att f&ouml;lja dessa skyldigheter.</p>
<p><b>Xiaomi</b> har som m&aring;l att tillhandah&aring;lla h&ouml;gst p&aring;litliga och tillg&auml;ngliga routertj&auml;nster, men <b>Mi-routern</b> och <b>Programvaran</b>, inklusive fj&auml;rr&aring;tkomst och mobilnotifikationer, &auml;r inte avsedda eller garanterade att vara p&aring;litliga eller tillg&auml;ngliga 100 % av tiden.&nbsp; Dessutom kan router-anslutningen uts&auml;ttas f&ouml;r sporadiska avbrott och fel av anledningar som &auml;r bortom <b>Xiaomis</b> kontroll, inklusive men inte begr&auml;nsat till Wi-Fi-oregelbundenhet, tj&auml;nsteleverant&ouml;rens upptid, mobil-notifikationer och operat&ouml;rer. &nbsp;Vi kan inte och garanterar inte att <b>du</b> kommer f&aring; notifikationer eller ha tillg&aring;ng till internet vid en given tidpunkt eller &ouml;ver huvud taget.&nbsp;</p>
<p><b>Du</b> medger att <b>Mi-routern</b> och <b>Programvaran</b> inte &auml;r certifierad f&ouml;r n&ouml;d&aring;tg&auml;rder eller avsedd eller l&auml;mplig f&ouml;r anv&auml;ndning i situationer eller milj&ouml;er d&auml;r brister, f&ouml;rseningar eller fel eller felaktigheter i uppgifterna eller informationen som tillhandah&aring;lls kan leda till d&ouml;dsfall, personskada eller allvarlig fysisk eller milj&ouml;m&auml;ssig skada, inklusive utan begr&auml;nsning i samband med drift av k&auml;rnkraftsanl&auml;ggningar, flygplans navigations- eller kommunikationssystem, flygtrafikkontroll, livsuppeh&aring;llande system eller vapensystem. </p>
<p>DU H&Aring;LLER MED OM ATT DU INTE KOMMER ATT F&Ouml;RLITA DIG P&Aring; MI ROUTER OCH PROGRAMVARAN F&Ouml;R LIVSS&Auml;KERHET ELLER KRITISKA &Auml;NDAM&Aring;L. ALLA MOBILNOTIFIKATIONER G&Auml;LLANDE STATUS OCH ALARM OM DINA XIAOMI-PRODUKTER TILLHANDAH&Aring;LLS ENDAST I INFORMATIONSSYFTE.</p>
<p><b>Xiaomi</b> kan bjuda in <b>dig</b>, eller s&aring; kan <b>du</b> v&auml;lja frivilligt, att skicka in kommentarer, f&ouml;rslag, eller id&eacute;er om <b>Mi-routern</b> och <b>Programvaran</b> inklusive hur vi kan f&ouml;rb&auml;ttra dem (&ldquo;<b>Feedback</b>&rdquo;). Genom att skicka <b>feedback</b> accepterar <b>du</b> att dina inskickningar &auml;r frivilliga, tacksamma, oombedda, icke-konfidentiella och utan restriktioner, och kommer inte placera <b>Xiaomi</b> under n&aring;gon tillsynsskyldighet eller annan skyldighet. <b>Xiaomi</b> kan fritt anv&auml;nda, kopiera, modifiera, publicera, omf&ouml;rdela, eller skapa derivata arbeten fr&aring;n eller baserat p&aring; <b>feedbacken</b> i vilket syfte som helst och av vilket slag som helst utan n&aring;gon kompensation eller erk&auml;nnande till <b>dig</b>. <b>Du</b> accepterar ocks&aring; att <b>Xiaomi</b> inte avst&aring;r fr&aring;n r&auml;tten att anv&auml;nda liknande eller relaterade id&eacute;er som tidigare &auml;r k&auml;nda f&ouml;r <b>Xiaomi</b>, utvecklade av deras anst&auml;llda, eller inf&ouml;rskaffade fr&aring;n andra k&auml;llor.</p>
<p><b>3.4 	Systemkrav</b></p>
<p><b>Mi-routern</b> och <b>Programvaran</b> kanske har tillg&aring;ng till internettj&auml;nster utan: (i) ett fungerande Wi-Fi-n&auml;tverk i ditt hem som &auml;r placerat f&ouml;r att kommunicera p&aring;litligt med den till&auml;mpliga <b>Mi-routern</b>; (ii) mobilklienter s&aring;som en telefon eller surfplatta som st&ouml;ds (kr&auml;vs f&ouml;r viss funktionalitet); (iv) internet&aring;tkomst via bredband som alltid &auml;r p&aring;slagen i ditt hem; och (v) andra systemelement som kan specificeras av <b>Xiaomi</b>. &nbsp;Det &auml;r ditt ansvar att s&auml;kerst&auml;lla att <b>du</b> har alla systemelement som kr&auml;vs och att de &auml;r kompatibla och korrekt konfigurerade. &nbsp;<b>Du</b> accepterar att <b>Mi-routern</b> och <b>Programvaran</b> inte fungerar som beskrivs om kraven och kompatibiliteten inte uppfylls.</p>
<p><b>3.5 	Begr&auml;nsning av <b>anv&auml;ndarr&auml;ttigheter</b></b></p>
<p><b>Anv&auml;ndarr&auml;ttigheter</b> begr&auml;nsas enligt f&ouml;ljande:</p>
<p><b>Du</b> skall inte: </p>
<ul>
<li><p>	- kopiera, f&ouml;r&auml;ndra eller modifiera data i <b>Programvaran</b>, eller n&aring;gon data som sl&auml;ppts till <b>Mi-routern</b> under k&ouml;rningen av <b>Programvaran</b> och det interaktiva data som genererats mellan <b>anv&auml;ndaren</b> och servern under k&ouml;rningen av <b>Programvaran</b>, eller k&ouml;ra <b>Programvaran</b> med plug-ins, eller skapa n&aring;got derivat arbete i n&aring;gon form, inklusive men inte begr&auml;nsat till plug-ins, &aring;tkomst till <b>Programvaran</b> och relaterade system via tredjeparters verktyg/tj&auml;nster</p></li>
<li><p>	- kopiera <b>Programvarans</b> konfiguration f&ouml;rutom f&ouml;r endast ett rimligt antal maskinl&auml;sbara kopior av <b>Programvaran</b> f&ouml;r s&auml;kerhetskopiering eller arkiveringssyften, och f&ouml;rutom som uttryckligen till&aring;ts i detta <b>Avtal</b> </p></li>
<li><p>	- ta bort n&aring;gra titlar, varum&auml;rken, servicem&auml;rken eller varunamn, meddelanden om upphovsr&auml;tt, teckenf&ouml;rklaringar, vattenst&auml;mplar, eller andra skyddade markeringar p&aring; <b>Programvaran</b></p></li>
<li><p>	- s&auml;lja, leasa, licensiera, under-licensiera, hyra ut, tilldela, distribuera eller p&aring; annat s&auml;tt i helhet eller i delar &ouml;verf&ouml;ra <b>Programvaran</b>, licensen eller dina anv&auml;ndningsr&auml;ttigheter till <b>Programvaran</b> till en annan part, inklusive r&auml;ttigheter p&aring; basis av medlemskap, prenumeration eller v&auml;rdbaserad basis</p></li>
<li><p>	- modifiera eller skapa derivata arbeten baserat p&aring; <b>Programvaran</b></p></li>
<li><p>	- dekompilera, montera is&auml;r, bak&aring;tkompilera eller p&aring; annat s&auml;tt f&ouml;rs&ouml;ka h&auml;rleda k&auml;llkoden fr&aring;n <b>Programvaran</b>, helt eller delvis</p></li>
<li><p>	- separera, bryta upp eller packa om <b>Programvaran</b> eller n&aring;gon av dess komponentdelar av n&aring;gon anledning</p></li>
<li><p>	- s&auml;tta ihop eller distribuera <b>Programvaran</b> p&aring; n&aring;got s&auml;tt</p></li>
<li><p>	- tillhandah&aring;lla anv&auml;ndning av <b>Programvaran</b> i en tredjeparts outsourcingm&ouml;jlighet p&aring; en tj&auml;nst, servicebyr&aring;arrangemang eller p&aring; tidsdelningsbasis</p></li>
<li><p>	- vid n&aring;gon tid tillhandah&aring;lla en utv&auml;rderingslicens till <b>Programvaran</b> till n&aring;gon annan person eller entitet, eller p&aring; annat s&auml;tt till&aring;ta n&aring;gon annan person eller entitet att utv&auml;rdera <b>Programvaran</b></p></li>
<li><p>	- g&ouml;ra n&aring;gra &auml;ndringar, modifieringar eller f&ouml;r&auml;ndringar av <b>Avtalet</b> som distribueras av <b>Xiaomi</b> och/eller <b>samarbetare</b> med <b>Programvaran</b> </p></li>
<li><p>	- g&ouml;ra n&aring;gra redovisningar, garantier eller representationer g&auml;llande <b>Programvaran</b> eller kodexempel som &ouml;verskrider eller inte &ouml;verensst&auml;mmer med dokumentationen som tillhandah&aring;lls av <b>Xiaomi</b> till <b>dig</b>.</p></li>
</ul>
<br>
<h3>4.	WEBBPLATSER OCH TREDJEPARTSTJ&Auml;NSTER</h3>
<p><b>Du</b> f&ouml;rst&aring;r och accepterar att v&aring;ra tj&auml;nster och driften av <b>Mi-routern</b> och <b>Programvaran</b> baseras p&aring; teknisk support fr&aring;n tredje parter som Android eller Google bland andra. <b>Du</b> accepterar och samtycker till att v&aring;ra <b>samarbetare</b> kan kr&auml;va att <b>du</b> erh&aring;ller en del av dina personliga data fr&aring;n s&aring;dana tredje parter under loppet av att f&aring; teknisk eller annan support fr&aring;n dem.  </p>
<p>Via <b>Mi-routern</b> och <b>Programvaran</b> kan <b>du</b> f&aring; tillg&aring;ng till andra tredjeparters onlinetj&auml;nster som &auml;gs av tredje parter.</p>
<p>Dessa tj&auml;nster som erbjuds av tredje parter omfattas inte av denna <b>EULA</b> eller v&aring;r <b>Integritetspolicy</b>. Tredjepartstj&auml;nster som erbjuds av tredje parter kontrolleras av deras respektive Anv&auml;ndningsvillkor och/eller Integritetspolicyer f&ouml;r vilka <b>Xiaomi</b> inte ansvarar f&ouml;r p&aring; n&aring;got s&auml;tt.</p>
<br>
<h3>5.	XIAOMIS SKYLDIGHETER</h3>
<p><b>XIAOMIS</b> OCH DERAS <b>SAMARBETARES</b> TJ&Auml;NSTER TILLHANDAH&Aring;LLS &quot;UTAN ENGAGEMANG&quot; OCH UTAN N&Aring;GRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGEN ELLER UNDERF&Ouml;RST&Aring;TT. I DEN UTSTR&Auml;CKNING SOM TILL&Aring;TS GENOM TILL&Auml;MPLIG LAG, AVS&Auml;GER SIG <b>XIAOMI</b> ALLA GARANTIER, UTTRYCKLIGEN ELLER UNDERF&Ouml;RST&Aring;TT, INKLUSIVE, UTAN BEGR&Auml;NSNING TILL, DE UNDERF&Ouml;RST&Aring;DDA GARANTIERNA F&Ouml;R S&Auml;LJBARHET OCH L&Auml;MPLIGHET F&Ouml;R ETT S&Auml;RSKILT SYFTE, ANNAT &Auml;N VAD SOM &Auml;R UNDERF&Ouml;RST&Aring;TT GENOM LAGSTIFTNINGEN. VI GARANTERAR INTE ATT FUNKTIONERNA I <b>MI-ROUTERN</b> ELLER I <b>PROGRAMVARAN</b> ELLER <b>SAMARBETARE</b> INTE KOMMER HA AVBROTT ELLER VARA FELFRIA, ELLER ATT DEFEKTER KOMMER ATT &Aring;TG&Auml;RDAS ELLER ATT N&Aring;GON AV SERVRARNA SOM DE DRIVS P&Aring; &Auml;R FRIA FR&Aring;N VIRUS OCH ANDRA SKADLIGA KOMPONENTER. VI GER INGA GARANTIER ELLER REPRESENTATIONER G&Auml;LLANDE ANV&Auml;NDNINGEN AV INNEH&Aring;LLET P&Aring; <b>XIAOMIS</b> TJ&Auml;NSTER OCH/ELLER DERAS PARTNERS VAD G&Auml;LLER DERAS KORREKTHET, NOGGRANNHET, P&Aring;LITLIGHET ELLER N&Aring;GON ANNAN ASPEKT. <b>DU</b> TAR P&Aring; DIG HELA KOSTNADEN F&Ouml;R ALLA N&Ouml;DV&Auml;NDIGA TJ&Auml;NSTER, REPARATIONER ELLER KORRIGERINGAR.</p>
<p><b>Xiaomi</b> och deras <b>samarbetare</b> kommer att ut&ouml;va due diligence n&auml;r det g&auml;ller att tillhandah&aring;lla <b>Mi-routern</b> eller <b>Programvaran</b> och h&aring;lla dem s&aring; felfria som m&ouml;jligt. <b>Xiaomi</b> accepterar inget ansvar &ouml;ver huvud taget f&ouml;r f&ouml;rluster som inte enbart begr&auml;nsas till v&aring;rt brott mot <b>EULA</b>. <b>Xiaomi</b> skall inte heller ansvara f&ouml;r n&aring;got uppf&ouml;rande eller fakta som inte &auml;r rimligen kontrollerbart av oss.</p>
<br>
<h3>6.	ANSVARSFRISKRIVNING</h3>
<p><b>Xiaomi</b> garanterar inte fortsatt &aring;tkomst, korrekt visning, nedladdning eller anv&auml;ndning av de element och den information som finns i <b>Mi-routern</b> och webbplatsen varifr&aring;n <b>Programvaran</b> skall vara &aring;tkomlig, som kan f&ouml;rhindras, hindras eller st&ouml;ras ut av faktorer eller omst&auml;ndigheter bortom deras kontroll.</p>
<ul>
<p><b>Xiaomi</b> skall inte anta n&aring;got juridiskt ansvar och skall inte ansvara f&ouml;r n&aring;gra skador, f&ouml;rluster, anspr&aring;k eller utgifter som uppst&aring;r fr&aring;n: i de omst&auml;ndigheter som anges nedan:</p>
<li><p>	- <b>Xiaomi</b> garanterar inte fortsatt &aring;tkomst, korrekt visning, nedladdning eller anv&auml;ndbarhet av de element och den information som finns p&aring; webbplatsen som kan f&ouml;rhindras, hindras eller st&ouml;ras ut av faktorer eller omst&auml;ndigheter bortom deras kontroll</p></li>
<li><p>	- Alla omst&auml;ndigheter som orsakas av till exempel avst&auml;ngning eller avbrott till f&ouml;ljd av datorpiratkopiering, virusinvasion eller n&aring;gon annan orsak relaterad till hanteringen av n&auml;tverkss&auml;kerhet, tekniker, kommunikationslinjer och information</p></li>
<li><p>	- F&ouml;rluster som <b>anv&auml;ndare</b> drabbas av via tredje parters fel, s&aring;som avbrott i kommunikationslinjen, tekniska problem, avbrott i n&auml;tverket och i datorn, och andra fall av force majeure</p></li>
<li><p>	- S&auml;kerhets- eller navigeringsfel orsakade av ett fel i webbl&auml;saren eller anv&auml;ndning av en utg&aring;ngen version av den.</p></li>
 <li><p>- Olaglig st&ouml;rning p&aring; grund av anv&auml;ndning av skadliga program av n&aring;got slag och genom n&aring;got kommunikationsmedel, t. ex. datorvirus eller n&aring;got annat;</p></li>
 <li><p>- St&ouml;rningar, avbrott, fel, underl&aring;telser, telefonavbrott, f&ouml;rseningar, blockeringar eller nedkopplingar i driften av elektroniska system, orsakade av defekter, &ouml;verladdningar och fel i telekommunikationslinjer och n&auml;tverk, eller av n&aring;gon annan orsak bortom <b>Xiaomis</b> kontroll.</p></li>
</ul>
<p>TILL DEN MAXIMALA UTSTR&Auml;CKNING SOM TILL&Aring;TS AV G&Auml;LLANDE LAGAR, SKALL XIAOMI, DERAS DOTTERBOLAG, KOMPANJONER, HANDLARE, AGENTER ELLER LEVERANT&Ouml;RER ELLER DERAS RESPEKTIVE TJ&Auml;NSTEM&Auml;N, DIREKT&Ouml;RER, ANST&Auml;LLDA, LICENSGIVARE OCH F&Ouml;RORDNARE INTE I N&Aring;GOT AVSEENDE ANSVARA F&Ouml;R:</p>
<ul><li><p>	1. EVENTUELL F&Ouml;RLUST ELLER SKADA AV ditt HEM, VVS-SYSTEM, ELEKTRISKA SYSTEM, R&Ouml;RSYSTEM, din PRODUKT OCH KRINGUTRUSTNING (OAVSETT OM KOPPLAD ELLER INTE TILL EN XIAOMI-PRODUKT), DATOR, MOBILENHET, OCH ALLA ANDRA SAKER OCH HUSDJUR I ditt HEM; OCH</p></li>
<li><p>	2. EVENTUELLA F&Ouml;RLUSTER SOM (I) INTE VAR RIMLIGT F&Ouml;RUTS&Auml;GBARA AV B&Aring;DA PARTER; (II) VAR K&Auml;NDA F&Ouml;R DIG MEN INTE AV OSS; OCH/ELLER (III) VAR RIMLIGT F&Ouml;RUTS&Auml;GBARA AV B&Aring;DA PARTER MEN SOM KUNDE HA F&Ouml;RHINDRATS AV DIG S&Aring;SOM, TILL EXEMPEL (MEN UTAN BEGR&Auml;NSNING), F&Ouml;RLUSTER ORSAKADE AV VIRUS, SKADLIGA KOD ELLER ANDRA SKADLIGA PROGRAM, ELLER F&Ouml;RLUST AV ELLER SKADA I din DATA. (INKLUSIVE MEN INTE BEGR&Auml;NSAT TILL SKADOR F&Ouml;R F&Ouml;RLUST AV VINSTER ELLER INT&Auml;KTER, F&Ouml;R F&Ouml;RLUST AV DATA, F&Ouml;R VERKSAMHETSAVBROTT, F&Ouml;R PERSONSKADOR, F&Ouml;R F&Ouml;RLUST AV INTEGRITET, F&Ouml;R F&Ouml;RLUST AV M&Ouml;JLIGHET ATT ANV&Auml;NDA N&Aring;GRA TREDJEPARTSPRODUKTER ELLER TJ&Auml;NSTER, F&Ouml;R MISSLYCKANDE ATT UPPFYLLA EVENTUELLA SKYLDIGHETER INKLUSIVE AV GOD TRO ELLER AV RIMLIG OMT&Auml;NKSAMHET, F&Ouml;R F&Ouml;RSUMLIGHET; OCH AV N&Aring;GON ANNAN PENNING- ELLER ANNAN F&Ouml;RLUST AV N&Aring;GOT SLAG,</p></li>
<p>OAVSETT TEORI OM ANSVARSSKYLDIGHET (KONTRAKT, KR&Auml;NKNING ELLER ANNAT) SOM UPPST&Aring;R FR&Aring;N ELLER SOM P&Aring; N&Aring;GOT S&Auml;TT &Auml;R RELATERAT TILL FELAKTIG ANV&Auml;NDNING AV ELLER OF&Ouml;RM&Aring;GA ATT ANV&Auml;NDA WEBBPLATSEN ELLER TJ&Auml;NSTERNA, &Auml;VEN OM XIAOMI ELLER S&Aring;DANA ANDRA ENTITETER HAR UNDERR&Auml;TTATS OM M&Ouml;JLIGHETEN TILL S&Aring;DANA SKADOR.</p>
<br>
</ul>
<p>UNDER INGA OMST&Auml;NDIGHETER SKALL BELKIN, DERAS DOTTERBOLAGS, KOMPANJONERS, HANDLARES, AGENTERS ELLER LEVERANT&Ouml;RERS TOTALA SAMMANLAGDA ANSVAR GENTEMOT DIG F&Ouml;R ALLA SKADOR &Ouml;VERSTIGA FEMTIO EURO (50 €). DENNA BEGR&Auml;NSNING &Auml;R KUMULATIV OCH KOMMER INTE ATT &Ouml;KA VID F&Ouml;REKOMSTEN AV MER &Auml;N EN INCIDENT ELLER ETT ANSPR&Aring;K. F&Ouml;REG&Aring;ENDE BEGR&Auml;NSNINGAR KOMMER G&Auml;LLA &Auml;VEN OM N&Aring;GON TILLHANDAH&Aring;LLEN GARANTI ELLER KOMPENSATION MISSLYCKAS I SITT HUVUDSAKLIGA SYFTE. INGET I DENNA SEKTION SKALL BEGR&Auml;NSA XIAOMIS ANSVAR G&Auml;LLANDE D&Ouml;DSFALL ELLER KROPPSSKADOR.</p>
<br>
<h3>7.	INTEGRITETSPOLICY</h3>
<p>All information som tillhandah&aring;lls av <b>dig</b> kommer att styras av villkoren i <b>Integritetspolicyn</b>. Villkoren i <b>Integritetspolicyn</b> utg&ouml;r en del av detta <b>Avtal</b> och skall vara bindande hela tiden. </p>
<p><b>integritetspolicyn</b> hittas p&aring; <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20190722.html</a>  </p>
<p>Det &auml;r viktigt f&ouml;r <b>Xiaomi</b> att skydda dina personliga data. F&ouml;r att tillhandah&aring;lla <b>Programvarans</b> funktioner och f&ouml;rb&auml;ttra <b>anv&auml;ndarens</b> upplevelse, kommer <b>Mi-routern</b> och <b>Programvaran</b> att samla in vissa typer av data som skrivits i v&aring;r <b>Integritetspolicy</b>. Vi samlar in, anv&auml;nder och skyddar dina data i enlighet med v&aring;r <b>Integritetspolicy</b>. <b>Integritetspolicyn</b> finns tillg&auml;nglig p&aring; f&ouml;ljande webbplats. </p>
<p>F&ouml;r ytterligare information om v&aring;r <b>Integritetspolicy</b>, kontakta oss p&aring;: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p>
<br>
<h3>8.	SEKRETESS OCH IMMATERIELL OCH INDUSTRIELL EGENDOM</h3>
<p><b>Mi-routern</b> och <b>Programvaran</b> och alla kopior av dem &auml;r <b>Xiaomis</b> immateriella egendom och d&auml;rf&ouml;r skyddade av upphovsr&auml;ttslagarna och internationella f&ouml;rdrag s&aring;v&auml;l som andra lagar och f&ouml;rdrag om immateriell egendom. </p>
<p>Strukturen, organiseringen och koden i <b>Programvaran</b> &auml;r konfidentiell information och &auml;r v&auml;rdefulla aff&auml;rshemligheter f&ouml;r <b>Xiaomi</b>. <b>Du</b> accepterar att allt yppande av <b>dig</b> om <b>Xiaomis</b> konfidentiella information kommer orsaka omedelbar, oreparerbar skada f&ouml;r <b>Xiaomi</b> och deras <b>samarbetare</b> f&ouml;r vilka sk&auml;liga r&auml;ttsmedel, liksom eventuella andra tillg&auml;ngliga r&auml;ttsmedel, kan beviljas av en beh&ouml;rig domstol. F&ouml;rutom vad som uttryckligen anges h&auml;ri, beviljar inte <b>Xiaomi</b> <b>dig</b> n&aring;gra immateriella &auml;gander&auml;ttigheter i eller av <b>Programvaran</b>. Alla r&auml;ttigheter som inte uttryckligen beviljas h&auml;ri &auml;r reserverade av <b>Xiaomi</b>.</p>
<p><b>Du</b> accepterar h&auml;rmed att bibeh&aring;lla sekretessen av <b>Programvaran</b> och <b>Mi-routern</b>, <b>EULA</b> och andra immateriella egendomar av <b>Xiaomi</b> och anv&auml;nder &aring;tminstone den grad av omt&auml;nksamhet som <b>du</b> anv&auml;nder f&ouml;r att bibeh&aring;lla sekretessen av din egna konfidentiella information och i inget fall mindre &auml;n rimligt f&ouml;rst&aring;ndig omt&auml;nksamhet. <b>Du</b> accepterar att rimligt kommunicera reglerna och villkoren f&ouml;r denna <b>EULA</b> till de personer som &auml;r anst&auml;lld av <b>dig</b> och som kommer i kontakt med <b>Programvaran</b>, och att anv&auml;nda rimligt bra f&ouml;rs&ouml;k att s&auml;kerst&auml;lla att deras efterlevnad av s&aring;dana regler och villkor, inklusive, utan begr&auml;nsning till, att utan vetskap till&aring;ta s&aring;dana personer att anv&auml;nda n&aring;gon del av <b>Programvaran</b>, och annan immateriell &auml;godel av <b>Xiaomi</b> i syfte att h&auml;rleda k&auml;llkoden till <b>Programvaran</b> eller kopiera, omintetg&ouml;ra eller p&aring; annat s&auml;tt kringg&aring; koder och anv&auml;nda beh&ouml;righeter eller licenser.</p>
<p><b>Anv&auml;ndaren</b> skall inte kr&auml;nka de immateriella r&auml;ttigheterna f&ouml;r <b>Xiaomi</b>, <b>samarbetare</b> eller tredje parter relaterade till <b>Mi-routern</b> och <b>Programvaran</b>. <b>Du</b> f&aring;r inte ladda upp, publicera, &auml;ndra, sprida eller reproducera arbeten vars immateriella eller industriella egendom tillh&ouml;r tredje parter utan till&aring;telse, eller information eller data som &auml;gs av tredje parter, utan skriftlig till&aring;telse av &auml;garen.  </p>
<p>Grafiker, ord och kompositioner som involverar MIUI och andra <b>Xiaomi</b>-logotyper som syns p&aring; <b>Xiaomis</b> produkter och tj&auml;nster &auml;r registrerade varum&auml;rken av <b>Xiaomi</b>. <b>Du</b> f&aring;r inte visa eller p&aring; annat s&auml;tt anv&auml;nda dem.  </p>
<p>I inga avseenden inbegriper anv&auml;ndningen av <b>Mi-routern</b> eller <b>Programvaran</b> eller <b>samarbetarna</b> n&aring;got avst&aring;ende, &ouml;verf&ouml;ring, licens, eller tilldelning av s&aring;dana r&auml;ttigheter, om det inte angivits uttryckligen.</p>
<p>Inneh&aring;llet, texterna, fotografierna, designerna, logotyperna, bilderna, datorprogrammen, k&auml;llkoderna och, i allm&auml;nhet, all immateriell skapelse som finns i <b>Mi-routern</b> eller <b>Programvaran</b> och som &auml;r &aring;tkomligt vi den, &auml;r skyddade som upphovsr&auml;tter eller som n&aring;gra andra lagenliga r&auml;ttigheter, inklusive men inte begr&auml;nsat till reglerna om immateriell och industriell egendom.</p>
<p><b>Xiaomi</b> eller deras <b>samarbetare</b> &auml;r &auml;gare eller licensgivare f&ouml;r de element som utg&ouml;r <b>Mi-routerns</b> och/eller <b>Programvarans</b> grafiska design, menyer, navigationsknappar, HTML-kod, texter, bilder, struktur, grafiker och alla andra delar av <b>Programvaran</b> eller, i alla avseenden, har motsvarande beh&ouml;righet f&ouml;r anv&auml;ndning av s&aring;dana element.</p>
<p><b>Programvaran</b> f&aring;r inte reproduceras i helhet eller i delar, eller spridas, eller spelas in av n&aring;got informationsupph&auml;mtande system, i n&aring;gon form eller med n&aring;gra medel annat &auml;n vad som uttryckligen beviljas h&auml;ri, om inte tidigare skrivna beh&ouml;righet erh&aring;lls fr&aring;n <b>Xiaomi</b> eller deras <b>samarbetare</b>.</p>
<p><b>Du</b> f&aring;r inte ta bort, kringg&aring;, eller mixtra med n&aring;got material eller saker som finns p&aring; <b>Mi-routern</b> eller dess <b>Programvara</b> och vars r&auml;ttigheter tillh&ouml;r <b>Xiaomi</b>, eller n&aring;gra tekniska skyddsenheter eller DRM.</p>
<p><b>Xiaomi</b> reserverar sig r&auml;tten att vidta juridiska &aring;tg&auml;rder f&ouml;r att f&ouml;rsvara sina immateriella och industriella egendomar eller n&aring;gra andra r&auml;ttigheter.</p>
<p><b>Du</b> beh&aring;ller &auml;garskap f&ouml;r eventuella r&auml;ttigheter till immateriella egendomar som <b>du</b> har i n&aring;got inneh&aring;ll som <b>du</b> skickar genom att anv&auml;nda <b>Mi-routern</b> och <b>Programvaran</b>.&nbsp;</p>
<p>N&auml;r <b>du</b> laddar upp ett p&aring; annat s&auml;tt skickar inneh&aring;ll genom att anv&auml;nda v&aring;r <b>Mi-router</b> och <b>Programvara</b> ger <b>du</b> <b>Xiaomi</b> och de vi arbetar med, en v&auml;rldsomfattande licens f&ouml;r att anv&auml;nda, hosta, lagra, reproducera, modifiera, kommunicera och tillg&auml;ngligg&ouml;ra, eller distribuera s&aring;dant inneh&aring;ll. R&auml;ttigheterna som <b>du</b> beviljar i denna licens &auml;r f&ouml;r det begr&auml;nsade syftet att driva och f&ouml;rb&auml;ttra v&aring;ra tj&auml;nster, och att utveckla nya. Denna licens l&ouml;per vidare &auml;ven om <b>du</b> slutar anv&auml;nda v&aring;r <b>Mi-router</b> och <b>Programvara</b>. Se till att <b>du</b> har de r&auml;ttigheter som kr&auml;vs f&ouml;r att bevilja oss den h&auml;r licensen f&ouml;r allt inneh&aring;ll som <b>du</b> skickar via v&aring;r <b>Mi-router</b> och <b>Programvara</b>.&nbsp; Kontakta oss om <b>du</b> vill ha &aring;tkomst till ditt inneh&aring;ll eller &auml;ndra eller ta bort ditt inneh&aring;ll.</p>
<br>
<h3>9.		UPPS&Auml;GNING</h3>
<br>
<p><b>Xiaomi</b> kan s&auml;ga upp denna <b>EULA</b> omedelbart och utan varsel om <b>du</b> misslyckas att efterf&ouml;lja n&aring;gra villkor i denna <b>EULA</b>.</p>
<br>
<p><b>9.1  Effekt av upps&auml;gning.</b>I h&auml;ndelse av upps&auml;gning m&aring;ste <b>du</b> f&ouml;rst&ouml;ra alla kopior av <b>Programvaran</b> och g&ouml;ra dig av med <b>Mi-routern</b> enligt de g&auml;llande lokala &aring;tervinningsreglerna. </p>
<p>Dessutom m&aring;ste <b>du</b> ta bort <b>Programvaran</b> och alla kopior av den, inklusive alla s&auml;kerhetskopior, fr&aring;n servern och alla datorer och annan media d&auml;r den &auml;r installerad, lagrad eller arkiverad. Om det beg&auml;rs av <b>Xiaomi</b> skall <b>du</b> f&ouml;rse <b>Xiaomi</b> med ett skriftligt intyg om att <b>du</b> har efterf&ouml;ljt dessa krav.</p>
<br>
<h3>10.		TILL&Auml;MPLIG LAG  </h3>
<p>Tolkningen av villkoren i detta <b>Anv&auml;ndaravtal</b><b></b>, verkan och tvistl&ouml;sningen, &auml;r till&auml;mpliga f&ouml;r lagarna i <b>anv&auml;ndarens</b> uppeh&aring;llsort. I h&auml;ndelse av en dispyt eller kontrovers mellan <b>dig</b> och <b>Xiaomi</b>, kommer vi f&ouml;rst att f&ouml;rs&ouml;ka l&ouml;sa det via v&auml;nlig konsultation. Om konsultationen inte slutar med en &ouml;verenskommelse accepterar <b></b><b>du</b> att skicka dispyten till domstolarna i <b>anv&auml;ndarens</b> uppeh&aring;llsort. </p>
<br>
<h3>11.		SJ&Auml;LVST&Auml;NDIGHET</h3>
<p>Om n&aring;gon f&ouml;reskrift i detta <b>Avtal</b> inte kan till&auml;mpas av n&aring;gon anledning, skall den f&ouml;rbli ej till&auml;mplig utan att f&ouml;rhindra att de andra f&ouml;reskrifterna i detta <b>Avtal</b> f&ouml;rblir till&auml;mpbara.</p>
<br>
<h3>12.		INTEGRITET</h3>
<p>Detta <b>Avtal</b> (inklusive <b>Integritetspolicyn</b>) utg&ouml;r det enda instrument som styr relationen mellan <b>dig</b> och <b>Xiaomi</b> avseende allt som relaterar till din anv&auml;ndning av <b>Mi-routern</b> och <b>Programvaran</b>.</p>
<p>Rubriken f&ouml;r varje paragraf &auml;r endast skriven f&ouml;r enklare l&auml;sning och har inga juridiska eller avtalsm&auml;ssiga skyldigheter.</p>
<br>
<p>Reviderad APRIL 2020</p>

        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
