<!DOCTYPE html>
<html>
    <head>
        <title>Xiaomi lisensavtale for sluttbrukere
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Lisensavtale for Xiaomi-sluttbruker</h2><br><p><b>Velkommen til Xiaomi.</b></p><br><h3>1. INNLEDNING.</h3><br><p>Disse vilk&aring;rene (&quot;<b>lisensavtalen for sluttbruker<b></b><b></b></b>&quot; og/eller &quot;<b>avtalen</b> styrer data- og taletilgang til og bruk av v&aring;r ruter modell R3600 (referert til som<b> &quot;Mi Router</b>&quot;) og <b>Programvaren</b> som er en del av <b>Mi AIoT Router AX3600</b> 3.0.22 (omtalt som &quot;<b>programvaren</b>&quot;) eid av <b>Xiaomi</b> Inc., deres datterselskaper og tilknyttede selskaper (&quot;<b>Xiaomi</b>&quot; eller &quot;vi&quot;) og v&aring;re samarbeidspartnere (&ldquo;<b>samarbeidspartnere</b>&quot;), og som <b>du</b> har kj&oslash;pt for &aring; f&aring; tilgang til din egen Internett-forbindelse og/eller Wi-Fi-tjenester.</p>
<p>Denne <b>lisensavtalen for sluttbrukere</b> er tilgjengelig p&aring;:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>Bruk av <b>Mi Router</b> og <b>programvaren</b> gir <b>brukeren</b> status som <b>bruker</b> og inneb&aelig;rer at du godtar og overholder <b>lisensavtalen for sluttbrukere</b> (heretter omtalt som &quot;<b>deg</b>&quot; eller &quot;<b>brukeren</b>&quot; og/eller &quot;<b>brukerne</b>&quot;), i tillegg til eventuelle andre vilk&aring;r for bruk som gjelder for eller under rbuk av <b>Mi Router</b> og <b>programvaren</b>. Les denne <b>avtalen</b> n&oslash;ye for &aring; f&aring; tilgang til <b>Mi Router</b> og bruke <b>programvaren</b>, og velg om du &oslash;nsker &aring; godta denne <b>avtalen</b> eller ikke. <b>Du</b> m&aring; v&aelig;re myndig. Hvis <b>du</b> er en mindre&aring;rig, m&aring; <b>du</b> lese denne <b>avtalen</b> i samr&aring;d med din verge. Ved &aring; bruke v&aring;r <b>Mi Router</b> og <b>programvare</b> og godta v&aring;r <b>avtale</b>, bekrefter <b>du</b> at <b>du</b> har lest, forst&aring;tt og godtatt vilk&aring;rene i denne <b>avtalen</b> og er bundet av dem.</p>
<p>Ved &aring; godta denne <b>avtalen</b>, godtar <b>du</b> alle restriksjoner. <b>Xiaomi Technology Netherlands B.V.</b> er et aksjeselskap som er beh&oslash;rig registrert og etablert i samsvar med bestemmelsene i nederlandsk lov, med <b>RSIN (bedriftsnummer) 859298899.</b></p>
<p>For kommunikasjons- og varslingsform&aring;l er f&oslash;lgende kontaktadresse opprettet:</p>
<p><b>Kontakt oss her:</b></p>
<p><b>Adresse: Prinses Beatrixlaan 582, The Hague 2595BM, Nederland</b></p><br><h3>2. FORKLARINGER</h3>
<p>For bedre &aring; forst&aring; denne <b>lisensavtalen for sluttbrukere</b> kan f&oslash;lgende forklaringer v&aelig;re nyttige:</p>
<p>Med ruter menes en maskinvareenhet som ved hjelp av <b>programvare</b> for ruterprotokoll muliggj&oslash;r Internett-forbindelse for forskjellige mobil- eller PS-enheter p&aring; samme tid.</p>
<p>Med server menes en fysisk datamaskin som ikke kj&oslash;rer mer enn &eacute;n (1) unik kopi av et operativsystem. Med flere servere menes (i) flere datamaskiner som deler prosessorkraft, eller som opererer i en nettverkskonfigurasjon som &eacute;n enkelt logisk datamaskin, for eksempel en &quot;serverfarm&quot;, &quot;klynge&quot; eller et lignende arrangement, og (ii) flere virtuelle maskiner i et teknisk milj&oslash; som partisjonerer en fysisk datamaskin inn i flere virtuelle maskiner, slik at hver virtuelle maskin har utseendet og evnen til &aring; kj&oslash;re p&aring; sin egen dedikerte maskin.</p>
<p><b>Programvare</b> betyr <b>programvaren</b> og alle oppdateringer som er lisensiert til <b>deg</b> under denne <b>lisensavtalen for sluttbrukere</b>, inkludert, men ikke begrenset til relaterte komponenter som er kj&oslash;pt eller levert med programvaren, grensesnitt for applikasjonsprogrammering, tilknyttede medier, trykt materiale, nettbasert eller elektronisk dokumentasjon og alle tilh&oslash;rende oppdateringer og vedlikeholdsversjoner.</p><br><h3>3. PROGRAMVARELISENS</h3>
<p><b>3.1 <b>Brukerrettigheter</b></b></p>
<p><b>Du</b> har rett til &aring; bruke <b>Mi Router</b> og <b>programvaren</b> i henhold til vilk&aring;rene i denne <b>lisensavtalen for sluttbrukere</b> for &aring; f&aring; tilgang til og koble deg til dine Internett-tjenester og enheter via Wi-Fi.</p>
<p>Brukeren er alltid forpliktet til &aring; bruke denne <b>lisensavtalen for sluttbrukere</b> p&aring; korrekt m&aring;te, og <b>Xiaomi</b> gir <b>brukeren</b> en personlig, ikke-overf&oslash;rbar og ikke-eksklusiv lisens til &aring; bruke <b>programvaren</b> i <b>Mi Router</b> uten rett til &aring; underlisensiere. <b>Brukeren</b> kan installere, bruke, vise og kj&oslash;re <b>programvaren</b> utelukkende i <b>Mi Router</b>.</p>
<p>For &aring; unng&aring; enhver tvil, er <b>programvaren</b> lisensiert til <b>deg</b> under vilk&aring;rene i denne <b>lisensavtalen for sluttbrukere</b>, ikke solgt. <b>Du</b> blir ikke gitt noen opphavsrett eller rettighet til varemerker eller servicemerker tilh&oslash;rende <b>Xiaomi</b> eller <b>samarbeidspartnere</b>. <b>Xiaomi</b> beholder alle rettigheter som ikke uttrykkelig er gitt til <b>deg</b> i denne <b>avtalen</b>.</p>
<p>Denne <b>programvaren</b> kan ikke installeres p&aring; andre terminalenheter som ikke uttrykkelig er godkjent av <b>Xiaomi</b>. Dette inkluderer, men er ikke begrenset til dekodere (digital-til-analog konverter for TV), spillkonsoller, TV-er, DVD-spillere og lignende terminaler.</p>
<p>Hvis <b>brukeren</b> ikke overholder denne <b>avtalen</b>, skal <b>Xiaomi</b> avslutte denne lisensen til <b>programvaren</b>, som herved er gitt til <b>brukeren</b>, og deaktivere kontoen.</p>
<p><b>3.2 Anskaffelse, installasjon og oppgradering av <b>programvare</b></b></p>
<p><b>Brukeren</b> skal laste ned og installere <b>programvaren</b> fra nettstedet <a href="http://www.apple.com">[www.apple.com</a> eller <a href="https://play.google.com/store">https://play.google.com/store]</a> eller p&aring; m&aring;ten som er angitt av <b>Xiaomi</b>. V&aelig;r oppmerksom p&aring; at du ikke m&aring; laste ned <b>programvaren</b> fra uspesifiserte nettsteder. Dette er for &aring; forhindre at enhetene dine blir infisert av ondsinnede programmer som kan &oslash;delegge data og f&aring; tilgang til dine personopplysninger og personverninformasjon. Hvis <b>du</b> anskaffer programvaren eller installasjonsprogrammet fra en tredjepart som ikke er autorisert av <b>Xiaomi</b>, kan ikke <b>Xiaomi</b> garantere at den vil fungere normalt, og <b>Xiaomi</b> p&aring;tar seg ikke noe ansvar hvis <b>du</b> opplever tap som f&oslash;lge av dette.</p>
<p><b>Brukeren</b> m&aring; velge <b>programvare</b>-versjonen som samsvarer med terminalenheten <b>Mi Router</b> som er kj&oslash;pt. Alle <b>programvare</b>-problemer, enhetsproblemer eller skader som f&oslash;lge av misforhold mellom <b>programvare</b>-versjonen og <b>Mi Router</b>-modellen, er utelukkende ansvaret til <b>brukeren</b>.</p>
<p>For &aring; forbedre <b>bruker</b>-opplevelsen og optimalisere tjenesten, forbeholder <b>Xiaomi</b> seg retten til &aring; tilby og erstatte en modifisert og oppgradert versjon av <b>programvaren</b>, og dessuten retten til &aring; kreve et gebyr for en slik utskifting, endring eller oppgradering. <b>Du</b> skal ha blitt informert om dette tidligere, og <b>Xiaomi</b> vil innhente ditt samtykke p&aring; forh&aring;nd for slike kostnader. <b>Programvaren</b> vil som standard aktivere «oppgraderingsmelding»-funksjonen for <b>brukeren</b>. Avhengig av <b>programvare</b>-versjonen som benyttes av <b>brukeren</b>, gir <b>Xiaomi</b> brukeren anledning til &aring; bruke sitt eget skj&oslash;nn til &aring; aktivere eller ikke aktivere den aktuelle funksjonen. N&aring;r den nye versjonen av <b>programvaren</b> er utgitt, garanterer ikke <b>Xiaomi</b> at eldre versjoner av <b>programvaren</b> fortsatt vil fungere som de skal.</p>
<p><b>3.3 Andre bruksbetingelser</b></p>
<p><b>Brukere</b> forplikter seg til ikke &aring; utf&oslash;re ulovlige aktiviteter eller aktiviteter som er i strid med god tro eller offentlig orden. De skal heller ikke utf&oslash;re handlinger som kan skade profilen og rettighetene til <b>Xiaomi</b> eller deres <b>samarbeidspartnere</b>, eller som kan forhindre normal bruk av <b>Mi Router</b>, <b>programvaren</b> eller tjenestene til tredjeparter som f&aring;r tilgang via disse.</p>
<p>V&aring;r <b>Mi Router</b> og <b>programvare</b> m&aring; brukes i kombinasjon med tredjepartstjenester, inkludert, men ikke begrenset til applikasjonsmarkedet og telekommunikasjonsmarkedet. <b>Du</b> vil bli belastet for de relaterte gebyrene for telekommunikasjonstjenester eller gebyrene til andre eventuelle tjenesteleverand&oslash;rer. Vi oppfordrer p&aring; det sterkeste at <b>du</b> kontakter tjenesteleverand&oslash;rene dine for &aring; f&aring; mer informasjon om prisene som er knyttet til deres tjenester eller annen informasjon.</p>
<p>Bruken av <b>Mi Router</b> kan v&aelig;re n&oslash;dvendig for &aring; konfigurere en konto og et passord for denne kontoen. <b>Du</b> er ansvarlig for &aring; opprettholde konfidensialiteten til kontoen og passordet ditt, og for &aring; begrense tilgangen til datamaskinen din, og <b>du</b> samtykker i &aring; ta ansvar for alle aktiviteter som skjer med kontoen eller passordet ditt. <b>Du</b> samtykker ogs&aring; i &aring; oppgi informasjon som er sann og n&oslash;yaktig n&aring;r <b>du</b> konfigurerer en konto.</p>
<p><b>Xiaomi</b> er ikke ansvarlig for tap <b>du</b> kan oppleve som f&oslash;lge av at noen andre bruker passordet eller kontoen din, verken med eller uten din viten. <b>Du</b> kan imidlertid holdes ansvarlig for tap som p&aring;f&oslash;res <b>Xiaomi</b> eller en annen part som f&oslash;lge av at andre bruker kontoen eller passordet ditt, n&aring;r dette var mulig fordi du ikke holdt passordinformasjonen din sikker og konfidensiell. <b>Du</b> m&aring; ikke bruke noen andres konto p&aring; noe tidspunkt uten tillatelse fra kontoinnehaveren.&nbsp;<b>Xiaomi</b> er ikke ansvarlig for tap eller skade som oppst&aring;r som f&oslash;lge av at du ikke overholder disse forpliktelsene.</p>
<p><b>Xiaomi</b> har som m&aring;l &aring; tilby sv&aelig;rt p&aring;litelige og tilgjengelige rutertjenester, men <b>Mi Router</b> og <b>programvaren</b>, som inkluderer ekstern tilgang og mobilvarslinger, er ikke ment eller garantert &aring; v&aelig;re p&aring;litelige eller tilgjengelige 100 % av tiden. I tillegg kan rutertilkoblingen v&aelig;re utsatt for sporadiske avbrudd og feil av &aring;rsaker som ligger utenfor <b>Xiaomi</b>s kontroll, deriblant, men ikke begrenset til ustabile Wi-Fi-signaler, tjenesteleverand&oslash;rens oppetid, mobilvarsler og operat&oslash;rer. Vi kan ikke, og vil ikke, garantere at <b>du</b> vil motta varsler eller ha tilgang til Internett p&aring; et gitt tidspunkt eller i det hele tatt.&nbsp;</p>
<p><b>Du</b> erkjenner at <b>Mi Router</b> og <b>programvaren</b> ikke er sertifisert for n&oslash;dtjenester eller ment eller egnet for bruk i situasjoner eller milj&oslash;er der svikt, forsinkelse eller feil eller un&oslash;yaktigheter i dataene eller informasjonen som tilveiebringes kan f&oslash;re til d&oslash;dsfall, personskade eller alvorlig fysisk eller milj&oslash;messig skade, deriblant i forbindelse med drift av kjernefysiske anlegg, navigasjons- eller kommunikasjonssystemer for fly, flytrafikkontroll, overlevelsesutstyr eller v&aring;pensystemer.</p>
<p>DU SAMTYKKER I AT DU IKKE VIL GJ&Oslash;RE DEG AVHENGIG AV MI ROUTER OG PROGRAMVAREN TIL NOEN KRITISKE FORM&Aring;L ELLER FORM&Aring;L RELATERT TIL LIV OG HELSE. ALLE MOBILVARSLER OM STATUS OG ALARMER P&Aring; DINE XIAOMI-PRODUKTER ER KUN MENT FOR INFORMASJONSFORM&Aring;L.</p>
<p><b>Xiaomi</b> kan be <b>deg</b> om, eller <b>du</b> kan velge selv, &aring; sende inn kommentarer, forslag eller ideer ang&aring;ende <b>Mi Router</b> og <b>programvaren</b>, deriblant hvordan vi kan forbedre dem (&ldquo;<b>tilbakemelding</b>&rdquo;). Ved &aring; sende inn en <b>tilbakemelding</b>, samtykker <b>du</b> i at innsendingene dine er frivillige, kostnadsfrie, uoppfordrede, ikke-konfidensielle og uten restriksjoner, og ikke vil plassere Xiaomi under noen form for forvalterforpliktelser eller andre typer forpliktelser. <b>Xiaomi</b> kan fritt bruke, kopiere, endre, publisere, redistribuere og lage avledede arbeider fra eller basert p&aring; <b>tilbakemeldingen</b> for noe form&aring;l eller p&aring; noen m&aring;te, uten noen form for kompensasjon eller anerkjennelse til <b>deg</b>. <b>Du</b> samtykker ogs&aring; i at <b>Xiaomi</b> ikke gir avkall p&aring; noen rettigheter til &aring; bruke lignende eller beslektede ideer som er kjent for <b>Xiaomi</b> fra f&oslash;r, som er utviklet av deres ansatte eller som er hentet fra andre kilder.</p>
<p><b>3.4 Systemkrav</b></p>
<p><b>Mi Router</b> og <b>programvaren</b> har kanskje ikke tilgang til internett-tjenester uten: (I) et fungerende Wi-Fi-nettverk i hjemmet ditt som er posisjonert for &aring; kommunisere p&aring;litelig med din aktuelle <b>Mi Router</b>; (ii) mobilklienter, for eksempel en st&oslash;ttet telefon eller nettbrett (n&oslash;dvendig for visse funksjoner); (iv) kontinuerlig bredb&aring;ndstilgang til Internett i hjemmet; og (v) andre systemelementer som kan fastsettes av <b>Xiaomi</b>. Det er ditt ansvar &aring; s&oslash;rge for at <b>du</b> har alle n&oslash;dvendige systemelementer, og at de er kompatible og riktig konfigurert. <b>Du</b> godtar at <b>Mi Router</b> og <b>programvaren</b> kanskje ikke fungerer som beskrevet hvis kravene og kompatibiliteten ikke er oppfylt.</p>
<p><b>3.5 Begrensning av <b>bruker</b>rettigheter</b></p>
<p><b>Bruker</b>rettigheter er begrenset p&aring; f&oslash;lgende m&aring;ter:</p>
<p><b>Du</b> skal ikke:</p>
<ul>
<li><p>&ndash; kopiere, endre eller modifisere data fra <b>programvaren</b> eller noen data som er frigitt til <b>Mi Router</b> under kj&oslash;ring av <b>programvaren</b> og de interaktive dataene som genereres mellom <b>brukeren</b> og serveren under kj&oslash;ringen av <b>programvaren</b>, eller kj&oslash;re <b>programvaren</b> med programtillegg, eller opprette avledede arbeider i noen som helst form, deriblant, men ikke begrenset til programtillegg, tilgang til <b>programvaren</b> og relaterte systemer gjennom tredjepartsverkt&oslash;y og -tjenester</p></li>
<li><p>&ndash; kopiere <b>programvare</b>konfigurasjonen, med unntak av et rimelig antall maskinelt lesbare kopier av <b>programvaren</b> kun for sikkerhetskopiering eller arkivering, og med unntak av det som er uttrykkelig tillatt i denne <b>avtalen</b></p></li>
<li><p>&ndash; fjerne eventuelle titler, varemerker, servicemerker eller varenavn, merknader om opphavsrett, overskrifter, vannmerker eller andre propriet&aelig;re merkinger p&aring; <b>programvaren</b></p></li>
<li><p>&ndash; selge, lease, lisensiere, underlisensiere, leie ut, tildele, distribuere eller p&aring; annen m&aring;te overf&oslash;re, helt eller delvis, <b>programvaren</b>, lisensen eller dine bruksrettigheter i <b>programvaren</b> til en annen part, deriblant rettigheter p&aring; medlemskap-, abonnement- eller vertsbasis</p></li>
<li><p>&ndash; endre eller opprette avledet arbeid basert p&aring; <b>programvaren</b></p></li>
<li><p>&ndash; dekompilere, demontere, reversutvikle eller p&aring; annen m&aring;te pr&oslash;ve &aring; utlede kildekoden fra <b>programvaren</b>, helt eller delvis</p></li>
<li><p>&ndash; selge som enkeltprodukt, ta fra hverandre eller pakke om <b>programvaren</b> eller noen av komponentene av den, p&aring; noen som helst m&aring;te</p></li>
<li><p>&ndash; lage pakkel&oslash;sninger av eller distribuere <b>programvaren</b> p&aring; noen som helst m&aring;te</p></li>
<li><p>&ndash; gi tilgang til <b>programvaren</b> i et tredjeparts outsourcing-anlegg p&aring; tjeneste-, servicebyr&aring;arrangement- eller tidsdelingsbasis</p></li>
<li><p>&ndash; p&aring; noe som helst tidspunkt gi en evalueringslisens for <b>programvaren</b> til noen andre personer eller foretak, eller p&aring; noen som helst m&aring;te tillate at andre personer eller foretak evaluerer <b>programvaren</b></p></li>
<li><p>&ndash; foreta endringer, modifikasjoner eller justeringer i <b>avtalen</b> som distribueres av <b>Xiaomi</b> og/eller samarbeidspartnere med <b>programvaren</b> eller</p></li>
<li><p>&ndash; gi noen uttalelser, garantier eller fremstillinger ang&aring;ende <b>programvaren</b> eller eksempelkoden som lover mer enn eller er i strid med dokumentasjonen som er tilveiebragt av <b>Xiaomi</b> til <b>deg</b>.</p></li>
</ul><br><h3>4. NETTSTEDER OG TREDJEPARTSTJENESTER</h3>
<p><b>Du</b> forst&aring;r og samtykker i at tjenestene v&aring;re og driften av <b>Mi Router</b> og <b>programvaren</b> er basert p&aring; teknisk support fra tredjeparter som Android og Google. <b>Du</b> samtykker i at v&aring;re <b>samarbeidspartnere</b> kan kreve at <b>du</b> innhenter noen av dine personopplysninger fra slike tredjeparter mens du mottar teknisk eller annen st&oslash;tte fra dem.</p>
<p>Gjennom <b>Mi Router</b> og <b>programvaren</b> kan <b>du</b> f&aring; tilgang til andre tredjepartstjenester p&aring; nett som eies av tredjeparter.</p>
<p>Disse tjenestene som tilbys av tredjeparter faller ikke innenfor omfanget i denne <b>lisensavtalen for sluttbrukere</b> eller v&aring;re <b>personvernregler</b>. Tredjepartstjenester som tilbys av tredjeparter, styres av deres respektive bruksvilk&aring;r og/eller personvernregler som <b>Xiaomi</b> ikke p&aring; noen som helst m&aring;te er ansvarlig for.</p><br><h3>5. FORPLIKTELSENE TIL XIAOMI</h3>
<p>TJENESTENE TIL <b>XIAOMI</b> OG DERES <b>SAMARBEIDSPARTNERE</b> LEVERES &ldquo;UTEN FORPLIKTELSER&rdquo; OG UTEN GARANTI AV NOE SLAG, VERKEN UTTRYKKELIG ELLER IMPLISERT. I DEN GRAD DET ER TILLATT UNDER GJELDENDE LOVVERK, FRASKRIVER <b>XIAOMI</b> SEG ALLE GARANTIER, UTTRYKKELIGE OG IMPLISERTE, INKLUDERT, MEN IKKE BEGRENSET TIL UNDERFORST&Aring;TTE GARANTIER FOR SALGBARHET OG EGNETHET FOR ET BESTEMT FORM&Aring;L, MED UNNTAK AV GARANTIENE SOM F&Oslash;LGER AV GJELDENDE LOVVERK. VI GARANTERER IKKE AT FUNKSJONENE P&Aring; <b>MI ROUTER</b> ELLER P&Aring; <b>PROGRAMVAREN</b> TIL <b>SAMARBEIDSPARTNERE</b> IKKE VIL OPPLEVE AVBRYTELSER ELLER VIL HA EN FEILFRI DRIFT, AT EVENTUELLE MANGLER VIL RETTES, ELLER AT NOEN AV SERVERNE SOM DE ER LAGRET P&Aring;, ER FRIE FOR VIRUS OG ANDRE SKADELIGE KOMPONENTER. VI GIR INGEN GARANTIER ELLER L&Oslash;FTER ANG&Aring;ENDE BRUKEN AV INNHOLDET TIL <b>XIAOMI</b>-TJENESTER OG/ELLER DERES PARTNERE OM DERES RIKTIGHET, N&Oslash;YAKTIGHET, P&Aring;LITELIGHET ELLER NOEN ANDRE FORHOLD. <b>DU</b> P&Aring;TAR DEG ALLE KOSTNADER FOR ALLE N&Oslash;DVENDIGE TJENESTER, REPARASJONER ELLER KORRIGERINGER.</p>
<p><b>Xiaomi</b> og deres <b>samarbeidspartnere</b> vil utvise aktsomhet n&aring;r det gjelder &aring; tilby <b>Mi Router</b> og <b>programvaren</b> og s&oslash;rge for at disse fungerer uten feil, s&aring; langt det lar seg gj&oslash;re. <b>Xiaomi</b> p&aring;tar seg intet ansvar for tap som ikke utelukkende er begrenset til v&aring;re brudd p&aring; <b>lisensavtalen for sluttbrukere</b>. <b>Xiaomi</b> skal heller ikke v&aelig;re ansvarlig for oppf&oslash;rsel eller fakta som ikke med rimelighet kan kontrolleres av oss.</p><br><h3>6. ANSVARSFRASKRIVELSE</h3>
<p><b>Xiaomi</b> garanterer ikke at kontinuerlig tilgang, korrekt visning, nedlasting eller bruk av elementene og informasjonen p&aring; <b>Mi Router</b> og et nettsted som <b>programvaren</b> skal v&aelig;re tilgjengelig p&aring;, kan avverges, hindres eller avbrytes av faktorer eller omstendigheter som ligger utenfor dets kontroll.</p>
<ul>
<p><b>Xiaomi</b> skal ikke ta noe juridisk ansvar og er ikke ansvarlig for skader, tap, krav eller utgifter som f&oslash;lger av omstendighetene som er angitt nedenfor:</p>
<li><p>&ndash; <b>Xiaomi</b> garanterer ikke kontinuerlig tilgang, korrekt visning, nedlasting eller egnethet av elementene og informasjonen p&aring; nettstedet som kan avverges, hindres eller avbrytes av faktorer eller omstendigheter som ligger utenfor dets kontroll</p></li>
<li><p>&ndash; eventuelle omstendigheter som skyldes suspensjon, sammenbrudd osv. som f&oslash;lge av piratkopiering, virusinfeksjon eller andre &aring;rsaker relatert til styringen av nettverkssikkerhet, teknikker, kommunikasjonslinjer og informasjon</p></li>
<li><p>&ndash; tap for <b>brukere</b> p&aring; grunn av feil fra tredjeparter, for eksempel sammenbrudd i kommunikasjonslinjen, tekniske problemer, sammenbrudd i nettverket og datamaskinen og andre tilfeller av force majeure</p></li>
<li><p>&ndash; sikkerhets- eller navigasjonsfeil for&aring;rsaket av funksjonsfeil i nettleseren eller bruk av utdaterte versjoner av den</p></li>
 <li><p>&ndash; ulovlig inngrep p&aring; grunn av bruk av skadelige programmer av noe slag og gjennom kommunikasjonsmidler, for eksempel datavirus eller annet</p></li>
 <li><p>&ndash; forstyrrelser, avbrudd, feil, mangler, telefonbrudd, forsinkelser, blokkeringer eller frakoblinger i driften av det elektroniske systemet, som skyldes mangler, overbelastninger eller feil i telekommunikasjonslinjer og nettverk eller andre ting som ligger utenfor <b>Xiaomi</b>s kontroll</p></li>
</ul>
<p>S&Aring; LANGT LOVEN TILLATER DET, SKAL IKKE XIAOMI ELLER DETS TILKNYTTEDE SELSKAPER, FORHANDLERE, AGENTER ELLER LEVERAND&Oslash;RER ELLER DERES RESPEKTIVE LEDERE, DIREKT&Oslash;RER, ANSATTE, LISENSGIVERE OG STEDFORTREDERE V&AElig;RE ANSVARLIGE FOR:</p>
<ul><li><p>1. NOE TAP ELLER SKADE P&Aring; DITT HJEM, VARME-/KJ&Oslash;LESYSTEM, ELEKTRISKE SYSTEM, VANN-/KLOAKKSYSTEM, DITT PRODUKT OG TILBEH&Oslash;R (ENTEN DET ER TILKOBLET ET XIAOMI-PRODUKT ELLER IKKE), DATAMASKIN, MOBIL ENHET OG ALLE ANDRE TING OG KJ&AElig;LEDYR I DITT HJEM;</p></li>
<li><p>2. ALT TAP SOM (I) IKKE KUNNE FORUTSES AV BEGGE PARTER; (II) SOM BLE GJORT KJENT FOR DEG, MEN IKKE OSS; OG/ELLER (III) SOM IKKE KUNNE FORUTSES AV BEGGE PARTER, MEN SOM KUNNE HA BLITT FORHINDRET AV DEG, FOR EKSEMPEL (MEN UTEN BEGRENSNING), TAP FOR&Aring;RSAKET AV VIRUS, SKADELIG PROGRAMVARE ELLER ANDRE ONDSINNEDE PROGRAMMER, ELLER TAP AV ELLER SKADER P&Aring; DINE DATA. (INKLUDERT, MEN IKKE BEGRENSET TIL SKADER GRUNNET TAP AV INNTEKTER ELLER UTBYTTE, FOR TAP AV DATA, FOR AVBRUDD I FORRETNINGSVIRKSOMHET, FOR PERSONSKADER, FOR TAP AV PERSONVERN, FOR TAPT EVNE TIL &Aring; BRUKE NOEN TREDJEPARTSPRODUKTER ELLER -TJENESTER, FOR &Aring; IKKE HA M&Oslash;TT SINE FORPLIKTELSER, DERIBLANT UNDER GOD TRO ELLER MED RIMELIG FORSIKTIGHET, FOR UAKTSOMHET OG FOR ANDRE &Oslash;KONOMISKE TAP ELLER ANDRE FORMER FOR TAP AV NOE SLAG,</p></li>
<p>UAVHENGIG AV TEORIEN OM ANSVAR (KONTRAKT, RETTSSTRIDIG FORHOLD ELLER ANNET) SOM OPPST&Aring;R P&Aring; GRUNN AV, ELLER SOM P&Aring; NOEN SOM HELST M&Aring;TE ER RELATERT TIL, MISBRUK AV ELLER MANGLENDE EVNE TIL &Aring; BRUKE SIDEN ELLER TJENESTENE, SELV OM XIAMOI ELLER ET LIGNENDE FORETAK HAR BLITT UNDERRETTET OM MULIGHETEN FOR SLIKE SKADER.</p><br></ul>
<p>DET TOTALE SAMLEDE ANSVARET TIL XIAOMI, DETS TILKNYTTEDE SELSKAPER, FORHANDLERE, AGENTER ELLER LEVERAND&Oslash;RER OVERFOR DEG SKAL IKKE UNDER NOEN OMSTENDIGHETER OVERSKRIDE FEMTI EURO (50 €) FOR ALLE SKADER. DENNE BEGRENSNINGEN ER KUMULATIV OG VIL IKKE &Oslash;KES HVIS DET FORELIGGER MER ENN &Eacute;N HENDELSE ELLER MER ENN ETT KRAV. DE FOREG&Aring;ENDE BEGRENSNINGENE VIL GJELDE SELV OM NOEN GARANTI ELLER L&Oslash;SNING SOM ER GITT, IKKE OPPN&Aring;R SITT GRUNNLEGGENDE FORM&Aring;L. INGENTING I DENNE DELEN SKAL BEGRENSE ANSVARET TIL XIAOMI I FORBINDELSE MED D&Oslash;DSFALL ELLER KROPPSLIGE SKADER.</p><br><h3>7. PERSONVERNREGLER</h3>
<p>All informasjon tilveiebragt av <b>deg</b> vil bli styrt av vilk&aring;rene i <b>personvernreglene</b>. Vilk&aring;rene i <b>personvernreglene</b> utgj&oslash;r en del av denne <b>avtalen</b>, og skal til enhver tid v&aelig;re bindende.</p>
<p>Du finner <b>personvernreglene</b> p&aring; <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Det er viktig for <b>Xiaomi</b> &aring; beskytte dine personopplysninger. For &aring; kunne tilby <b>programvare</b>funksjonene og forbedre <b>bruker</b>opplevelsen, vil <b>Mi Router</b> og <b>programvaren</b> samle inn visse typer data, slik det er beskrevet i v&aring;re <b>personvernregler</b>. Vi samler inn, bruker og beskytter dine data i samsvar med v&aring;re <b>personvernregler</b>. <b>Personvernreglene</b> er tilgjengelig p&aring; f&oslash;lgende nettsted.</p>
<p>For ytterligere informasjon om v&aring;re <b>personvernregler</b>, kontakter du oss p&aring;: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. KONFIDENSIALITET, &Aring;NDSVERK OG INDUSTRIELL EIENDOM</h3>
<p><b>Mi Router</b> og <b>programvaren</b> og alle kopier av disse er det eksklusive &aring;ndsverket til <b>Xiaomi</b>, og det er derfor beskyttet av lover om opphavsrett og internasjonale traktater samt andre &aring;ndsverkslover og -traktater.</p>
<p>Strukturen, organisasjonen og koden til <b>programvaren</b> er konfidensiell informasjon og er verdifulle forretningshemmeligheter tilh&oslash;rende <b>Xiaomi</b>. <b>Du</b> samtykker i at enhver offentliggj&oslash;ring av <b>deg</b> av konfidensiell informasjon tilh&oslash;rende <b>Xiaomi</b>, vil for&aring;rsake umiddelbar, uopprettelig skade for <b>Xiaomi</b> og dets <b>samarbeidspartnere</b>, der rettferdig oppreisning, samt alle andre tilgjengelige rettsmidler, kan tildeles av en domstol med kompetent myndighet. <b>Xiaomi</b> gir ikke intellektuelle rettigheter til <b>deg</b> i eller til <b>programvaren</b>, med unntak av det som uttrykkelig er angitt her. Alle rettigheter som ikke uttrykkelig er gitt her, er forbeholdt <b>Xiaomi</b>.</p>
<p><b>Du</b> samtykker herved til &aring; opprettholde konfidensialiteten til <b>programvaren</b>, Mi Router, <b>lisensavtalen for sluttbrukere</b> og andre &aring;ndsverk som tilh&oslash;rer <b>Xiaomi</b> ved &aring; bruke minst like stor grad av forsiktighet som <b>du</b> bruker n&aring;r du opprettholder konfidensialiteten til din egen private informasjon, og aldri mindre enn rimelig forsiktighet. <b>Du</b> g&aring;r med p&aring; &aring; formidle vilk&aring;rene i denne <b>lisensavtalen for sluttbrukere</b> til de av <b>dine</b> ansatte som kommer i kontakt med <b>programvaren</b>, og &aring; gj&oslash;re det du med rimelighet kan for &aring; sikre at de overholder slike vilk&aring;r, inkludert, men ikke begrenset til ikke bevisst &aring; tillate at slike personer bruker noen deler av <b>programvaren</b> og andre &aring;ndsverk tilh&oslash;rende <b>Xiaomi</b> til &aring; utlede kildekoden til <b>programvaren</b>, eller til &aring; kopiere, bryte eller p&aring; annen m&aring;te omg&aring; koder og autorisasjoner eller lisenser for bruk.</p>
<p><b>Brukeren</b> skal ikke krenke &aring;ndsverket som tilh&oslash;rer <b>Xiaomi</b>, <b>samarbeidspartnere</b> eller tredjeparter relatert til <b>Mi Router</b> og <b>programvaren</b>. <b>Du</b> m&aring; ikke uten tillatelse laste opp, publisere, endre, spre eller reprodusere arbeider hvis &aring;ndsverk eller industriell eiendom tilh&oslash;rer tredjeparter, eller informasjon eller data som eies av tredjeparter, uten skriftlig samtykke fra eieren.</p>
<p>Grafikk, ord og komposisjoner som inkluderer bruk av MIUI og andre <b>Xiaomi</b>-logoer som vises p&aring; <b>Xiaomi</b>-produkter og -tjenester, er registrerte varemerker tilh&oslash;rende <b>Xiaomi</b>. <b>Du</b> kan ikke vise dem eller p&aring; annen m&aring;te bruke dem.</p>
<p>Bruk av <b>Mi Router</b> og <b>programvaren</b> eller <b>samarbeidspartnerne</b> inneb&aelig;rer under ingen omstendigheter en fraskrivelse, overf&oslash;ring, lisens eller overdragelse av alle eller deler av slike rettigheter, med mindre det uttrykkelig er angitt noe annet.</p>
<p>Innhold, tekster, fotografier, designer, logoer, bilder, dataprogrammer, kildekoder og generelt sett ethvert &aring;ndsverk som finnes i <b>Mi Router</b> og <b>programvaren</b>, og som er tilgjengelige gjennom disse, er beskyttet under opphavsrett eller andre rettigheter under loven, inkludert, men ikke begrenset til regler for &aring;ndsverk eller industriell eiendom.</p>
<p><b>Xiaomi</b> eller deres <b>samarbeidspartnere</b> er eier eller lisenshaver av elementene som utgj&oslash;r <b>Mi Router</b> og/eller <b>programvaren</b> sin grafiske design, menyer, navigasjonsknapper, HTML-kode, tekster, bilder, teksturer, grafikk og alle andre deler av <b>programvaren</b>, i alle tilfeller, har den korresponderende autorisasjonen for bruken av slike elementer.</p>
<p><b>Programvaren</b> kan ikke reproduseres, verken helt eller delvis, eller overf&oslash;res eller registreres av noe informasjonsinnhentingssystem i noen form eller i noe medium annet enn det som det uttrykkelig er gitt tillatelse til, med mindre det p&aring; forh&aring;nd er innhentet skriftlig tillatelse til det fra <b>Xiaomi</b> eller dets samarbeidspartnere.</p>
<p><b>Du</b> kan ikke fjerne, omg&aring; eller manipulere materialer eller gjenstander som vises p&aring; <b>Mi Router</b> eller <b>programvaren</b>, og hvis rettigheter tilh&oslash;rer <b>Xiaomi</b>, eller tekniske beskyttelsesenheter eller DRM.</p>
<p><b>Xiaomi</b> forbeholder seg retten til &aring; ta rettslige skritt for &aring; forsvare sine &aring;ndsverk og industrielle eiendommer eller andre rettigheter.</p>
<p><b>Du</b> beholder eierskapet til alle intellektuelle rettigheter som <b>du</b> innehar i alt innhold <b>du</b> sender inn ved &aring; bruke <b>Mi Router</b> og <b>programvaren</b>.&nbsp;</p>
<p>N&aring;r <b>du</b> laster opp eller sender inn innhold p&aring; annen m&aring;te ved &aring; bruke v&aring;r <b>Mi Router</b> og <b>programvare</b>, gir <b>du</b> <b>Xiaomi</b> og de vi arbeider med, en verdensomspennende lisens til &aring; bruke, v&aelig;re vert for, lagre, reprodusere, endre, kommunisere og gj&oslash;re tilgjengelig eller distribuere slikt innhold. Rettighetene <b>du</b> tildeler i denne lisensen er for det begrensede form&aring;let &aring; drifte og forbedre tjenestene v&aring;re, samt utvikle nye. Denne lisensen fortsetter selv om <b>du</b> slutter &aring; bruke <b>Mi Router</b> og <b>programvaren</b>. Pass p&aring; at <b> du</b> har de n&oslash;dvendige rettighetene til &aring; gi oss denne lisensen for alt innhold <b>du</b> sender inn ved hjelp av<b>Mi Router</b> og <b>programvaren</b>. Hvis <b>du</b> vil ha tilgang til innholdet ditt eller endre eller slette innholdet, kan du kontakte oss.</p><br><h3>9. OPPSIGELSE</h3><br><p><b>Xiaomi</b> kan si opp denne <b>lisensavtalen for sluttbrukere</b> med umiddelbar virkning og uten varsel hvis <b>du</b> bryter ett eller flere av vilk&aring;rene i denne <b>lisensavtalen for sluttbrukere</b>.</p><br><p>9.1 <b>Virkning av oppsigelse</b>. I tilfelle oppsigelse m&aring; <b>du</b> destruere alle kopier av <b>programvaren</b> og kvitte deg med din <b>Mi Router</b> i henhold til gjeldende lovgivning om gjenvinning.</p>
<p>I tillegg m&aring; <b>du</b> fjerne <b>programvaren</b> og alle kopier av den, inkludert alle sikkerhetskopier, fra serveren og fra alle datamaskiner og andre medier som den er installert, lagret eller arkivert p&aring;. Ved anmodning fra <b>Xiaomi</b> m&aring; <b>du</b> gi <b>Xiaomi</b> en skriftlig attest p&aring; at <b>du</b> har oppfylt disse kravene.</p><br><h3>10. GJELDENDE LOVVERK</h3>
<p>Tolkningen av vilk&aring;rene i denne <b>brukeravtalen</b>, dens effektivitet og eventuell tvistel&oslash;sning er underlagt lovene p&aring; bostedet til <b>brukeren</b>. Hvis det oppst&aring;r en uenighet eller konflikt mellom <b>deg</b> og <b>Xiaomi</b>, vil vi f&oslash;rst pr&oslash;ve &aring; l&oslash;se dette gjennom en vennlig konsultasjon. Hvis konsultasjonen ikke ender i en <b>avtale</b>, samtykker <b>du</b> i &aring; sende konflikten til domstolen p&aring; bostedet til <b>brukeren</b>.</p><br><h3>11. UAVHENGIGHET</h3>
<p>Hvis noen en bestemmelse i denne <b>avtalen</b> av en eller annen grunn ikke kan anvendes, skal den forbli uanvendelig uten at det gj&oslash;r de andre bestemmelsene i <b>avtalen</b> uanvendelige.</p><br><h3>12. INTEGRITET</h3>
<p>Denne <b>avtalen</b> (inkludert <b>personvernreglene</b>) utgj&oslash;r det eneste virkemiddelet som styrer forholdet mellom <b>deg</b> og <b>Xiaomi</b> ang&aring;ende sp&oslash;rsm&aring;l relatert til din bruk av <b>Mi Router</b> og <b>programvaren</b>.</p>
<p>Tittelen p&aring; hvert avsnitt er skrevet for forenkle lesingen, og medf&oslash;rer ingen juridiske eller kontraktsmessige forpliktelser.</p><br><p>Revidert april 2020</p>

        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }
    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
        html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

    </style>
    </body>
</html>
