<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>&bdquo;Xiaomi&ldquo; galinio naudotojo licencijos sutartis</h2><br><p><b>Sveiki. Čia &bdquo;Xiaomi&ldquo;!</b></p><br><h3>1. ĮVADAS</h3><br><p>&Scaron;ios sąlygos ir nuostatos (&bdquo;<b>Galinio <b>naudotojo</b> licencijos <b>sutartis</b></b>&ldquo; ir (arba) &bdquo;<b>Sutartis</b>&ldquo; ir (arba) &bdquo;<b>GNLS</b>&ldquo;) apibrėžia duomenų ir balso prieigą prie mūsų R3600 modelio mar&scaron;rutizatorių (beatodairi&scaron;kai vadinamų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriais</b>) ir įtrauktos <b>programinės įrangos</b>, <b>&bdquo;Mi AIoT Router AX3600&ldquo;</b> 3.0.22 mar&scaron;rutizatorių (kurie beatodairi&scaron;kai vadinami <b>programine įranga</b>), kurie priklauso bendrovei &bdquo;<b>Xiaomi</b> Inc.&ldquo;, jos dukterinėms įmonėms ir filialams (&bdquo;<b>Xiaomi</b>&ldquo; arba &bdquo;mes&ldquo;) bei mūsų operatyviniams partneriams (&bdquo;<b>partneriams</b>&ldquo;) ir kuriuos <b>Jūs</b> įsigijote, kad turėtumėte prieigą prie savo interneto ry&scaron;io ir (arba) galėtumėte naudotis &bdquo;Wi-Fi&ldquo; paslaugomis.</p>
<p>&Scaron;ią <b>GNLS</b> galima rasti čia:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p><b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b> ir <b>programinės įrangos</b> naudojimas <b>naudotojui</b> suteikia <b>naudotojo</b> teises ir apima sutikimą su <b>GNLS</b> ir jos laikymąsi (toliau &ndash; &bdquo;<b>Jūs</b>&ldquo; arba &bdquo;<b>Naudotojas</b>&ldquo; ir (arba) &bdquo;<b>Naudotojai</b>&ldquo;) bei visas kitas naudojimo sąlygas, kurios gali galioti naudojantis <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> bei <b>Programine įranga</b>. Atidžiai perskaitykite &scaron;ią <b>Sutartį</b>, kad galėtumėte naudotis <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> ir naudotis <b>Programine įranga</b> ir pasirinkite, ar sutinkate su &scaron;ios <b>Sutarties</b> sąlygomis, ar ne. <b>Jūs</b> turite būti pilnametis. Jei <b>Jūs</b> esate nepilnametis, <b>Jūs</b> privalote perskaityti &scaron;ią <b>Sutartį</b> kartu su savo teisėtu globėju. Naudodamiesi mūsų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> ir mūsų <b>Programine įranga</b> bei sutikdami su mūsų <b>Sutarties</b> sąlygomis, <b>Jūs</b> pripažįstate, kad <b>Jūs</b> perskaitėte, supratote &scaron;ios <b>Sutarties</b> sąlygas ir nuostatas, su jomis sutinkate bei jų laikysitės.</p>
<p>Sutikdami su &scaron;ios <b>Sutarties</b> sąlygomis, <b>Jūs</b> sutinkate su visais apribojimais. Bendrovė &bdquo;<b>Xiaomi Technology Netherlands B.V.</b>&ldquo; &ndash; tai akcinė bendrovė, kuri yra užregistruota ir įkurta pagal Olandijos įstatymų nuostatas, o jos <b>RSIN (kompanijos ID) numeris yra 859298899.</b></p>
<p>Komunikacijos ir perspėjimų tikslais skiriamas &scaron;is kontaktinis adresas:</p>
<p><b>Susisiekite su mumis:</b></p>
<p><b>Adresas: Prinses Beatrixlaan 582, The Hague 2595BM, Nyderlandai</b></p><br><h3>2. APIBRĖŽIMAI</h3>
<p>Kad geriau suprastumėte &scaron;ią <b>GNLS</b>, gali būti naudingi toliau nurodyti apibrėžimai.</p>
<p>Mar&scaron;rutizatorius &ndash; tai aparatūros prietaisas, kuris, naudojant mar&scaron;rutizatoriaus protokolą, <b>Programinei įrangai</b> leidžia vienu metu prie interneto prijungti skirtingus mobiliuosius ar PS prietaisus.</p>
<p>Serveris &ndash; tai vienas fizinis kompiuteris, kuriame veikia ne daugiau nei viena (1) unikali operacinės sistemos kopija. Keli serveriai &ndash; tai (i) keli kompiuteriai, kurie dalinasi apdorojimo galingumu arba veikia prie tinklo prijungtoje konfigūracijoje kaip vienas loginis kompiuteris, pvz., &bdquo;serverių ūkis&ldquo;, &bdquo;klasteris&ldquo; ar pana&scaron;us i&scaron;dėstymas bei (ii) keli virtualūs kompiuteriai techninėje aplinkoje, kurie fizinį kompiuterį padalina į kelis virtualius kompiuterius taip, kad kiekvienas virtualus kompiuteris atrodytų kaip atskiras skirtasis kompiuteris ir gali veikti savaranki&scaron;kai.</p>
<p><b>Programinė įranga</b> &ndash; tai <b>Programinė įranga</b> ir jos galimi atnaujinimai, kurių licencijos priklauso <b>Jums</b> pagal &scaron;ios <b>GNLS</b> sąlygas, įskaitant, tačiau neapsiribojant bet kokiais susijusiais komponentais, įsigytais ar pateiktais kartu su <b>Programine įranga</b>, programos programavimo sąsajomis, susijusia laikmena, spausdinta medžiaga, internetine ar elektronine dokumentacija bei visais atitinkamais atnaujinimais bei techninės priežiūros leidimais.</p><br><h3>3. PROGRAMINĖS ĮRANGOS LICENCIJA</h3>
<p><b>3.1 <b>Naudotojo</b> teisės</b></p>
<p><b>Jūs</b> turite teisę naudotis <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> bei <b>Programine įranga</b> pagal &scaron;ios <b>GNLS</b> sąlygas ir nuostatas, kad galėtumėte pasiekti &bdquo;Wi-Fi&ldquo; tinklus ir prie jų prijungti savo interneto paslaugas ar prietaisus.</p>
<p>Visada, kai <b>Naudotojas</b> teisingai naudojasi &scaron;ia <b>GNLS</b>, bendrovė <b>&bdquo;Xiaomi&ldquo;</b> suteikia <b>Naudotojui</b> asmeninę, neperduodamą ir nei&scaron;imtinę licenciją naudotis <b>Programine įranga</b> <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriuje</b> be teisės ją sublicencijuoti. <b>Naudotojas</b> gali įdiegti, naudoti, peržiūrėti ir paleisti <b>Programinę įrangą</b> i&scaron;skirtinai <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriuje</b>.</p>
<p>Siekiant i&scaron;vengti bet kokių dvejonių, <b>Programinės įrangos</b> licencija <b>Jums</b> suteikiama pagal &scaron;ios <b>GNLS</b> sąlygas, bet ne parduodama. <b>Jums</b> nesuteikiamos jokios teisės į <b>&bdquo;Xiaomi&ldquo;</b>ar jos <b>partnerių</b> autorių teises, prekių ženklus ar paslaugų ženklus. <b>&bdquo;Xiaomi&ldquo;</b> pasilieka visas <b>Jums</b> &scaron;ioje <b>Sutartyje</b> ai&scaron;kiai i&scaron;reik&scaron;tas ir nei&scaron;reik&scaron;tas teises.</p>
<p>&Scaron;ios <b>Programinės įrangos</b> negalima diegti kituose galiniuose įrenginiuose, kuriems bendrovė <b>&bdquo;Xiaomi&ldquo;</b> nesuteikė i&scaron;skirtinio leidimo, įskaitant, tačiau neapsiribojant priedėliais, žaidimų konsolėmis, televizoriais, DVD grotuvais ir pana&scaron;iais prietaisais.</p>
<p><b>Naudotojui</b> nesilaikant &scaron;ios <b>Sutarties</b> sąlygų <b>&bdquo;Xiaomi&ldquo;</b> gali nutraukti <b>Naudotojui</b> suteiktą &scaron;ios <b>Programinės įrangos</b> licenciją ir panaikinti Jūsų paskyrą.</p>
<p><b>3.2 <b>Programinės įrangos</b> gavimas, diegimas ir atnaujinimas</b></p>
<p><b>Naudotojas</b> atsisiunčia ir įdiegia <b>Programinę įrangą</b> i&scaron; interneto svetainės [<a href="http://www.apple.com">www.apple.com</a> arba <a href="https://play.google.com/store">https://play.google.com/store</a>] arba bendrovės <b>&bdquo;Xiaomi&ldquo;</b> nurodytu būdu. Būkite atidūs &ndash; neatsisiųskite <b>Programinės įrangos</b> i&scaron; neai&scaron;kių interneto svetainių, kad savo prietaisų neapkrėstumėte kenksmingomis programomis, kurios gali sunaikinti Jūsų duomenis ir gauti prieigą prie Jūsų asmeninių duomenų ir privačios informacijos. Jei <b>Jūs</b> įsigijote <b>Programinę įrangą</b> arba diegimo programą i&scaron; trečiosios &scaron;alies, kurios bendrovė <b>&bdquo;Xiaomi&ldquo;</b> neįgaliojo, <b>&bdquo;Xiaomi&ldquo;</b> negali garantuoti, kad ja galėsite naudotis įprastai ir <b>&bdquo;Xiaomi&ldquo;</b> neprisiima atsakomybės už jokius <b>Jūsų</b> patirtus nuostolius.</p>
<p><b>Naudotojas</b> turi pasirinkti tokią <b>Programinės įrangos</b> versiją, kuri atitiktų įsigyto <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b> galinį įrenginį. Kitokiu atveju už bet kokias problemas, susijusias su <b>Programine įranga</b>, prietaisu ar apgadinimus, atsiradusius dėl <b>Programinės įrangos</b> versijos ir <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b> modelio nesuderinamumo, yra atsakingas <b>Naudotojas</b>.</p>
<p>Kad pagerintų <b>Naudotojo</b> patirtį ir optimizuotų aptarnavimą, <b>&bdquo;Xiaomi&ldquo;</b> pasilieka teisę teikti ir keisti modifikuotą ir atnaujintą <b>Programinės įrangos</b> versiją bei taip pat pasilieka teisę imti mokestį už tokį keitimą, modifikavimą ar atnaujinimą. <b>Jūs</b> būsite perspėti i&scaron; anksto, o <b>&bdquo;Xiaomi&ldquo;</b> gaus Jūsų sutikimą dėl tokių mokesčių i&scaron; anksto. Numatyta, kad <b>Programinė įranga</b> leis naudoti raginimo atnaujinti funkciją <b>Naudotojui</b>. Priklausomai nuo <b>Programinės įrangos</b> versijos, kurią naudoja <b>Naudotojas</b>, <b>&bdquo;Xiaomi&ldquo;</b> palieka teisę <b>Naudotojui</b> apsispręsti dėl to, ar &scaron;ia funkcija naudotis, ar ne. I&scaron;leidusi naują <b>Programinės įrangos</b> versiją, bendrovė <b>&bdquo;Xiaomi&ldquo;</b> negarantuoja, kad senesnės <b>Programinės įrangos</b> versijos ir toliau bus tinkamos naudoti.</p>
<p><b>3.3 Kitos naudojimo sąlygos</b></p>
<p><b>Naudotojas</b> įsipareigoja nesiimti jokios neteisėtos ar draudžiamos veiklos ar veiklos, prie&scaron;taraujančios sąžiningumui ar vie&scaron;ajai tvarkai. Taip pat jis įsipareigoja nesielgti taip, kad pakenktų bendrovės <b>&bdquo;Xiaomi&ldquo;</b> ar jos <b>partnerių</b> įvaizdžiui ar teisėms arba kad nebūtų įmanoma įprastai naudotis <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> arba <b>Programine įranga</b> ar trečiųjų &scaron;alių paslaugomis, kuriomis naudotis reikalinga susijusi prieiga.</p>
<p>Mūsų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b> turi būti naudojami kartu su trečiųjų &scaron;alių paslaugomis, įskaitant, tačiau neapsiribojant programų rinka bei telekomunikacijų rinka. <b>Jūs</b> turėsite apmokėti susijusius kito paslaugų teikėjo telekomunikacijų mokesčius. Mes labai skatiname <b>Jus</b> susisiekti su savo paslaugų teikėjais, kad gautumėte daugiau informacijos apie įkainius, susijusius su jų paslaugomis, ar prireikus kitokios informacijos.</p>
<p>Naudojantis mūsų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> gali reikėti susikurti paskyrą ir tos paskyros slaptažodį. <b>Jūs</b> esate atsakingas už tai, kad i&scaron;laikytumėte savo paskyros ir slaptažodžio konfidencialumą bei nesuteiktumėte prieigos prie savo kompiuterio, taip pat <b>Jūs</b> sutinkate prisiimti atsakomybę už visą veiklą, kurią vykdote savo paskyroje ir su savo slaptažodžiu. <b>Jūs</b> taip pat sutinkate, kad bet kokia informacija, kurią <b>Jūs</b> pateikiate kurdami savo paskyrą, yra teisinga ir tiksli.</p>
<p>Bendrovė <b>&bdquo;Xiaomi&ldquo;</b> nebus atsakinga už bet kokius nuostolius, kuriuos <b>Jūs</b> galite patirti dėl to, kad kas nors kitas naudojasi Jūsų slaptažodžiu ar paskyrą, nesvarbu, ar tai būtų Jums žinant, ar ne.&nbsp; Tačiau <b>Jūs</b> galite būti laikomas atsakingu už bendrovės <b>&bdquo;Xiaomi&ldquo;</b> ar kitos &scaron;alies patirtus nuostolius dėl to, kad kas nors kitas naudojosi Jūsų paskyra ar slaptažodžiu, nes Jums nepavyko apsaugoti savo slaptažodžio ir jo laikyti konfidencialiai. <b>Jūs</b> niekada negalite naudotis niekieno kito paskyra be paskyros savininko leidimo.&nbsp;Bendrovė <b>&bdquo;Xiaomi&ldquo;</b> nebus atsakinga už jokius nuostolius ar žalą, atsirandančią dėl to, kad nesilaikėte &scaron;ių įsipareigojimų.</p>
<p>Bendrovės <b>&bdquo;Xiaomi&ldquo;</b> tikslas &ndash; teikti itin patikimas ir prieinamas mar&scaron;rutizavimo paslaugas, tačiau <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b>, įskaitant nuotolinę prieigą ir mobilius perspėjimus, nėra patikima ar prieinama 100 % laiko ir tokios garantijos nesuteikiame.&nbsp; Be to, mar&scaron;rutizatoriaus ry&scaron;ys atsitiktinai gali nutrūkti ar sugesti dėl priežasčių, kurios nepriklauso nuo <b>&bdquo;Xiaomi&ldquo;</b>, įskaitant, tačiau neapsiribojant &bdquo;Wi-Fi&ldquo; ry&scaron;io pertraukimais, paslaugų teikėjo darbo laiku, mobiliais prane&scaron;imais ir paslaugų teikėjais. &nbsp;Mes negalime garantuoti ir negarantuojame, kad <b>Jūs</b> gausite perspėjimus ar turėsite prieigą prie interneto konkrečiu laiku ar apskritai.&nbsp;</p>
<p><b>Jūs</b> suprantate, kad <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b> nėra sertifikuojami reaguoti į ekstremalias situacijas ir nėra skirti ar tinkami naudoti tokiose situacijose ar aplinkoje, kur pateiktų duomenų ar informacijos triktys, uždelsimas, klaidos ar netikslumai gali sukelti mirtį, asmens sužalojimą ar rimtą fizinę žalą ar žalą aplinkai, įskaitant, tačiau neapsiribojant atvejais, susijusiais su branduolinių objektų veikimu, lėktuvų navigacija ar komunikacijų sistemomis, oro eismo kontrole, gyvybės palaikymo ar ginklų sistemomis.</p>
<p>SUTINKATE, KAD NEPASIKLIAUSITE &bdquo;MI&ldquo; MAR&Scaron;RUTIZATORIUMI IR KITOKIA PROGRAMINE ĮRANGA GYVYBEI APSAUGOTI AR KRITINIAIS ATVEJAIS. BET KOKIE MOBILŪS PERSPĖJIMAI DĖL BŪSENOS IR SIGNALAI JŪSŲ &bdquo;XIAOMI&ldquo; GAMINIUOSE SKIRTI TIK INFORMACIJOS TIKSLAIS.</p>
<p><b>&bdquo;Xiaomi&ldquo;</b> gali pakviesti <b>Jus</b> arba <b>Jūs</b> galite savanori&scaron;kai pasirinkti teikti komentarus, pasiūlymus ar idėjas apie <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorių</b> ir <b>Programinę įrangą</b>, įskaitant tai, kaip juos pagerinti (&bdquo;<b>Atsiliepimai</b>&ldquo;). Pateikdami <b>Atsiliepimus</b> <b>Jūs</b> sutinkate, kad tokią informaciją pateikiate savanori&scaron;kai, neatlygintinai, nepra&scaron;yti, nekonfidencialiai ir be apribojimų, o bendrovės <b>&bdquo;Xiaomi&ldquo;</b> neįpareigosite ir kitaip nesuvaržysite. <b>&bdquo;Xiaomi&ldquo;</b> gali laisvai naudoti, kopijuoti, modifikuoti, skelbti, perskirstyti ar sukurti i&scaron;vestinius darbus i&scaron; ar pagal pateiktus <b>Atsiliepimus</b> bet kokiais tikslais ir bet kokiu būdu be jokios kompensacijos Jums ar <b>Jūsų</b> pripažinimo. <b>Jūs</b> taip pat sutinkate, kad <b>&bdquo;Xiaomi&ldquo;</b> neatsisako jokių teisių naudoti pana&scaron;ias ar susijusias jos darbuotojų sukurtas idėjas ar gautas i&scaron; kitų &scaron;altinių, apie kurias <b>&bdquo;Xiaomi&ldquo;</b> žinojo anksčiau.</p>
<p><b>3.4 Reikalavimai sistemai</b></p>
<p><b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b> interneto paslaugų negali pasiekti be &scaron;ių elementų: (i) veikiančio &bdquo;Wi-Fi&ldquo; tinklo Jūsų namuose, kuris yra nustatytas patikimai komunikuoti su tinkamu <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b>; (ii) mobiliųjų klientų, pvz., palaikomo telefono ar plan&scaron;etės (jų gali prireikti tam tikroms funkcijoms); (iv) visada įjungto plačiajuosčio interneto prieigos Jūsų namuose; ir (v) kitų sistemos elementų, kuriuos gali nurodyti <b>&bdquo;Xiaomi&ldquo;</b>. Jūs esate atsakingi už tai, kad užtikrintumėte, jog <b>Jūs</b> turite visus reikiamus sistemos elementus ir kad jie yra suderinami bei tinkamai sukonfigūruoti. <b>Jūs</b> sutinkate, kad <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b> ne visada gali veikti kaip apra&scaron;yta, jei nepatenkinami reikalavimai ir suderinamumas.</p>
<p><b>3.5 <b>Naudotojo</b> teisių ribojimas</b></p>
<p><b>Naudotojo</b> teisių apribojimai:</p>
<p><b>Jums</b> draudžiama:</p>
<ul>
<li><p>- kopijuoti, keisti ar modifikuoti <b>Programinės įrangos</b> duomenis ar bet kokius į <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorių</b> perduodamus duomenis, kai naudojama <b>Programinė įranga</b> bei interaktyvius duomenis, kurie generuojami tarp <b>Naudotojo</b> ir serverio tada, kai veikia <b>Programinė įranga</b> arba paleisti <b>Programinės įrangos</b> su papildiniais ar kurti bet kokius i&scaron;vestinius darbus bet kokioje formoje, įskaitant, tačiau neapsiribojant papildiniais, prieiga prie <b>Programinės įrangos</b> nei susijusių sistemų naudojant trečiųjų &scaron;alių įrankius ar naudojantis jų paslaugomis,</p></li>
<li><p>- kopijuoti <b>Programinės įrangos</b> konfigūraciją, i&scaron;skyrus pagrįstą skaičių ma&scaron;inos skaitomų <b>Programinės įrangos</b> kopijų skaičių atsarginio kopijavimo ar archyvavimo tikslais, i&scaron;skyrus atvejus, kai tai leidžiama pagal <b>Sutarties</b> sąlygas,</p></li>
<li><p>- &scaron;alinti bet kokius pavadinimus, prekės ženklus, paslaugų ženklus ar prekinius pavadinimus, perspėjimus apie autorių teises, legendas, vandenženklius ar kitus <b>Programinės įrangos</b> nuosavybės žymėjimus,</p></li>
<li><p>- parduoti, i&scaron;nuomoti, licencijuoti, sublicencijuoti, nuomoti, priskirti, paskirstyti ar kitaip perduoti visą <b>Programinę įrangą</b> ar jos dalį, licenciją ar savo teises naudoti <b>Programinę įrangą</b> kitai &scaron;aliai, įskaitant teises į narystę, prenumeratą ar priimamuoju pagrindu,</p></li>
<li><p>- modifikuoti ar kurti i&scaron;vestinius darbus, grindžiamus &scaron;ia <b>Programinė įranga</b>,</p></li>
<li><p>- dekompiliuoti, i&scaron;montuoti, atlikti atvirk&scaron;tinę inžineriją ar kitaip bandyti i&scaron;vesti &scaron;altinio kodą i&scaron; <b>Programinės įrangos</b> visi&scaron;kai ar i&scaron; dalies,</p></li>
<li><p>- atsieti, i&scaron;skaidyti ar perpakuoti <b>Programinę įrangą</b> arba jos sudedamąsias dalis dėl bet kokios priežasties,</p></li>
<li><p>- bet kokiu būdu suri&scaron;ti ar paskirstyti <b>Programinę įrangą</b>,</p></li>
<li><p>- naudoti <b>Programinę įrangą</b> trečiosios &scaron;alies užsakomųjų paslaugų įmonėje dirbant su paslauga, paslaugų biuro susitarimu ar laiko pasidalijimo pagrindais,</p></li>
<li><p>- bet kuriuo metu teikti <b>Programinės įrangos</b> įvertinimo licenciją bet kuriam kitam asmeniui ar subjektui arba kitaip leisti bet kuriam kitam asmeniui ar subjektui vertinti <b>Programinę įrangą</b>,</p></li>
<li><p>- keisti ar modifikuoti <b>Sutartį</b>, kurią platina <b>&bdquo;Xiaomi&ldquo;</b> ir (arba) <b>partneris</b> kartu su <b>Programine įranga</b>, arba</p></li>
<li><p>- daryti parei&scaron;kimus, teikti garantijas ar atstovauti dėl <b>Programinės įrangos</b> ar pavyzdinio kodo, kuris vir&scaron;ija bendrovės <b>&bdquo;Xiaomi&ldquo;</b> <b>Jums</b> pateiktą dokumentaciją ar yra su ja nesuderinamas.</p></li>
</ul><br><h3>4. INTERNETO SVETAINĖS IR TREČIŲJŲ ČALIŲ PASLAUGOS</h3>
<p><b>Jūs</b> suprantate ir sutinkate, kad mūsų paslaugos ir <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b> ir <b>Programinės įrangos</b> naudojimas grindžiamas techniniu trečiųjų &scaron;alių, pvz., &bdquo;Android&ldquo; ar &bdquo;Google&ldquo; bei kitų techniniu palaikymu. <b>Jūs</b> sutinkate ir pritariate, kad mūsų <b>partneriai</b> gali pra&scaron;yti <b>Jūsų</b> gauti tam tikrus Jūsų asmens duomenis i&scaron; tokių trečiųjų &scaron;alių, kai i&scaron; jų gaus techninę ar kitokią pagalbą.</p>
<p>Naudodamiesi <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> ir <b>Programine įranga</b> <b>Jūs</b> galite pasiekti kitas trečiųjų &scaron;alių internetines paslaugas, kurios priklauso trečiosioms &scaron;alims.</p>
<p>&Scaron;ios trečiųjų &scaron;alių siūlomos paslaugos nėra apra&scaron;omos &scaron;ioje <b>GNLS</b> ar mūsų <b>Privatumo politikoje</b>. Trečiųjų &scaron;alių siūlomoms paslaugoms galioja jų atitinkamos naudojimo sąlygos ir (arba) privatumo politika, už kurią <b>&bdquo;Xiaomi&ldquo;</b> jokiu būdu nėra atsakinga.</p><br><h3>5. &bdquo;XIAOMI&ldquo; ĮSIPAREIGOJIMAI</h3>
<p>BENDROVĖS <b>XIAOMI</b> IR JOS <b>KOLABORANTŲ</b> PASLAUGOS TEIKIAMOS &bdquo;BE ĮSIPAREIGOJIMŲ&ldquo; IR BE JOKIOS I&Scaron;REIK&Scaron;TOS AR NUMANOMOS GARANTIJOS. GALIOJANČIŲ ĮSTATYMŲ TAIKYTINU MASTU <b>XIAOMI</b> ATSISAKO TEIKTI BET KOKIĄ I&Scaron;REIK&Scaron;TĄ AR NUMANOMĄ GARANTIJĄ, ĮSKAITANT, BET NEAPSIRIBOJANT PERKAMUMO IR TINKAMUMO KONKREČIAM TIKSLUI NUMANOMAS GARANTIJAS, I&Scaron;SKYRUS GARANTIJAS, I&Scaron;REI&Scaron;KIAMAS PAGAL ĮSTATYMĄ. NEGARANTUOJAME, KAD <b>&bdquo;MI&ldquo; MAR&Scaron;RUTIZATORIAUS</b> AR <b>PROGRAMINĖSE ĮRANGOS</b> FUNKCIJOS AR FUNKCIJOS, KURIAS SIŪLO <b>KOLABORANTAS</b>, VEIKS BE PERTRAUKIMŲ IR BE KLAIDŲ AR KAD DEFEKTAI BUS PATAISYTI ARBA KAD BET KOKIOS TEIKIAMOS PASLAUGOS BUS BE VIRUSŲ AR KITŲ ŽALINGŲ KOMPONENTŲ. NETEIKIAME JOKIOS GARANTIJOS IR NEATSTOVAUJAME DĖL <b>XIAOMI</b> IR (ARBA) JOS PARTNERIŲ TEIKIAMŲ PASLAUGŲ TURINIO NAUDOJIMO, JO TEISINGUMO, TIKSLUMO, PATIKIMUMO AR KITŲ ASPEKTŲ. <b>JŪS</b> PRISIIMATE PADENGTI VISAS I&Scaron;LAIDAS UŽ SUTEIKTAS PASLAUGAS, REMONTĄ AR PATAISYMUS.</p>
<p><b>&bdquo;Xiaomi&ldquo;</b> ir jos <b>partneriai</b> deramai patikrins teikiamą <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorių</b> ar <b>Programinę įrangą</b> bei stengsis, kad juose būtų kaip įmanoma mažiau klaidų. <b>&bdquo;Xiaomi&ldquo;</b> neprisiima jokios atsakomybės už nuostolius, patirtus ne tik dėl <b>GNLS</b> sąlygų nesilaikymo. Bendrovė <b>&bdquo;Xiaomi&ldquo;</b> taip pat nebus atsakinga už jokį elgesį ar faktus, kurių negalime pagrįstai kontroliuoti.</p><br><h3>6. ATSAKOMYBĖS ATSISAKYMAS</h3>
<p><b>&bdquo;Xiaomi&ldquo;</b> negarantuoja nepertraukiamos prieigos prie elementų, teisingos jų peržiūros, atsisiuntimo ar naudojimo bei informacijos, esančios <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriuje</b> ir interneto svetainėje, kurioje bus naudojama <b>Programinė įranga</b>, kurios veikimui gali būti sutrukdyta ar kuris gali būti pertrauktas dėl veiksnių ar aplinkybių, kurių ji negali kontroliuoti.</p>
<ul>
<p><b>&bdquo;Xiaomi&ldquo;</b> neprisiima jokios teisinės atsakomybės ir nėra atsakinga už jokius apgadinimus, nuostolius, priekai&scaron;tus ar i&scaron;laidas, patiriamas dėl toliau apra&scaron;ytų aplinkybių.</p>
<li><p>- <b>&bdquo;Xiaomi&ldquo;</b> negarantuoja nepertraukiamos prieigos prie interneto svetainėje esančių elementų ir informacijos, teisingos peržiūros, atsisiuntimo ir naudingumo, kai tokiam veikimui gali būti sutrukdyta ar kuris gali būti pertrauktas dėl veiksnių ar aplinkybių, kurių ji negali kontroliuoti.</p></li>
<li><p>- Bet kokios aplinkybės, susidariusios dėl nutraukimo, gedimo ir pan., kuris įvyksta dėl kompiuterinio piratavimo, virusų invazijos ar bet kokios kitos priežasties, susijusios su tinklo saugos valdymu, technikomis, komunikacijų linijomis ir informacija.</p></li>
<li><p>- Nuostoliai, kuriuos <b>Naudotojas</b> patyrė dėl trečiųjų &scaron;alių kaltės, pvz., komunikacijų linijos gedimai, techninės problemos, tinklo ir kompiuterio gedimai bei kitokios nenumatytos aplinkybės.</p></li>
<li><p>- Saugos ar navigacijos klaidos, įvykusios dėl nar&scaron;yklės gedimo ar pasenusių jos versijų naudojimo.</p></li>
 <li><p>- Neteisėti trukdžiai dėl žalingų programų naudojimo bet kokiomis komunikacijų priemonėmis, pvz., kompiuteriniai virusai ar pan.</p></li>
 <li><p>- Trukdžiai, trikdžiai, gedimai, praleidimai, telefonų gedimai, elektroninės sistemos veikimo vėlavimai, blokavimai ar atjungimai, įvykę dėl telekomunikacijų linijų ir tinklų trūkumų, perkrovos ir klaidų ar dėl kokios kitos priežasties, kurios bendrovė <b>&bdquo;Xiaomi&ldquo;</b> negali kontroliuoti.</p></li>
</ul>
<p>KIEK LEIDŽIA GALIOJANTYS ĮSTATYMAI, JOKIAIS ATVEJAIS BENDROVĖ &bdquo;XIAOMI&ldquo;, JOS DUKTERINĖS BENDROVĖS, PARTNERIAI, PLATINTOJAI, AGENTAI, TIEKĖJAI AR ATITINKAMI PAREIGŪNAI, DIREKTORIAI, DARBUOTOJAI, LICENCIJŲ I&Scaron;DAVĖJAI BEI PASKIRTIEJI ASMENYS NĖRA ATSAKINGI UŽ TOLIAU NURODYTUS DALYKUS.</p>
<ul><li><p>1. BET KOKIUS JŪSŲ NAMUOSE, HVAC SISTEMOJE, ELEKTROS SISTEMOJE, VANDENTIEKYJE, JŪSŲ GAMINYJE IR PERIFERINIUOSE ĮRENGINIUOSE (PRIJUNGTUOSE PRIE &bdquo;XIAOMI&ldquo; GAMINIO AR NE), KOMPIUTERYJE, MOBILIAJAME ĮRENGINYJE IR KITUOSE PRIETAISUOSE PATIRTUS NUOSTOLIUS AR APGADINIMUS AR AUGINTINIAMS PADARYTĄ ŽALĄ IR</p></li>
<li><p>2. BET KOKIUS NUOSTOLIUS, (I) KURIŲ NEBUVO ĮMANOMA PAGRĮSTAI NUMATYTI ABIEMS &Scaron;ALIMS; (II) APIE KURIUOS ŽINOJOTE JŪS, BET NEŽINOJOME MES; IR (ARBA) (III) KURIUOS GALĖJO NUMATYTI ABI &Scaron;ALYS, TAČIAU KURIŲ BUVO GALIMA I&Scaron;VENGTI, PAVYZDŽIUI (TAČIAU NEAPSIRIBOJANT), NUOSTOLIAI DĖL VIRUSŲ, KENKĖJI&Scaron;KŲ PROGRAMŲ AR KITŲ KENKSMINGŲ PROGRAMŲ, ARBA NUOSTOLIAI JŪSŲ DUOMENIMS ARBA JŲ NETEKIMAS. (ĮSKAITANT TAČIAU NEAPSIRIBOJANT NUOSTOLIAIS DĖL NEGAUTO PELNO AR PAJAMŲ, DĖL PRARASTŲ DUOMENŲ, VEIKLOS NUTRAUKIMO, ASMENS SUŽALOJIMO, PRIVATUMO NETEKIMO, GALIMYBĖS NAUDOTI TREČIŲJŲ &Scaron;ALIŲ PRODUKTUS AR PASLAUGAS NETEKIMO DĖL PRIEVOLIŲ NESILAIKYMO, ĮSKAITANT SĄŽININGUMĄ AR PROTINGĄ PRIEŽIŪRĄ, DĖL APLAIDUMO IR PINIGINIŲ AR KITŲ NUOSTOLIŲ,</p></li>
<p>NEPRIKLAUSOMAI NUO ATSAKOMYBĖS TEORIJOS (SUTARTIES, CIVILINĖS TEISĖS PAŽEIDIMO AR PAN.), KYLANČIŲ DĖL AR SUSIJUSIŲ SU NETINKAMU SVETAINĖS AR KITŲ PASLAUGŲ NAUDOJIMU AR NEGEBĖJIMU NAUDOTIS, NET JEI &bdquo;XIAOMI&ldquo; AR KITI SUBJEKTAI BUVO INFORMUOTI APIE TOKIŲ NUOSTOLIŲ GALIMYBĘ.</p><br></ul>
<p>JOKIAIS ATVEJAIS BENDROVĖS &bdquo;BELKIN&ldquo;, JOS DUKTERINIŲ BENDROVIŲ, PLATINTOJŲ, AGENTŲ AR TIEKĖJŲ BENDRA ATSAKOMYBĖ JUMS UŽ PATIRTUS NUOSTOLIUS NEGALI VIR&Scaron;YTI PENKIASDE&Scaron;IMTIES EURŲ (50 €) SUMOS. &Scaron;IS APRIBOJIMAS YRA KUMULIACINIS IR NEBUS DIDINAMAS DAUGIAU NEI VIENO INCIDENTO AR PRETENZIJOS ATVEJU. MINĖTI APRIBOJIMAI TAIKOMI NET TUO ATVEJU, KAI BET KOKIA GARANTIJA AR KITOS NAUDOJAMOS PRIEMONĖS NEATLIEKA SAVO PASKIRTIES. JOKIA &Scaron;IAME SKYRIUJE APRA&Scaron;YTA INFORMACIJA NERIBOJA BENDROVĖS &bdquo;XIAOMI&ldquo; ATSAKOMYBĖS DĖL MIRTIES AR KŪNO SUŽALOJIMŲ.</p><br><h3>7. PRIVATUMO POLITIKA</h3>
<p>Visa <b>Jūsų</b> pateikta informacija valdoma vadovaujantis <b>Privatumo politika</b>. <b>Privatumo politikos</b> sąlygos yra &scaron;ios <b>Sutarties</b> dalis ir jos visada būtina laikytis.</p>
<p><b>Privatumo politiką</b> galima rasti adresu <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Svarbu, kad <b>&bdquo;Xiaomi&ldquo;</b> apsaugotų Jūsų asmens duomenis. Kad galėtų teikti <b>Programinės įrangos</b> funkcijas ir pagerinti <b>Naudotojo</b> patirtį, <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b> rinks tam tikro tipo duomenis, kaip apra&scaron;yta mūsų <b>Privatumo politikoje</b>. Mes renkame, naudojame ir saugome Jūsų duomenis vadovaudamiesi mūsų <b>Privatumo politika</b>. <b>Privatumo politiką</b> galima rasti nurodytoje interneto svetainėje.</p>
<p>Prireikus daugiau informacijos apie mūsų <b>Privatumo politiką</b>, kreipkitės el. pa&scaron;tu <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>&bdquo;Xiaomi&ldquo;</b>.com</a>.</p><br><h3>8. KONFIDENCIALUMAS IR INTELEKTUALINĖ BEI PRAMOMINĖ NUOSAVYBĖ</h3>
<p><b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> ir <b>Programinė įranga</b> bei jų kopijos yra i&scaron;skirtinai bendrovės <b>&bdquo;Xiaomi&ldquo;</b> nuosavybė, todėl juos saugo autorių teisių įstatymai ir tarptautinės sutartys bei kiti intelektualinės nuosavybės įstatymai ir sutartys.</p>
<p><b>Programinės įrangos</b> struktūra, organizavimas ir kodas yra konfidenciali informacija ir vertinga bendrovės <b>&bdquo;Xiaomi&ldquo;</b> prekybos paslaptis. <b>Jūs</b> sutinkate, kad bet koks <b>Jūsų</b> bendrovės <b>&bdquo;Xiaomi&ldquo;</b> konfidencialios informacijos atskleidimas gali tiesiogiai ir nepataisomai pakenkti bendrovei <b>&bdquo;Xiaomi&ldquo;</b> ir jos <b>partneriams</b>, dėl ko gali būti taikomos ne&scaron;ali&scaron;kos bei kitos galiojančios teisinės priemonės, kurias skirs kompetentingos jurisdikcijos teismas. I&scaron;skyrus čia i&scaron;skirtinai nurodytus atvejus, <b>&bdquo;Xiaomi&ldquo;</b> nesuteikia <b>Jums</b> jokių intelektinės nuosavybės teisių į <b>Programinę įrangą</b>. Visos čia ai&scaron;kiai nesuteiktos teisės priklauso bendrovei <b>&bdquo;Xiaomi&ldquo;</b>.</p>
<p><b>Jūs</b> sutinkate i&scaron;laikyti <b>Programinės įrangos</b> ir <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b>, <b>GNLS</b> ir kitos bendrovės <b>&bdquo;Xiaomi&ldquo;</b> intelektinės nuosavybės konfidencialumą elgdamiesi itin atsargiai, bent taip, kaip <b>Jūs</b> elgtumėtės su pačia konfidencialiausia savo informacija ir jokiais atvejais ne mažiau atsakingai tuo rūpindamiesi. <b>Jūs</b> sutinkate pagrįstai informuoti apie &scaron;ios <b>GNLS</b> sąlygas ir nuostatas <b>savo</b> darbuotojus, dirbančius su <b>Programine įranga</b>, ir imtis visų reikiamų pastangų, siekiant užtikrinti, kad &scaron;ių sąlygų ir nuostatų yra laikomasi, įskaitant ir neapsiribojant atvejais, kai nežiniomis tokiems asmenims leidžiama naudotis <b>Programinės įrangos</b> ar kitos bendrovės <b>&bdquo;Xiaomi&ldquo;</b> intelektinės nuosavybės dalimi <b>Programinės įrangos</b> &scaron;altinio kodo i&scaron;gavimo tikslais ar kopijuojant, anuliuojant ar kitaip apeinant kodus ir naudojant įgaliojimus ar licencijas.</p>
<p><b>Naudotojas</b> neturi pažeisti bendrovės <b>&bdquo;Xiaomi&ldquo;</b>, <b>partnerių</b> ar trečiųjų &scaron;alių, susijusių su <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> ir <b>Programinė įranga</b>, intelektinės nuosavybės. Be leidimo <b>Jums</b> draudžiama įkelti, skelbti, keisti, skleisti ar perdirbti darbus, kurių intelektinė ar pramoninė nuosavybė priklauso trečiosioms &scaron;alims, o trečiosioms &scaron;alims priklausančios informacijos ar duomenų negalima naudoti be ra&scaron;ti&scaron;ko savininko sutikimo.</p>
<p>Grafika, žodžiai ir kompozicija, apimanti MIUI ir kitus <b>&bdquo;Xiaomi&ldquo;</b> logotipus, matomus ant <b>&bdquo;Xiaomi&ldquo;</b> gaminių ir paslaugų, yra registruotieji bendrovės <b>&bdquo;Xiaomi&ldquo;</b> prekių ženklai. <b>Jums</b> draudžiama juos demonstruoti ar naudoti kitais būdais.</p>
<p>Jokiais atvejais <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b> ar <b>Programinės įrangos</b> arba <b>partnerių</b> gaminių naudojimas nerei&scaron;kia visų ar dalies tokių teisių atsisakymo, perdavimo, licencijavimo ar paskyrimo, i&scaron;skyrus atvejus, kai nurodyta kitaip.</p>
<p><b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriuje</b> ar <b>Programinėje įrangoje</b> esantis ir per &scaron;ias priemones pasiekiamas turinys, tekstai, nuotraukos, apipavidalinimai, logotipai, vaizdai, kompiuterinės programos, &scaron;altinio kodai ir apskritai bet koks intelektinis kūrinys yra saugomi autorių teisių arba kitų įstatymais numatytų teisių, įskaitant, tačiau neapsiribojant intelektinės ir pramoninės nuosavybės taisyklėmis.</p>
<p>Bendrovė <b>&bdquo;Xiaomi&ldquo;</b> ar jos <b>partneriai</b> yra elementų, sudarančių <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriaus</b> ir (arba) <b>Programinės įrangos</b> grafinį dizainą, meniu, navigacijos mygtukus, HTML kodą, tekstus, vaizdus, tekstūrą, grafiką ir kitas <b>Programinės įrangos</b> dalis, savininkė ar licencijos turėtoja arba turi atitinkamą įgaliojimą tokiais elementais naudotis.</p>
<p>Draudžiama kopijuoti visą <b>Programinę įrangą</b> ar jos dalį, ją perduoti ar įra&scaron;yti bet kokioje informacijos i&scaron;gavimo sistemoje, bet kokia forma ir bet kokioje terpėje, jei tokia teisė nėra ai&scaron;kiai suteikta, prie&scaron; tai negavus ra&scaron;ti&scaron;ko bendrovės <b>&bdquo;Xiaomi&ldquo;</b> ar jos <b>Partnerio</b> sutikimo.</p>
<p><b>Jums</b> draudžiama pa&scaron;alinti, apeiti ar gadinti bet kokią medžiagą ar elementus, esančius <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriuje</b> ar jo <b>Programinėje įrangoje</b> ir kurių teisės priklauso bendrovei <b>&bdquo;Xiaomi&ldquo;</b>, o taip pat visus techninės apsaugos prietaisus ar DRM.</p>
<p><b>&bdquo;Xiaomi&ldquo;</b> pasilieka teisę imtis teisinių veiksmų ginant savo intelektinės ir pramoninės nuosavybės teises ar bet kurias kitas teises.</p>
<p><b>Jūs</b> liekate bet kokios <b>Jums</b> priklausančios intelektinės nuosavybės teisių savininku, kai <b>Jūs</b>pateikiate bet kokį turinį, naudodamiesi <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> ir <b>Programine įranga</b>.&nbsp;</p>
<p>Kai <b>Jūs</b> įkeliate ar kitaip pateikiate turinį naudodami mūsų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorių</b> ir <b>Programinę įrangą</b>, <b>Jūs</b> bendrovei <b>&bdquo;Xiaomi&ldquo;</b> ir su ja dirbančioms organizacijoms suteikiate pasauliniu mastu galiojančią licenciją naudoti, valdyti, saugoti, perdirbti, modifikuoti, perduoti, daryti prieinamą ar platinti tokį turinį. Teisės, kurias <b>Jūs</b> suteikiate &scaron;ia licencija, skirtos ribotais tikslais &ndash; mūsų paslaugoms vykdyti ir tobulinti bei naujoms kurti. &Scaron;ios licencijos galiojimas nesibaigia net <b>Jums</b> nustojus naudotis mūsų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatoriumi</b> ir <b>Programine įranga</b>. Įsitikinkite, kad <b>Jūs</b> turite reikiamas teises mums suteikti &scaron;ią licenciją bet kokiam <b>Jūsų</b> pateiktam turiniui naudojant mūsų <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorių</b> ir <b>Programinę įrangą</b>.&nbsp; Jei <b>Jūs</b> norėtumėte pasiekti savo turinį arba jį keisti ar i&scaron;trinti, pra&scaron;ome su mumis susisiekti.</p><br><h3>9. SUTARTIES NUTRAUKIMAS</h3><br><p><b>&bdquo;Xiaomi&ldquo;</b> &scaron;ią <b>GNLS</b> gali nutraukti i&scaron; karto ir be i&scaron;ankstinio perspėjimo, jei <b>Jūs</b> nesilaikote kurių nors &scaron;ios <b>GNLS</b> sąlygų.</p><br><p><b>9.1 Nutraukimo įsigaliojimas.</b>Jei sutartis būtų nutraukta, <b>Jūs</b> privalote panaikinti visas <b>Programinės įrangos</b> kopijas ir i&scaron;mesti visus <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorius</b> pagal galiojančius vietos perdirbimo įstatymus.</p>
<p>Be to, <b>Jūs</b> turite pa&scaron;alinti <b>Programinę įrangą</b> ir visas jos kopijas, įskaitant visas atsargines kopijas, i&scaron; serverio ir i&scaron; visų kompiuterių bei kitų laikmenų, kuriose ji yra įdiegta, saugoma arba archyvuojama. Jei to papra&scaron;ytų bendrovė <b>&bdquo;Xiaomi&ldquo;</b>, <b>Jūs</b> bendrovei <b>&bdquo;Xiaomi&ldquo;</b> turite pateikti ra&scaron;ti&scaron;ką paai&scaron;kinimą, kad <b>Jūs</b> įgyvendinote &scaron;iuos reikalavimus.</p><br><h3>10. GALIOJANTYS ĮSTATYMAI</h3>
<p>&Scaron;ios <b>Naudotojo</b> <b>Sutarties</b> sąlygų interpretavimas, galiojimas ir ginčų sprendimas vykdomas vadovaujantis &scaron;alyje, kurioje gyvena <b>Naudotojas</b>, galiojančiais įstatymais. Ginčo atveju ar kilus nesutarimams tarp <b>Jūsų</b> ir bendrovės <b>&bdquo;Xiaomi&ldquo;</b>, pirmiausia bandysime juos i&scaron;spręsti draugi&scaron;kai, pokalbio metu. Jei įvykus pokalbiui nerandamas <b>Sutarimas</b>, <b>Jūs</b> sutinkate &scaron;į ginčą nukreipti į &scaron;alies, kurioje gyvena <b>Naudotojas</b>, teismą.</p><br><h3>11. NEPSIKLAUSOMYBĖ</h3>
<p>Jei &scaron;ios <b>Sutarties</b> sąlygų dėl kokios nors priežasties neįmanoma įgyvendinti, jos nėra taikomos, neužkertant kelio kitų &scaron;ios <b>Sutarties</b> nuostatų taikymui.</p><br><h3>12. SĄŽININGUMAS</h3>
<p>&Scaron;i <b>Sutartis</b> (įskaitant <b>Privatumo politiką</b>) yra vienintelė priemonė, valdanti santykį tarp <b>Jūsų</b> ir bendrovės <b>&bdquo;Xiaomi&ldquo;</b> i&scaron;kils bet kokiam klausimui, susijusiam su tuo, kaip naudojate <b>&bdquo;Mi&ldquo; mar&scaron;rutizatorių</b> ir <b>Programinę įrangą</b>.</p>
<p>Kiekvieno paragrafo pavadinimas pateikiamas tik tam, kad skaityti būtų paprasčiau ir tai nėra susiję su teisiniais ar sutartiniais įsipareigojimais.</p><br><p>Peržiūrėta 2020 m. balandžio mėn.</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
