<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi V&eacute;gfelhaszn&aacute;l&oacute;i licencszerződ&eacute;s</h2><br><p><b>&Uuml;dv&ouml;z&ouml;li a Xiaomi!</b></p><br><h3>1. BEVEZET&Eacute;S</h3><br><p>A jelen felt&eacute;telek (tov&aacute;bbiakban a &bdquo;<b><b>V&eacute;gfelhaszn&aacute;l&oacute;i</b> licenc <b>szerződ&eacute;s</b></b>&rdquo; &eacute;s/vagy a­ &bdquo;<b>Szerződ&eacute;s</b>&rdquo; &eacute;s/vagy &bdquo;<b>EULA</b>&rdquo; (End User License Agreement)) az R3600 router modell&uuml;nk (a tov&aacute;bbiakban megk&uuml;l&ouml;nb&ouml;ztet&eacute;s n&eacute;lk&uuml;l &bdquo;<b>Mi Router</b>&rdquo;) adataihoz &eacute;s hangjaihoz val&oacute; hozz&aacute;f&eacute;r&eacute;st &eacute;s ezen modell haszn&aacute;lat&aacute;t, valamint az abba be&eacute;p&iacute;tett <b>Mi AIoT Router AX3600</b> 3.0.22 <b>Szoftver</b>(a tov&aacute;bbiakban megk&uuml;l&ouml;nb&ouml;ztet&eacute;s n&eacute;lk&uuml;l &bdquo;<b>Szoftver</b>&rdquo;) haszn&aacute;lat&aacute;t szab&aacute;lyozz&aacute;k, melyeknek tulajdonosa a <b>Xiaomi</b> R&eacute;szv&eacute;nyt&aacute;rsas&aacute;g, annak le&aacute;nyv&aacute;llalatai &eacute;s t&aacute;rsult v&aacute;llalkoz&aacute;sai (tov&aacute;bbiakban a &bdquo;<b>Xiaomi</b>&rdquo; vagy &bdquo;mi&rdquo;), valamint &uuml;zemeltet&eacute;si partnereink (tov&aacute;bbiakban &bdquo;<b>Egy&uuml;ttműk&ouml;dő szervezetek</b>&rdquo;), &eacute;s amelyet <b>&Ouml;n</b> a saj&aacute;t internetkapcsolat&aacute;hoz &eacute;s/vagy Wi-Fi szolg&aacute;ltat&aacute;saihoz val&oacute; hozz&aacute;f&eacute;r&eacute;se c&eacute;lj&aacute;b&oacute;l megv&aacute;s&aacute;rolt.</p>
<p>A jelen <b>EULA</b> el&eacute;rhető az al&aacute;bbi weboldalon:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>A <b>Mi Router</b> &eacute;s a <b>Szoftver</b> haszn&aacute;lata r&eacute;v&eacute;n a <b>Felhaszn&aacute;l&oacute;i</b> st&aacute;tusz &aacute;truh&aacute;z&oacute;dik a <b>Felhaszn&aacute;l&oacute;ra</b> (tov&aacute;bbiakban &bdquo;<b>&Ouml;n</b>&rdquo; vagy a &bdquo;<b>Felhaszn&aacute;l&oacute;</b>&rdquo; &eacute;s/vagy a &bdquo;<b>Felhaszn&aacute;l&oacute;k</b>&rdquo;), amely az <b>EULA</b> v&aacute;llal&aacute;s&aacute;t &eacute;s teljes&iacute;t&eacute;s&eacute;t jelenti, valamint minden egy&eacute;b felt&eacute;telt, amely a <b>Mi Routerre</b> &eacute;s a <b>Szoftverre</b>, illetve azok haszn&aacute;lat&aacute;ra &eacute;rv&eacute;nyes. K&eacute;rj&uuml;k, figyelmesen olvassa el a jelen <b>Szerződ&eacute;st</b>, amely a <b>Mi Routerhez</b> val&oacute; hozz&aacute;f&eacute;r&eacute;st &eacute;s a <b>Szoftver</b> haszn&aacute;lat&aacute;t szab&aacute;lyozza, majd d&ouml;nts&ouml;n arr&oacute;l, hogy elfogadja vagy sem a jelen <b>Szerződ&eacute;st</b>. A meg&aacute;llapod&aacute;s felt&eacute;tele, hogy <b>&Ouml;n</b> nagykor&uacute; legyen. Amennyiben <b>&Ouml;n</b> kiskor&uacute;, a jelen <b>Szerződ&eacute;st</b> t&ouml;rv&eacute;nyes k&eacute;pviselőj&eacute;nek k&iacute;s&eacute;ret&eacute;ben kell elolvasnia <b>&Ouml;nnek</b>. A <b>Mi Router</b> term&eacute;k&uuml;nk &eacute;s <b>Szoftver&uuml;nk</b> haszn&aacute;lat&aacute;val, valamint a <b>Szerződ&eacute;s</b> elfogad&aacute;s&aacute;val, <b>&Ouml;n</b> v&aacute;llalja, hogy elolvasta, meg&eacute;rtette &eacute;s elfogadta a jelen <b>Szerződ&eacute;s</b> felt&eacute;teleit &eacute;s tudom&aacute;sul veszi azok <b>&Ouml;nre</b> n&eacute;zve k&ouml;telező erej&eacute;t.</p>
<p>A jelen <b>Szerződ&eacute;s</b> elfogad&aacute;s&aacute;val <b>&Ouml;n</b> beleegyezik minden korl&aacute;toz&aacute;sba. A <b>Xiaomi Technology Netherlands B.V.</b> a holland jogszab&aacute;lyokkal &ouml;sszhangban bejegyzett &eacute;s l&eacute;trehozott korl&aacute;tolt felelőss&eacute;gű t&aacute;rsas&aacute;g, <b>859298899 RSIN (c&eacute;gazonos&iacute;t&oacute;) sz&aacute;mmal.</b></p>
<p>Kommunik&aacute;ci&oacute;s &eacute;s &eacute;rtes&iacute;t&eacute;si c&eacute;lokra a k&ouml;vetkező c&iacute;met hoztuk l&eacute;tre:</p>
<p><b>Vegye fel vel&uuml;nk a kapcsolatot:</b></p>
<p><b>C&iacute;m: Prinses Beatrixlaan 582, The Hague 2595BM, The Netherlands</b></p><br><h3>2. FOGALOMMEGHAT&Aacute;ROZ&Aacute;SOK</h3>
<p>A jelen <b>EULA</b> jobb meg&eacute;rt&eacute;s&eacute;t seg&iacute;thetik a k&ouml;vetkező fogalommeghat&aacute;roz&aacute;sok:</p>
<p>A router olyan hardverk&eacute;sz&uuml;l&eacute;ket jelent, amely router protokoll <b>Szoftver</b> haszn&aacute;lat&aacute;val k&uuml;l&ouml;nb&ouml;ző mobil- &eacute;s PS eszk&ouml;z&ouml;k egyidejű internetkapcsolat&aacute;t teszi lehetőv&eacute;.</p>
<p>A kiszolg&aacute;l&oacute; egyetlen fizikai sz&aacute;m&iacute;t&oacute;g&eacute;pet jelent, amely egy oper&aacute;ci&oacute;s rendszer legfeljebb egy (1) egyedi p&eacute;ld&aacute;ny&aacute;t futtatja. A t&ouml;bbsz&ouml;r&ouml;s Szerverek jelenthetnek (i) t&ouml;bb sz&aacute;m&iacute;t&oacute;g&eacute;pet, amelyek feldolgoz&aacute;si teljes&iacute;tm&eacute;nye megoszlik, vagy egyetlen logikai sz&aacute;m&iacute;t&oacute;g&eacute;pk&eacute;nt h&aacute;l&oacute;zati konfigur&aacute;ci&oacute;ban, p&eacute;ld&aacute;ul &bdquo;szerverfarmk&eacute;nt&rdquo;, &bdquo;k&eacute;sz&uuml;l&eacute;kcsoportk&eacute;nt&rdquo; vagy hasonl&oacute; elrendez&eacute;sben műk&ouml;dnek, illetve (ii) t&ouml;bb virtu&aacute;lis g&eacute;pet egyazon technikai k&ouml;rnyezetben, amely egy fizikai sz&aacute;m&iacute;t&oacute;g&eacute;pet t&ouml;bb virtu&aacute;lis g&eacute;pre oszt fel olyan m&oacute;don, hogy minden virtu&aacute;lis g&eacute;p rendelkezik a megfelelő megjelen&eacute;ssel &eacute;s k&eacute;pess&eacute;ggel arra, hogy saj&aacute;t c&eacute;lra rendelt g&eacute;p&eacute;n fusson.</p>
<p>A <b>Szoftver</b> jelent&eacute;se a <b>Szoftver</b> &eacute;s annak b&aacute;rmely Friss&iacute;t&eacute;se, amennyiben van ilyen, amelyre <b>&Ouml;n</b> a jelen <b>EULA</b> &eacute;rtelm&eacute;ben jogosult, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan, a <b>Szoftverrel</b> &ouml;sszef&uuml;gg&eacute;sben v&aacute;s&aacute;rolt vagy ahhoz ny&uacute;jtott alkatr&eacute;szt, alkalmaz&aacute;s-programoz&aacute;si fel&uuml;leteket, kapcsol&oacute;d&oacute; m&eacute;di&aacute;t, nyomtatott anyagokat, online &eacute;s elektronikus dokument&aacute;ci&oacute;t, valamint b&aacute;rmilyen ehhez tartoz&oacute; friss&iacute;t&eacute;st &eacute;s karbantart&aacute;si kiad&aacute;st.</p><br><h3>3. SZOFTVERLICENC</h3>
<p><b>3.1 <b>Felhaszn&aacute;l&oacute;i</b> jogok</b></p>
<p><b>&Ouml;n</b> a <b>Mi Router</b> &eacute;s a <b>Szoftver</b> haszn&aacute;lat&aacute;ra a jelen <b>EULA</b> felt&eacute;telei szerint jogosult, azon c&eacute;lb&oacute;l, hogy a Wi-Fi haszn&aacute;lat&aacute;val az &Ouml;n internetes szolg&aacute;ltat&aacute;saihoz &eacute;s eszk&ouml;zeihez hozz&aacute;f&eacute;rjen &eacute;s kapcsol&oacute;djon.</p>
<p>Amennyiben a <b>Felhaszn&aacute;l&oacute;</b> betartja a jelen <b>EULA</b> rendelkez&eacute;seit, a <b>Xiaomi</b> biztos&iacute;tja a <b>Felhaszn&aacute;l&oacute;</b> szem&eacute;lyes, &aacute;t nem ruh&aacute;zhat&oacute; &eacute;s nem kiz&aacute;r&oacute;lagos licenc&eacute;t a <b>Szoftver</b> <b>Mi Routerben</b> val&oacute; haszn&aacute;lat&aacute;ra, az allicencbe ad&aacute;s joga n&eacute;lk&uuml;l. A <b>Felhaszn&aacute;l&oacute;</b> a <b>Szoftvert</b> kiz&aacute;r&oacute;lag a <b>Mi Routerben</b> telep&iacute;theti, haszn&aacute;lhatja, jelen&iacute;theti meg &eacute;s futtathatja.</p>
<p>A k&eacute;ts&eacute;gek elker&uuml;l&eacute;se &eacute;rdek&eacute;ben, a jelen <b>EULA</b> felt&eacute;telei szerint <b>&Ouml;n</b> a <b>Szoftver</b> licenc&eacute;t, nem pedig tulajdonjog&aacute;t v&aacute;s&aacute;rolta meg. <b>&Ouml;n</b> nem szerzett semmilyen jogot a <b>Xiaomi</b> vagy <b>Egy&uuml;ttműk&ouml;dő szervezet&eacute;nek</b> szerzői jogaira, v&eacute;djegyeire vagy szolg&aacute;ltat&aacute;si v&eacute;djegy&eacute;re. A <b>Xiaomi</b> fenntartja minden &eacute;s b&aacute;rmely jog&aacute;t, melyet a jelen <b>Szerződ&eacute;sben</b> nem ruh&aacute;zott &aacute;t kifejezetten <b>&Ouml;nre</b>.</p>
<p>A jelen <b>Szoftver</b> nem telep&iacute;thető egy&eacute;b termin&aacute;leszk&ouml;z&ouml;kre, amelyeket a <b>Xiaomi</b> kifejezetten nem enged&eacute;lyezett, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan a set-top boxokat, j&aacute;t&eacute;kkonzolokat, telev&iacute;zi&oacute;kat, DVD-lej&aacute;tsz&oacute;kat &eacute;s hasonl&oacute; termin&aacute;lokat.</p>
<p>Amennyiben a <b>Felhaszn&aacute;l&oacute;</b> nem tartja mag&aacute;t a jelen <b>Szerződ&eacute;s</b> rendelkez&eacute;seihez, a <b>Xiaomi</b> megsz&uuml;nteti a <b>Szoftverre</b> vonatkoz&oacute;an a jelen rendelkez&eacute;sek r&eacute;v&eacute;n a <b>Felhaszn&aacute;l&oacute;</b> sz&aacute;m&aacute;ra biztos&iacute;tott licenc&eacute;t &eacute;s inaktiv&aacute;lja az &Ouml;n felhaszn&aacute;l&oacute;i fi&oacute;kj&aacute;t.</p>
<p><b>3.2 A <b>Szoftver</b> megv&aacute;s&aacute;rl&aacute;sa, telep&iacute;t&eacute;se &eacute;s friss&iacute;t&eacute;se</b></p>
<p>A <b>Felhaszn&aacute;l&oacute;nak</b> le kell t&ouml;ltenie &eacute;s telep&iacute;tenie a <b>Szoftvert</b> a weboldalr&oacute;l [<a href="http://www.apple.com">www.apple.com</a> vagy <a href="https://play.google.com/store">https://play.google.com/store</a>] vagy a <b>Xiaomi</b> &aacute;ltal kijel&ouml;lt m&oacute;don. &Uuml;gyeljen arra, hogy a <b>Szoftvert</b> ne a fentiekben fel nem sorolt weboldalr&oacute;l t&ouml;ltse le, &iacute;gy meg&oacute;vja eszk&ouml;zeit att&oacute;l, hogy olyan k&aacute;rt&eacute;kony programokkal fertőződjenek, amelyek megsemmis&iacute;thetik az &Ouml;n adatait, valamint hozz&aacute;f&eacute;rhetnek az &Ouml;n szem&eacute;lyes adataihoz &eacute;s szem&eacute;lyes inform&aacute;ci&oacute;ihoz. Amennyiben <b>&Ouml;n</b> a <b>Szoftvert</b> vagy a telep&iacute;tőprogramot olyan harmadik f&eacute;ltől szerzi meg, aki/amely nem rendelkezik a <b>Xiaomi</b> felhatalmaz&aacute;s&aacute;val, a <b>Xiaomi</b> nem garant&aacute;lhatja a szoftver megfelelő haszn&aacute;lhat&oacute;s&aacute;g&aacute;t &eacute;s a <b>Xiaomi</b> nem v&aacute;llal felelőss&eacute;get semminemű vesztes&eacute;g&eacute;rt, amelyet <b>&Ouml;n</b> ennek k&ouml;vetkezt&eacute;ben elszenved.</p>
<p>A <b>Felhaszn&aacute;l&oacute;nak</b> ki kell v&aacute;lasztania a <b>Szoftver</b> azon verzi&oacute;j&aacute;t, amely &ouml;sszeillik a megv&aacute;s&aacute;rolt <b>Mi Router</b> termin&aacute;leszk&ouml;zzel. Amennyiben ez nem &iacute;gy t&ouml;rt&eacute;nik, b&aacute;rmely, a <b>Szoftver</b>verzi&oacute; &eacute;s a <b>Mi Router</b> modell k&ouml;z&ouml;tti elt&eacute;r&eacute;sből ad&oacute;d&oacute; <b>Szoftver-</b> &eacute;s eszk&ouml;zprobl&eacute;m&aacute;b&oacute;l vagy s&eacute;r&uuml;l&eacute;sből eredő k&aacute;r kiz&aacute;r&oacute;lag a <b>Felhaszn&aacute;l&oacute;t</b> terheli.</p>
<p>A <b>Felhaszn&aacute;l&oacute;i</b> &eacute;lm&eacute;ny jav&iacute;t&aacute;sa &eacute;s a szolg&aacute;ltat&aacute;s optimaliz&aacute;l&aacute;sa &eacute;rdek&eacute;ben a <b>Xiaomi</b> fenntartja a jogot a <b>Szoftver</b>, m&oacute;dos&iacute;tott &eacute;s friss&iacute;tett verzi&oacute;j&aacute;nak szolg&aacute;ltat&aacute;s&aacute;ra &eacute;s arra t&ouml;rt&eacute;nő lecser&eacute;l&eacute;sre, tov&aacute;bb&aacute; fenntartja a jogot arra, hogy d&iacute;jat sz&aacute;moljon fel az ilyen jellegű cser&eacute;&eacute;rt, m&oacute;dos&iacute;t&aacute;s&eacute;rt vagy friss&iacute;t&eacute;s&eacute;rt. Erről <b>&Ouml;n</b> előzetes &eacute;rtes&iacute;t&eacute;st kap, a <b>Xiaomi</b> pedig előzetesen megszerzi az &Ouml;n hozz&aacute;j&aacute;rul&aacute;s&aacute;t az ilyen jellegű d&iacute;jakhoz. A <b>Szoftver</b> alap&eacute;rtelmez&eacute;s szerint lehetőv&eacute; teszi az &bdquo;azonnali friss&iacute;t&eacute;s&rdquo; funkci&oacute;t a <b>Felhaszn&aacute;l&oacute;</b> sz&aacute;m&aacute;ra. A <b>Felhaszn&aacute;l&oacute;</b> &aacute;ltal haszn&aacute;lt <b>Szoftver</b> verzi&oacute;j&aacute;t&oacute;l f&uuml;ggően a <b>Xiaomi</b> m&eacute;rlegel&eacute;si jogk&ouml;rt biztos&iacute;t a <b>Felhaszn&aacute;l&oacute;</b> sz&aacute;m&aacute;ra az eml&iacute;tett funkci&oacute; haszn&aacute;lat&aacute;ra, vagy annak mellőz&eacute;s&eacute;re. A <b>Szoftver</b> &uacute;j verzi&oacute;j&aacute;nak forgalomba hozatal&aacute;t k&ouml;vetően a <b>Xiaomi</b> nem garant&aacute;lja, hogy a <b>Szoftver</b> kor&aacute;bbi verzi&oacute;i haszn&aacute;lhat&oacute;ak maradnak.</p>
<p><b>3.3 Egy&eacute;b felhaszn&aacute;l&aacute;si felt&eacute;telek</b></p>
<p>A <b>Felhaszn&aacute;l&oacute;k</b> v&aacute;llalj&aacute;k, hogy nem v&eacute;geznek illeg&aacute;lis vagy jogellenes tev&eacute;kenys&eacute;geket, vagy a j&oacute;hiszeműs&eacute;ggel ellent&eacute;tes vagy k&ouml;zrendbe &uuml;tk&ouml;ző tev&eacute;kenys&eacute;geket. Hasonl&oacute;k&eacute;ppen, nem tan&uacute;s&iacute;tanak olyan viselked&eacute;st, amely a <b>Xiaomi</b> vagy <b>Egy&uuml;ttműk&ouml;dő szervezeteinek</b> meg&iacute;t&eacute;l&eacute;s&eacute;t &eacute;s jogait k&aacute;ros&iacute;tj&aacute;k, vagy akad&aacute;lyozz&aacute;k a <b>Mi Router</b> vagy a <b>Szoftver</b>, illetve az előbbiek r&eacute;v&eacute;n hozz&aacute;f&eacute;rhető harmadik felek &aacute;ltal ny&uacute;jtott szolg&aacute;ltat&aacute;sok rendes haszn&aacute;lat&aacute;t.</p>
<p>A <b>Mi Router</b> term&eacute;k&uuml;nket &eacute;s <b>Szoftver&uuml;nket</b> a harmadik f&eacute;l &aacute;ltal ny&uacute;jtott szolg&aacute;ltat&aacute;sokkal &ouml;sszhangban kell haszn&aacute;lni, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan az alkalmaz&aacute;s- &eacute;s telekommunik&aacute;ci&oacute;s piacot. A kapcsol&oacute;d&oacute; telekommunik&aacute;ci&oacute;s szolg&aacute;ltat&aacute;sok &eacute;s egy&eacute;b szolg&aacute;ltat&oacute;k d&iacute;jai <b>&Ouml;nt</b> terhelik. Hat&aacute;rozottan javasoljuk <b>&Ouml;nnek</b> hogy a ny&uacute;jtott szolg&aacute;ltat&aacute;sok d&iacute;jaira vonatkoz&oacute; tov&aacute;bbi inform&aacute;ci&oacute;&eacute;rt vagy b&aacute;rmely egy&eacute;b inform&aacute;ci&oacute;val kapcsolatban vegye fel a kapcsolatot az &Ouml;n saj&aacute;t szolg&aacute;ltat&oacute;ival.</p>
<p>Előfordulhat, hogy a szolg&aacute;ltat&aacute;saik ig&eacute;nybev&eacute;tel&eacute;hez sz&uuml;ks&eacute;ges felhaszn&aacute;l&oacute;i fi&oacute;k &eacute;s jelsz&oacute; be&aacute;ll&iacute;t&aacute;s&aacute;hoz sz&uuml;ks&eacute;g van a <b>Mi Router</b> term&eacute;k&uuml;nk haszn&aacute;lat&aacute;ra. <b>&Ouml;n</b> felelős felhaszn&aacute;l&oacute;i fi&oacute;kja &eacute;s jelszava titkoss&aacute;g&aacute;nak megőrz&eacute;s&eacute;&eacute;rt &eacute;s a sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;hez val&oacute; hozz&aacute;f&eacute;r&eacute;s korl&aacute;toz&aacute;s&aacute;&eacute;rt, valamint <b>&Ouml;n</b> v&aacute;llalja a felelőss&eacute;get minden tev&eacute;kenys&eacute;g&eacute;rt, amelyet az &Ouml;n felhaszn&aacute;l&oacute;i fi&oacute;kja &eacute;s jelszava haszn&aacute;lat&aacute;val v&eacute;geznek. <b>&Ouml;n</b> szint&eacute;n v&aacute;llalja, hogy b&aacute;rmely, a felhaszn&aacute;l&oacute;i fi&oacute;k l&eacute;trehoz&aacute;sakor <b>&Ouml;n</b> &aacute;ltal ny&uacute;jtott inform&aacute;ci&oacute; hiteles &eacute;s pontos.</p>
<p>A <b>Xiaomi</b> nem tartozik felelőss&eacute;ggel olyan vesztes&eacute;g&eacute;rt, ami <b>&Ouml;nt</b> amiatt &eacute;ri, hogy m&aacute;s szem&eacute;ly haszn&aacute;lja az &Ouml;n jelszav&aacute;t vagy felhaszn&aacute;l&oacute;i fi&oacute;kj&aacute;t, f&uuml;ggetlen&uuml;l att&oacute;l, hogy a haszn&aacute;lat az &Ouml;n tudt&aacute;val vagy an&eacute;lk&uuml;l t&ouml;rt&eacute;nik.&nbsp; Ennek ellen&eacute;re <b>&Ouml;n</b> felelőss&eacute;ggel tartozhat a <b>Xiaomi</b> vagy harmadik f&eacute;l &aacute;ltal elszenvedett k&aacute;rok&eacute;rt, amelyek abb&oacute;l erednek, hogy m&aacute;s szem&eacute;ly haszn&aacute;lja az &Ouml;n felhaszn&aacute;l&oacute;i fi&oacute;kj&aacute;t vagy jelszav&aacute;t, amennyiben &Ouml;n elmulasztotta az &Ouml;n jelsz&oacute;adatainak biztons&aacute;gos &eacute;s bizalmas kezel&eacute;s&eacute;t. <b>&Ouml;n</b> soha nem haszn&aacute;lhatja m&aacute;s szem&eacute;ly felhaszn&aacute;l&oacute;i fi&oacute;kj&aacute;t a felhaszn&aacute;l&oacute;i fi&oacute;k tulajdonos&aacute;nak hozz&aacute;j&aacute;rul&aacute;sa n&eacute;lk&uuml;l.&nbsp;A <b>Xiaomi</b> nem tartozik felelőss&eacute;ggel olyan vesztes&eacute;g&eacute;rt vagy k&aacute;r&eacute;rt, amely ezen k&ouml;telezetts&eacute;gek teljes&iacute;t&eacute;s&eacute;nek elmulaszt&aacute;s&aacute;b&oacute;l ered.</p>
<p>A <b>Xiaomi</b> c&eacute;lja rendk&iacute;v&uuml;l megb&iacute;zhat&oacute; &eacute;s hozz&aacute;f&eacute;rhető routerszolg&aacute;ltat&aacute;s ny&uacute;jt&aacute;sa, azonban nem sz&aacute;nd&eacute;ka &eacute;s nem garant&aacute;lja, hogy az idő 100%-&aacute;ban megb&iacute;zhat&oacute; &eacute;s hozz&aacute;f&eacute;rhető a <b>Mi Router</b> &eacute;s a <b>Szoftver</b>, bele&eacute;rtve a t&aacute;vel&eacute;r&eacute;si szolg&aacute;ltat&aacute;sokat &eacute;s a mobil &eacute;rtes&iacute;t&eacute;seket.&nbsp; Ezenfel&uuml;l a router &ouml;sszek&ouml;ttet&eacute;se sz&oacute;rv&aacute;nyosan megszakadhat vagy meghib&aacute;sodhat olyan okokb&oacute;l, amelyek a <b>Xiaomi</b> hat&aacute;sk&ouml;r&eacute;n k&iacute;v&uuml;l esnek, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan a Wi-Fi sz&uuml;netel&eacute;s&eacute;t, a szolg&aacute;ltat&oacute; műk&ouml;d&eacute;si idej&eacute;t, a mobil &eacute;rtes&iacute;t&eacute;seket &eacute;s mobilszolg&aacute;ltat&oacute;kat. &nbsp;Nem garant&aacute;lhatjuk &eacute;s nem garant&aacute;ljuk, hogy <b>&Ouml;n</b> b&aacute;rmely adott pillanatban vagy egy&aacute;ltal&aacute;n &eacute;rtes&iacute;t&eacute;seket kap vagy hozz&aacute;f&eacute;r az internethez.&nbsp;</p>
<p><b>&Ouml;n</b> elfogadja, hogy sem a <b>Mi Router</b>, sem a <b>Szoftver</b> nincs v&eacute;szhelyzeti reag&aacute;l&aacute;sra hiteles&iacute;tve, illetve nem olyan helyzetekben &eacute;s k&ouml;rnyezetben val&oacute; haszn&aacute;latra k&eacute;sz&uuml;lt, ahol a szolg&aacute;ltatott adat vagy inform&aacute;ci&oacute; szolg&aacute;ltat&aacute;s&aacute;nak sikertelens&eacute;ge, k&eacute;s&eacute;se, hib&aacute;ja vagy pontatlans&aacute;ga hal&aacute;lhoz, szem&eacute;lyi s&eacute;r&uuml;l&eacute;shez vagy s&uacute;lyos fizikai vagy k&ouml;rnyezeti k&aacute;rhoz vezethet, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan a nukle&aacute;ris l&eacute;tes&iacute;tm&eacute;nyek műk&ouml;d&eacute;s&eacute;t, a rep&uuml;lőg&eacute;p-navig&aacute;ci&oacute;t vagy kommunik&aacute;ci&oacute;s rendszereket, a l&eacute;giforgalmi ir&aacute;ny&iacute;t&aacute;st, az &eacute;letment&eacute;st vagy a fegyverrendszereket.</p>
<p>&Ouml;N V&Aacute;LLALJA, HOGY NEM HASZN&Aacute;LJA A MI ROUTERT &Eacute;S A SZOFTVERT &Eacute;LETBIZTONS&Aacute;GI VAGY KRITIKUS C&Eacute;LOKRA. B&Aacute;RMELY HELYZETRŐL &Eacute;S FIGYELMEZTET&Eacute;SRŐL SZ&Oacute;L&Oacute; MOBIL &Eacute;RTES&Iacute;T&Eacute;S AZ &Ouml;N XIAOMI TERM&Eacute;KEIN KIZ&Aacute;R&Oacute;LAG INFORM&Aacute;CI&Oacute;S C&Eacute;LOKAT SZOLG&Aacute;L.</p>
<p>A <b>Xiaomi</b> felk&eacute;rheti <b>&Ouml;nt</b>, illetve <b>&Ouml;n</b> &ouml;nk&eacute;ntesen v&aacute;llalkozhat megjegyz&eacute;sek, javaslatok vagy &ouml;tletek bek&uuml;ld&eacute;s&eacute;re a <b>Mi Routerrel</b> vagy a <b>Szoftverrel</b> kapcsolatban, bele&eacute;rtve az azok fejleszt&eacute;s&eacute;ről sz&oacute;l&oacute; javaslatokat (tov&aacute;bbiakban &bdquo;<b>Visszajelz&eacute;s</b>&rdquo;). A <b>Visszajelz&eacute;s</b> bek&uuml;ld&eacute;s&eacute;vel <b>&Ouml;n</b> v&aacute;llalja, hogy v&eacute;lem&eacute;nye &ouml;nk&eacute;ntes, d&iacute;jtalan, nem k&eacute;rt, bizalmas adatot nem tartalmaz, korl&aacute;toz&aacute;s nem vonatkozik r&aacute; &eacute;s nem terheli a <b>Xiaomit</b> b&aacute;rmilyen megb&iacute;zotti vagy egy&eacute;b k&ouml;telezetts&eacute;ggel. A <b>Xiaomi</b> b&aacute;rmilyen c&eacute;lra &eacute;s b&aacute;rmilyen m&oacute;don ingyenesen haszn&aacute;lhat, m&aacute;solhat, m&oacute;dos&iacute;that, k&ouml;z&ouml;lhet, oszthat sz&eacute;t vagy hozhat l&eacute;tre sz&aacute;rmaz&eacute;kos művet, amely a <b>Visszajelz&eacute;sből</b> vagy azt alapul v&eacute;ve j&ouml;tt l&eacute;tre, an&eacute;lk&uuml;l, hogy <b>&Ouml;n</b> fel&eacute; b&aacute;rmilyen viszonz&aacute;ssal vagy elismer&eacute;ssel tartozna. <b>&Ouml;n</b> szint&eacute;n elfogadja, hogy a <b>Xiaomi</b> nem mond le arr&oacute;l, hogy felhaszn&aacute;ljon az előzőekhez hasonl&oacute; vagy kapcsol&oacute;d&oacute; &ouml;tleteket, amelyekről a <b>Xiaominak</b> előzetesen tudom&aacute;sa volt, annak alkalmazottai fejlesztett&eacute;k, vagy egy&eacute;b forr&aacute;sokb&oacute;l szerezte azokat.</p>
<p><b>3.4 Rendszerk&ouml;vetelm&eacute;nyek</b></p>
<p>A <b>Mi Router</b> &eacute;s a <b>Szoftver</b> internetes szolg&aacute;ltat&aacute;s el&eacute;r&eacute;se nem lehets&eacute;ges a k&ouml;vetkező felt&eacute;telek hi&aacute;ny&aacute;ban: (i) műk&ouml;dő Wi-Fi h&aacute;l&oacute;zat az &Ouml;n otthon&aacute;ban, amelynek helyzete megfelelő ahhoz, hogy megb&iacute;zhat&oacute;an kommunik&aacute;ljon az alkalmazni k&iacute;v&aacute;nt <b>Mi Routerrel</b>; (ii) mobil kliensek, p&eacute;ld&aacute;ul t&aacute;mogatott telefon vagy t&aacute;blag&eacute;p (bizonyos funkci&oacute;khoz sz&uuml;ks&eacute;ges); (iii) folyamatos sz&eacute;less&aacute;v&uacute; internetkapcsolat az &Ouml;n otthon&aacute;ban; valamint (iv) egy&eacute;b rendszerelemek, amelyeket a <b>Xiaomi</b> meghat&aacute;rozhat. Az &Ouml;n felelőss&eacute;ge annak biztos&iacute;t&aacute;sa, hogy <b>&Ouml;n</b> rendelkezzen minden sz&uuml;ks&eacute;ges rendszerelemmel, valamint biztos&iacute;tsa azok kompatibilit&aacute;s&aacute;t &eacute;s megfelelő konfigur&aacute;ci&oacute;j&aacute;t. <b>&Ouml;n</b> elfogadja, hogy előfordulhat, hogy a <b>Mi Router</b> &eacute;s a <b>Szoftver</b> nem a le&iacute;r&aacute;snak megfelelően műk&ouml;dik, amennyiben a k&ouml;vetelm&eacute;nyek &eacute;s a kompatibilit&aacute;s felt&eacute;telei nem &aacute;llnak fenn.</p>
<p><b>3.5 A <b>Felhaszn&aacute;l&oacute;i</b> jogokra vonatkoz&oacute; korl&aacute;toz&aacute;sok</b></p>
<p>A <b>Felhaszn&aacute;l&oacute;i</b> jogokra a k&ouml;vetkező korl&aacute;toz&aacute;sok vonatkoznak:</p>
<p><b>&Ouml;n</b> nem jogosult:</p>
<ul>
<li><p>&ndash; a <b>Szoftverből</b> sz&aacute;rmaz&oacute; b&aacute;rmely adatnak, vagy a <b>Szoftver</b> fut&aacute;sa alatt a <b>Mi Router</b> rendelkez&eacute;s&eacute;re bocs&aacute;tott adatnak, illetve a <b>Felhaszn&aacute;l&oacute;</b> &eacute;s a kiszolg&aacute;l&oacute; k&ouml;z&ouml;tt a <b>Szoftver</b> fut&aacute;sa sor&aacute;n keletkezett adatoknak a m&aacute;sol&aacute;s&aacute;ra, &aacute;talak&iacute;t&aacute;s&aacute;ra vagy m&oacute;dos&iacute;t&aacute;s&aacute;ra, valamint a <b>Szoftver</b> futtat&aacute;s&aacute;ra bőv&iacute;tm&eacute;nyekkel, illetve b&aacute;rmely olyan sz&aacute;rmaz&eacute;kos munka b&aacute;rmilyen form&aacute;ban val&oacute; l&eacute;trehoz&aacute;s&aacute;ra, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan a bőv&iacute;tm&eacute;nyeket, vagy a <b>Szoftverhez</b> &eacute;s annak kapcsol&oacute;d&oacute; rendszereihez val&oacute; hozz&aacute;f&eacute;r&eacute;st harmadik f&eacute;l eszk&ouml;zein/szolg&aacute;ltat&aacute;sain kereszt&uuml;l.</p></li>
<li><p>&ndash; a <b>Szoftver</b> konfigur&aacute;ci&oacute;j&aacute;nak lem&aacute;sol&aacute;s&aacute;ra, a <b>Szoftverről</b> &eacute;szszerű sz&aacute;mban k&eacute;sz&iacute;tett, g&eacute;ppel olvashat&oacute; p&eacute;ld&aacute;nyok kiv&eacute;tel&eacute;vel, amelyeket &Ouml;n biztons&aacute;gi ment&eacute;s vagy archiv&aacute;l&aacute;si c&eacute;llal k&eacute;sz&iacute;t, illetve az olyan esetet kiv&eacute;ve, amelyekről a jelen <b>Szerződ&eacute;s</b> kifejezetten rendelkezik.</p></li>
<li><p>&ndash; A <b>Szoftveren</b> tal&aacute;lhat&oacute; b&aacute;rmely c&iacute;m, v&eacute;djegy, felirat, szolg&aacute;ltat&aacute;si v&eacute;djegy vagy kereskedelmi n&eacute;v, szerzői jogra utal&oacute; megjegyz&eacute;s, sz&ouml;veg, v&iacute;zjel vagy egy&eacute;b tulajdonosi jelz&eacute;s elt&aacute;vol&iacute;t&aacute;s&aacute;ra;</p></li>
<li><p>&ndash; A <b>Szoftver</b>, a licenc, vagy az &Ouml;n <b>Szoftverre</b> vonatkoz&oacute; haszn&aacute;lati jog&aacute;nak elad&aacute;s&aacute;ra, l&iacute;zingel&eacute;s&eacute;re, licencbe, allicencbe, b&eacute;rbe ad&aacute;s&aacute;ra, engedm&eacute;nyez&eacute;s&eacute;re, feloszt&aacute;s&aacute;ra vagy egy&eacute;b m&oacute;don r&eacute;szben vagy eg&eacute;szben &aacute;truh&aacute;z&aacute;s&aacute;ra harmadik f&eacute;lre, ide &eacute;rtve a tags&aacute;gra, előfizet&eacute;sre vonatkoz&oacute;, vagy t&aacute;rolt alap&uacute; jogokat;</p></li>
<li><p>&ndash; A <b>Szoftver</b> m&oacute;dos&iacute;t&aacute;s&aacute;ra vagy azon alapul&oacute; sz&aacute;rmaz&eacute;kos művek l&eacute;trehoz&aacute;s&aacute;ra;</p></li>
<li><p>&ndash; Visszaford&iacute;tani, sz&eacute;tbontani, visszafejteni, vagy b&aacute;rmely m&aacute;s m&oacute;don tett k&iacute;s&eacute;rletet tenni a <b>Szoftver</b> forr&aacute;sk&oacute;dj&aacute;nak kinyer&eacute;s&eacute;re, eg&eacute;szben vagy r&eacute;szben;</p></li>
<li><p>&ndash; A <b>Szoftver</b> illetve b&aacute;rmely alkatr&eacute;sz&eacute;nek b&aacute;rmilyen egy&eacute;b okb&oacute;l val&oacute; k&uuml;l&ouml;nv&aacute;laszt&aacute;s&aacute;ra, feloszt&aacute;s&aacute;ra vagy &uacute;jracsomagol&aacute;s&aacute;ra;</p></li>
<li><p>&ndash; A <b>Szoftver</b> felhaszn&aacute;l&aacute;s&aacute;val b&aacute;rmilyen egy&eacute;b &aacute;rukapcsol&aacute;st vagy terjeszt&eacute;st megk&iacute;s&eacute;relni;</p></li>
<li><p>&ndash; A <b>Szoftver</b> haszn&aacute;lat&aacute;t biztos&iacute;tani egy harmadik f&eacute;l kiszervez&eacute;si l&eacute;tes&iacute;tm&eacute;ny&eacute;ben, szolg&aacute;ltat&aacute;s, service bureau meg&aacute;llapod&aacute;s vagy időoszt&aacute;s alapj&aacute;n;</p></li>
<li><p>&ndash; A <b>Szoftverről</b> b&aacute;rmikor &eacute;rt&eacute;kel&eacute;si licencet kiadni b&aacute;rmely harmadik f&eacute;lnek vagy szervezetnek, vagy b&aacute;rmely m&aacute;s m&oacute;don b&aacute;rmely harmadik f&eacute;lnek vagy szervezetnek jogosults&aacute;got adni a <b>Szoftver</b> &eacute;rt&eacute;kel&eacute;s&eacute;re;</p></li>
<li><p>&ndash; A <b>Xiaomi</b> &eacute;s/vagy az <b>Egy&uuml;ttműk&ouml;dő szervezetei</b> &aacute;ltal a <b>Szoftverrel</b> egy&uuml;tt &aacute;tadott <b>Szerződ&eacute;st</b> b&aacute;rmilyen m&oacute;don megv&aacute;ltoztatni, m&oacute;dos&iacute;tani vagy &aacute;talak&iacute;tani; illetve</p></li>
<li><p>&ndash; A <b>Szoftverrel</b> vagy a Minta k&oacute;ddal kapcsolatos kijelent&eacute;seket tenni, garanci&aacute;t v&aacute;llalni vagy kifog&aacute;sokat emelni, amelyek t&uacute;ll&eacute;pnek a <b>Xiaomi</b> &aacute;ltal <b>&Ouml;nnek</b> ny&uacute;jtott dokument&aacute;ci&oacute;n vagy azzal nem &ouml;sszeegyeztethetők.</p></li>
</ul><br><h3>4. WEBOLDALAK &Eacute;S HARMADIK F&Eacute;L &Aacute;LTAL NY&Uacute;JTOTT SZOLG&Aacute;LTAT&Aacute;SOK</h3>
<p><b>&Ouml;n</b> meg&eacute;rti &eacute;s elfogadja, hogy Szolg&aacute;ltat&aacute;saink, valamint a <b>Mi Router</b> &eacute;s a <b>Szoftver</b> műk&ouml;d&eacute;se harmadik felek, t&ouml;bbek k&ouml;z&ouml;tt az Android vagy a Google &aacute;ltal ny&uacute;jtott technikai t&aacute;mogat&aacute;son alapul. <b>&Ouml;n</b> v&aacute;llalja &eacute;s hozz&aacute;j&aacute;rul ahhoz, hogy <b>Egy&uuml;ttműk&ouml;dő szervezeteink</b> k&eacute;rhetik <b>&Ouml;ntől</b> n&eacute;h&aacute;ny szem&eacute;lyes adat&aacute;nak megszerz&eacute;s&eacute;t ezen harmadik felektől, műszaki vagy egy&eacute;b t&aacute;mogat&aacute;s ig&eacute;nybev&eacute;tele sor&aacute;n.</p>
<p>A <b>Mi Router</b> &eacute;s a <b>Szoftver</b> haszn&aacute;lata r&eacute;v&eacute;n <b>&Ouml;n</b> hozz&aacute;f&eacute;rhet harmadik felek tulajdon&aacute;ban l&eacute;vő egy&eacute;b harmadik felek online szolg&aacute;ltat&aacute;saihoz.</p>
<p>A harmadik felek &aacute;ltal k&iacute;n&aacute;lt ezen szolg&aacute;ltat&aacute;sok nem tartoznak a jelen <b>EULA</b> vagy c&eacute;g&uuml;nk <b>Adatv&eacute;delmi szab&aacute;lyzat&aacute;nak</b> hat&aacute;lya al&aacute;. A harmadik felek &aacute;ltal ny&uacute;jtott szolg&aacute;ltat&aacute;sok r&eacute;szleteit azok k&uuml;l&ouml;n Felhaszn&aacute;l&aacute;si felt&eacute;telei vagy Adatv&eacute;delmi szab&aacute;lyzatai hat&aacute;rozz&aacute;k meg, amelyekre a <b>Xiaomi</b> felelőss&eacute;ge semmilyen m&eacute;rt&eacute;kben nem terjed ki.</p><br><h3>5. A XIAOMI K&Ouml;TELEZETTS&Eacute;GEI</h3>
<p>A <b>XIAOMI</b> &Eacute;S AZ <b>EGY&Uuml;TTMŰK&Ouml;DŐ SZERVEZETEINEK</b> SZOLG&Aacute;LTAT&Aacute;SAINAK NY&Uacute;JT&Aacute;SA &bdquo;K&Ouml;TELEZETTS&Eacute;G N&Eacute;LK&Uuml;L&rdquo;, B&Aacute;RMILYEN T&Iacute;PUS&Uacute; GARANCIA N&Eacute;LK&Uuml;L T&Ouml;RT&Eacute;NIK, LEGYEN AZ KIFEJEZETT VAGY HALLGAT&Oacute;LAGOS. AZ ALKALMAZAND&Oacute; JOG &Aacute;LTAL MEGENGEDETT M&Eacute;RT&Eacute;KBEN, A <b>XIAOMI</b> A JOGSZAB&Aacute;LYOK ALKALMAZ&Aacute;S&Aacute;B&Oacute;L EREDŐ GARANCI&Aacute;N FEL&Uuml;L SEMMILYEN GARANCI&Aacute;T NEM ISMER EL, LEGYEN AZ KIFEJEZETT VAGY HALLGAT&Oacute;LAGOS, IDE &Eacute;RTVE, DE NEM KIZ&Aacute;R&Oacute;LAGOSAN, A KERESKEDELMI MEGFELELŐS&Eacute;GRE VONATKOZ&Oacute; GARANCI&Aacute;T, &Eacute;S AZ ADOTT C&Eacute;LRA VAL&Oacute; ALKALMAZHAT&Oacute;S&Aacute;G GARANCI&Aacute;J&Aacute;T. NEM GARANT&Aacute;LJUK, HOGY A <b>MI ROUTER</b>, A <b>SZOFTVER</b> VAGY AZ <b>EGY&Uuml;TTMŰK&Ouml;DŐK TERM&Eacute;KEI</b> &Aacute;LTAL K&Iacute;N&Aacute;LT FUNKCI&Oacute;K MEGSZAK&Iacute;T&Aacute;S VAGY HIBAMENTESEK LESZNEK, ILLETVE HOGY A HIB&Aacute;K KIJAV&Iacute;T&Aacute;SA MEGT&Ouml;RT&Eacute;NIK, VAGY B&Aacute;RMELY KISZOLG&Aacute;L&Oacute;, AMELYEN EZEK A TERM&Eacute;KEK FUTNAK, MENTES A V&Iacute;RUSOKT&Oacute;L &Eacute;S EGY&Eacute;B &Aacute;RTALMAS ELEMEKTŐL. NEM GARANT&Aacute;LJUK A K&Ouml;VETKEZŐKET, &Eacute;S NEM TESZ&Uuml;NK KIJELENT&Eacute;SEKET A <b>XIAOMI</b> &Eacute;S/VAGY PARTNEREI SZOLG&Aacute;LTAT&Aacute;SAINAK HASZN&Aacute;LAT&Aacute;VAL KAPCSOLATBAN AZOK KORREKTS&Eacute;G&Eacute;RE, PONTOSS&Aacute;G&Aacute;RA, MEGB&Iacute;ZHAT&Oacute;S&Aacute;G&Aacute;RA, VAGY B&Aacute;RMELY EGY&Eacute;B SZEMPONTRA TEKINTETTEL. MINDEN SZ&Uuml;KS&Eacute;GES SZOLG&Aacute;LTAT&Aacute;S, JAV&Iacute;T&Aacute;S VAGY KORREKCI&Oacute; K&Ouml;LTS&Eacute;GE <b>&Ouml;NT</b> TERHELI.</p>
<p>A <b>Xiaomi</b> &eacute;s <b>Egy&uuml;ttműk&ouml;dő szervezetei</b> elv&aacute;rhat&oacute; gondoss&aacute;ggal j&aacute;rnak el a <b>Mi Router</b>, valamint a <b>Szoftver</b> szolg&aacute;ltat&aacute;sakor, &eacute;s a lehető legnagyobb m&eacute;rt&eacute;kben gondoskodnak azok hibamentess&eacute;g&eacute;ről. A <b>Xiaomi</b> semminemű felelőss&eacute;get nem v&aacute;llal a vesztes&eacute;gek&eacute;rt, amelyek nem kiz&aacute;r&oacute;lag az <b>EULA</b> megs&eacute;rt&eacute;s&eacute;ből sz&aacute;rmaznak. A <b>Xiaomi</b> szint&eacute;n nem v&aacute;llal felelőss&eacute;get olyan magatart&aacute;s&eacute;rt vagy t&eacute;ny&eacute;rt, amely &aacute;ltalunk &eacute;szszerűen nem ellenőrizhető.</p><br><h3>6. FELELŐSS&Eacute;G KIZ&Aacute;R&Aacute;SA</h3>
<p>A <b>Xiaomi</b> nem garant&aacute;lja a <b>Mi Routeren</b> &eacute;s a <b>Szoftver</b> let&ouml;lt&eacute;s&eacute;re szolg&aacute;l&oacute; weboldalon tal&aacute;lhat&oacute; inform&aacute;ci&oacute; &eacute;s alkot&oacute;elemek folyamatos el&eacute;rhetős&eacute;g&eacute;t, megfelelő l&aacute;that&oacute;s&aacute;g&aacute;t, let&ouml;lthetős&eacute;g&eacute;t, amelyet rajta k&iacute;v&uuml;l &aacute;ll&oacute; t&eacute;nyezők &eacute;s k&ouml;r&uuml;lm&eacute;nyek megakad&aacute;lyozhatnak, g&aacute;tolhatnak vagy megszak&iacute;thatnak.</p>
<ul>
<p>A <b>Xiaomi</b> nem v&aacute;llal jogi felelőss&eacute;get &eacute;s nem vonhat&oacute; felelőss&eacute;gre az al&aacute;bbiakban felsorolt k&ouml;r&uuml;lm&eacute;nyekből eredő b&aacute;rmely vesztes&eacute;g&eacute;rt, k&aacute;r&eacute;rt, k&ouml;vetel&eacute;sek&eacute;rt vagy k&ouml;lts&eacute;gek&eacute;rt:</p>
<li><p>&ndash; A <b>Xiaomi</b> nem garant&aacute;lja a Weboldalon tal&aacute;lhat&oacute; alkot&oacute;elemek &eacute;s inform&aacute;ci&oacute; folyamatos el&eacute;rhetős&eacute;g&eacute;t, megfelelő l&aacute;that&oacute;s&aacute;g&aacute;t, let&ouml;lthetős&eacute;g&eacute;t &eacute;s hasznoss&aacute;g&aacute;t, amelyet rajta k&iacute;v&uuml;l &aacute;ll&oacute; t&eacute;nyezők &eacute;s k&ouml;r&uuml;lm&eacute;nyek megakad&aacute;lyozhatnak, g&aacute;tolhatnak vagy megszak&iacute;thatnak.</p></li>
<li><p>&ndash; A felf&uuml;ggeszt&eacute;s, &uuml;zemzavar, stb. &aacute;ltal okozott minden olyan k&ouml;r&uuml;lm&eacute;ny, amely sz&aacute;m&iacute;t&oacute;g&eacute;pes kal&oacute;zkod&aacute;s, v&iacute;rusinv&aacute;zi&oacute;, vagy b&aacute;rmely, a h&aacute;l&oacute;zat biztons&aacute;g&aacute;val, m&oacute;dszereivel, kommunik&aacute;ci&oacute;s vonalaival &eacute;s inform&aacute;ci&oacute;inak kezel&eacute;s&eacute;vel &ouml;sszef&uuml;gg&eacute;sben felmer&uuml;lő ok eredm&eacute;nye;</p></li>
<li><p>&ndash; A <b>Felhaszn&aacute;l&oacute;k</b> &aacute;ltal elszenvedett vesztes&eacute;gek, amelyek harmadik felek hib&aacute;j&aacute;b&oacute;l erednek, p&eacute;ld&aacute;ul &uuml;zemzavar a kommunik&aacute;ci&oacute;s vonalban, technikai probl&eacute;m&aacute;k, a h&aacute;l&oacute;zat &eacute;s a sz&aacute;m&iacute;t&oacute;g&eacute;p &uuml;zemzavara &eacute;s a vis major egy&eacute;b esetei;</p></li>
<li><p>&ndash; A b&ouml;ng&eacute;sző hib&aacute;s műk&ouml;d&eacute;s&eacute;ből, vagy elavult b&ouml;ng&eacute;sző haszn&aacute;lat&aacute;b&oacute;l eredő biztons&aacute;gi &eacute;s navig&aacute;ci&oacute;s hib&aacute;k.</p></li>
 <li><p>&ndash; B&aacute;rmilyen t&iacute;pus&uacute;, k&aacute;rt&eacute;kony programok haszn&aacute;lata &aacute;ltal okozott jogosulatlan interferencia, a kommunik&aacute;ci&oacute; b&aacute;rmely eszk&ouml;z&eacute;n kereszt&uuml;l, p&eacute;ld&aacute;ul sz&aacute;m&iacute;t&oacute;g&eacute;pes v&iacute;rusok &uacute;tj&aacute;n, vagy b&aacute;rmely egy&eacute;b m&oacute;don;</p></li>
 <li><p>&ndash; Az elektronikus rendszer műk&ouml;d&eacute;s&eacute;ben bek&ouml;vetkezett interferenci&aacute;k, megszak&iacute;t&aacute;sok, hib&aacute;k, kimarad&aacute;sok, telefonos &uuml;zemzavarok, k&eacute;s&eacute;sek, akad&aacute;lyok vagy sz&eacute;tkapcsol&aacute;sok, amelyeknek oka a telekommunik&aacute;ci&oacute;s vonalak &eacute;s h&aacute;l&oacute;zatok hi&aacute;nyoss&aacute;ga, t&uacute;lterhelts&eacute;ge &eacute;s hib&aacute;ja vagy b&aacute;rmely egy&eacute;b, a <b>Xiaomi</b> hat&aacute;sk&ouml;r&eacute;n k&iacute;v&uuml;l eső t&eacute;nyező.</p></li>
</ul>
<p>A XIAOMI, T&Aacute;RSULT V&Aacute;LLALKOZ&Aacute;SAI, LE&Aacute;NYV&Aacute;LLALATAI, VISZONTELAD&Oacute;I, &Uuml;GYN&Ouml;KEI VAGY BESZ&Aacute;LL&Iacute;T&Oacute;I, ILLETVE EZEK MEGFELELŐ TISZTS&Eacute;GVISELŐI, IGAZGAT&Oacute;I, ALKALMAZOTTAI, LICENCIAAD&Oacute;I &Eacute;S MEGB&Iacute;ZOTTAI AZ ALKALMAZAND&Oacute; JOG &Aacute;LTAL MEGENGEDETT LEGNAGYOBB M&Eacute;RT&Eacute;KIG MENTES&Uuml;LNEK A FELELŐSS&Eacute;G AL&Oacute;L A K&Ouml;VETKEZŐ ESETEKBEN:</p>
<ul><li><p>1.AZ &Ouml;n OTTHON&Aacute;BAN, FŰTŐ, A SZELLŐZTETŐ &Eacute;S A L&Eacute;GKONDICION&Aacute;L&Oacute; RENDSZER&Eacute;BEN, ELEKTROMOS VAGY V&Iacute;ZVEZET&Eacute;K RENDSZER&Eacute;BEN, TERM&Eacute;K&Eacute;BEN &Eacute;S K&Uuml;LSŐ ESZK&Ouml;Z&Eacute;BEN (F&Uuml;GGETLEN&Uuml;L ATT&Oacute;L, HOGY CSATLAKOZIK-E EGY XIAOMI TERM&Eacute;KHEZ) SZ&Aacute;M&Iacute;T&Oacute;G&Eacute;P&Eacute;BEN, MOBILESZK&Ouml;Z&Eacute;BEN &Eacute;S MINDEN EGY&Eacute;B CIKK&Eacute;BEN, VALAMINT H&Aacute;ZI&Aacute;LLAT&Aacute;VAL KAPCSOLATBAN BEK&Ouml;VETKEZETT B&Aacute;RMELY VESZTES&Eacute;G VAGY K&Aacute;R; VALAMINT</p></li>
<li><p>2.B&Aacute;RMELY VESZTES&Eacute;G, AMELYET (I) A K&Eacute;T F&Eacute;L &Eacute;SZSZERŰEN NEM L&Aacute;THATOTT ELŐRE; (II) &Ouml;N ISMERT, MI VISZONT NEM; &Eacute;S/VAGY (III) &Eacute;SZSZERŰEN ELŐRE L&Aacute;THAT&Oacute;K VOLTAK MINDK&Eacute;T F&Eacute;L SZ&Aacute;M&Aacute;RA, DE &Ouml;N MEGAKAD&Aacute;LYOZHATTA VOLNA ŐKET, P&Eacute;LD&Aacute;UL (DE NEM KIZ&Aacute;R&Oacute;LAGOSAN) V&Iacute;RUSOK &Aacute;LTAL OKOZOTT VESZTES&Eacute;GEK, K&Aacute;ROS SZOFTVEREK VAGY EGY&Eacute;B K&Aacute;RT&Eacute;KONY PROGRAMOK, VAGY AZ &Ouml;n ADATAIBAN BEK&Ouml;VETKEZŐ VESZTES&Eacute;G VAGY K&Aacute;R. (IDE &Eacute;RTVE, DE NEM KIZ&Aacute;R&Oacute;LAGOSAN AZ AL&Aacute;BBI OKOKB&Oacute;L BEK&Ouml;VETKEZŐ VESZTES&Eacute;GEKET: HASZON VAGY J&Ouml;VEDELEM ELVESZT&Eacute;SE, ADATVESZT&Eacute;S, AZ &Uuml;ZLETMENET MEGSZAKAD&Aacute;SA, SZEM&Eacute;LYI S&Eacute;R&Uuml;L&Eacute;S, SZEM&Eacute;LYIS&Eacute;GI JOGOK S&Eacute;R&Uuml;L&Eacute;SE, A K&Eacute;PESS&Eacute;G ELVESZT&Eacute;SE, HOGY B&Aacute;RMELY HARMADIK F&Eacute;L TERM&Eacute;K&Eacute;T VAGY SZOLG&Aacute;LTAT&Aacute;S&Aacute;T HASZN&Aacute;LJA, VALAMELY K&Ouml;TELESS&Eacute;G TELJES&Iacute;T&Eacute;S&Eacute;NEK ELMULASZT&Aacute;SA, BELE&Eacute;RTVE A J&Oacute;HISZEMŰS&Eacute;GET &Eacute;S AZ ELV&Aacute;RHAT&Oacute; GONDOSS&Aacute;GOT, GONDATLANS&Aacute;G; VALAMINT B&Aacute;RMELY EGY&Eacute;B ANYAGI VAGY M&Aacute;S VESZTES&Eacute;G,</p></li>
<p>AZ OLDAL VAGY A SZOLG&Aacute;LTAT&Aacute;SOK NEM MEGFELELŐ HASZN&Aacute;LAT&Aacute;B&Oacute;L VAGY AZOK HASZN&Aacute;LAT&Aacute;NAK LEHETETLENS&Eacute;G&Eacute;BŐL FAKAD&Oacute; VAGY AZZAL B&Aacute;RMILYEN M&Oacute;DON &Ouml;SSZEF&Uuml;GGŐ A FELELŐSS&Eacute;G ELM&Eacute;LET&Eacute;TŐL (SZERZŐD&Eacute;SES, K&Aacute;ROKOZ&Aacute;SB&Oacute;L EREDŐ VAGY EGY&Eacute;B) F&Uuml;GGETLEN&Uuml;L, AKKOR IS, HA A XIAOMIT VAGY EGY&Eacute;B SZERVEZETEKET T&Aacute;J&Eacute;KOZTATT&Aacute;K AZ ILYEN VESZTES&Eacute;GEK BEK&Ouml;VETKEZ&Eacute;S&Eacute;NEK LEHETŐS&Eacute;G&Eacute;RŐL.</p><br></ul>
<p>A XIAOMI, T&Aacute;RSULT V&Aacute;LLALKOZ&Aacute;SAI, LE&Aacute;NYV&Aacute;LLALATAI, VISZONTELAD&Oacute;I, &Uuml;GYN&Ouml;KEI VAGY BESZ&Aacute;LL&Iacute;T&Oacute;I TELJES EGY&Uuml;TTES FELELŐSS&Eacute;G&Eacute;NEK M&Eacute;RT&Eacute;KE SEMMILYEN K&Ouml;R&Uuml;LM&Eacute;NYEK K&Ouml;Z&Ouml;TT SEM HALADHATJA MEG AZ &Ouml;TVEN EUR&Oacute;S (50 €) HAT&Aacute;RT. EZ A KORL&Aacute;TOZ&Aacute;S HALMOZ&Oacute;D&Oacute;, NEM N&Ouml;VELHETŐ MEG EGYN&Eacute;L T&Ouml;BB ESET VAGY K&Ouml;VETEL&Eacute;S ESET&Eacute;N SEM. AZ ELŐZŐEKBEN EML&Iacute;TETT KORL&Aacute;TOZ&Aacute;S ABBAN AZ ESETBEN IS ALKALMAZAND&Oacute;, HA B&Aacute;RMELY GARANCIA VAGY NY&Uacute;JTOTT JOGORVOSLAT NEM &Eacute;RI EL AZ ALAPVETŐ C&Eacute;LJ&Aacute;T. A JELEN SZAKASZ EGYETLEN RENDELKEZ&Eacute;SE SEM KORL&Aacute;TOZHATJA A XIAOMI FELELŐSS&Eacute;G&Eacute;T HAL&Aacute;LLAL VAGY TESTI S&Eacute;R&Uuml;L&Eacute;SSEL &Ouml;SSZEF&Uuml;GG&Eacute;SBEN.</p><br><h3>7. ADATV&Eacute;DELMI SZAB&Aacute;LYZAT</h3>
<p>Az <b>&Ouml;n</b> &aacute;ltal szolg&aacute;ltatott minden inform&aacute;ci&oacute;ra az <b>Adatv&eacute;delmi szab&aacute;lyzat</b> felt&eacute;telei vonatkoznak. Az <b>Adatv&eacute;delmi szab&aacute;lyzat</b> a jelen <b>Szerződ&eacute;s</b> r&eacute;sz&eacute;t k&eacute;pezi, &eacute;s mindenkor k&ouml;telező &eacute;rv&eacute;nyű.</p>
<p>Az <b>Adatv&eacute;delmi szab&aacute;lyzat</b> az al&aacute;bbi weboldalon tal&aacute;lhat&oacute; <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>A <b>Xiaomi</b> sz&aacute;m&aacute;ra fontos az &Ouml;n szem&eacute;lyes adatainak v&eacute;delme. Annak &eacute;rdek&eacute;ben, hogy a <b>Szoftver</b> funkci&oacute; műk&ouml;djenek, valamint a <b>felhaszn&aacute;l&oacute;i</b> &eacute;lm&eacute;ny jav&iacute;t&aacute;sa &eacute;rdek&eacute;ben, a <b>Mi Router</b> &eacute;s a <b>Szoftver</b> bizonyos t&iacute;pus&uacute; adatokat gyűjt, az <b>Adatv&eacute;delmi szab&aacute;lyzatban</b> le&iacute;rt felt&eacute;telekkel &ouml;sszhangban. Az &Ouml;n szem&eacute;lyes adatait <b>Adatv&eacute;delmi szab&aacute;lyzatunkkal</b> &ouml;sszhangban gyűjtj&uuml;k, haszn&aacute;ljuk fel &eacute;s &oacute;vjuk. Az <b>Adatv&eacute;delmi szab&aacute;lyzat</b> az al&aacute;bbi weboldalon &eacute;rhető el.</p>
<p>Amennyiben tov&aacute;bbi inform&aacute;ci&oacute;ra van sz&uuml;ks&eacute;ge <b>Adatv&eacute;delmi szab&aacute;lyzatunkkal</b> kapcsolatban, k&eacute;rj&uuml;k, vegye fel vel&uuml;nk a kapcsolatot az al&aacute;bbi c&iacute;men: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. TITOKTART&Aacute;SI K&Ouml;TELEZETTS&Eacute;G, VALAMINT SZELLEMI &Eacute;S IPARI TULAJDONJOGOK</h3>
<p>A <b>Mi Router</b> &eacute;s a <b>Szoftver</b>, valamint ezek b&aacute;rmely p&eacute;ld&aacute;nya a <b>Xiaomi</b> kiz&aacute;r&oacute;lagos szellemi tulajdon&aacute;t k&eacute;pezik, ez&aacute;ltal a szerzői jogokra vonatkoz&oacute; jogszab&aacute;lyok &eacute;s nemzetk&ouml;zi egyezm&eacute;nyek, valamint egy&eacute;b szellemi tulajdonjogr&oacute;l sz&oacute;l&oacute; jogszab&aacute;lyok &eacute;s egyezm&eacute;nyek v&eacute;delme al&aacute; tartoznak.</p>
<p>A <b>Szoftver</b> strukt&uacute;r&aacute;ja, szerkezete &eacute;s k&oacute;dja bizalmas inform&aacute;ci&oacute; &eacute;s a <b>Xiaomi</b> sz&aacute;m&aacute;ra &eacute;rt&eacute;kes &uuml;zleti titoknak minős&uuml;l. <b>&Ouml;n</b> v&aacute;llalja, hogy ha <b>&Ouml;n</b> b&aacute;rmely, a <b>Xiaomi</b> tulajdon&aacute;t k&eacute;pező bizalmas inform&aacute;ci&oacute;t k&ouml;zz&eacute;tesz, az azonnali, helyrehozhatatlan k&aacute;rokat okoz a <b>Xiaominak</b> &eacute;s <b>Egy&uuml;ttműk&ouml;dő szervezeteinek</b>, amellyel &ouml;sszef&uuml;gg&eacute;sben valamely illet&eacute;kes b&iacute;r&oacute;s&aacute;g m&eacute;lt&aacute;nyoss&aacute;g jogorvoslatot, valamint b&aacute;rmely egy&eacute;b el&eacute;rhető jogorvoslatot ny&uacute;jthat. A <b>Xiaomi</b> nem ruh&aacute;z &aacute;t <b>&Ouml;nre</b> semmilyen szellemi tulajdonjogot a <b>Szoftveren</b> bel&uuml;l illetve arra vonatkoz&oacute;an, kiv&eacute;ve, ha a jelen meg&aacute;llapod&aacute;s erről kifejezetten rendelkezik. A <b>Xiaomi</b> fenntart minden jogot, amelynek &aacute;truh&aacute;z&aacute;s&aacute;r&oacute;l a jelen meg&aacute;llapod&aacute;sban nem rendelkezik.</p>
<p><b>&Ouml;n</b> ezennel v&aacute;llalja, hogy fenntartja a <b>Szoftver</b> &eacute;s a <b>Mi Router</b>, az <b>EULA</b> &eacute;s a <b>Xiaomi</b> egy&eacute;b szellemi tulajdonjogainak bizalmass&aacute;g&aacute;t, legal&aacute;bb olyan fok&uacute; gondoss&aacute;ggal, mint amivel az <b>&Ouml;n</b> tulajdon&aacute;ban l&eacute;vő, legtitkosabb inform&aacute;ci&oacute; bizalmass&aacute;g&aacute;nak megőrz&eacute;se &eacute;rdek&eacute;ben elj&aacute;r, de az &eacute;szszerű k&ouml;r&uuml;ltekintő gondoss&aacute;gn&aacute;l semmi esetre sem kisebb fok&uacute; gondoss&aacute;ggal. <b>&Ouml;n</b> v&aacute;llalja, hogy &eacute;szszerűen kommunik&aacute;lja a jelen <b>EULA</b> felt&eacute;teleit az olyan, <b>&Ouml;n</b> &aacute;ltal alkalmazott szem&eacute;lyek sz&aacute;m&aacute;ra, akik kapcsolatba ker&uuml;lnek a <b>Szoftverrel</b>, &eacute;s &eacute;szszerű erőfesz&iacute;t&eacute;seket tesz annak &eacute;rdek&eacute;ben, hogy biztos&iacute;tsa ezen szem&eacute;lyek felt&eacute;teleknek val&oacute; megfelelős&eacute;g&eacute;t, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan azt, hogy nem teszi tudatosan lehetőv&eacute; az ilyen szem&eacute;lyek sz&aacute;m&aacute;ra a <b>Szoftver</b> b&aacute;rmely r&eacute;sz&eacute;hez, valamint a <b>Xiaomi</b> egy&eacute;b szellemi tulajdon&aacute;hoz val&oacute; hozz&aacute;f&eacute;r&eacute;st, ez&aacute;ltal lehetőv&eacute; t&eacute;ve a <b>Szoftver</b> forr&aacute;sk&oacute;dj&aacute;nak kinyer&eacute;s&eacute;t, illetve jogosults&aacute;gok vagy licencek lem&aacute;sol&aacute;s&aacute;t, &eacute;rv&eacute;nytelen&iacute;t&eacute;s&eacute;t vagy egy&eacute;b m&oacute;don val&oacute; megker&uuml;l&eacute;s&eacute;t.</p>
<p>A <b>Felhaszn&aacute;l&oacute;</b> nem s&eacute;rtheti a <b>Xiaomi</b>, az <b>Egy&uuml;ttműk&ouml;dő szervezetek</b> illetve a <b>Mi Routerhez</b> &eacute;s a <b>Szoftverhez</b> k&ouml;thető harmadik felek szellemi tulajdon&aacute;t. <b>&Ouml;n</b> nem jogosult enged&eacute;ly n&eacute;lk&uuml;l felt&ouml;lteni, k&ouml;zz&eacute;tenni, megv&aacute;ltoztatni, sz&eacute;les k&ouml;rben terjeszteni vagy reproduk&aacute;lni olyan munk&aacute;kat, amelyek szellemi vagy ipari tulajdonjoga harmadik feleket illet, illetve harmadik f&eacute;l tulajdon&aacute;ban l&eacute;vő inform&aacute;ci&oacute;t vagy adatot, a tulajdonos &iacute;r&aacute;sbeli hozz&aacute;j&aacute;rul&aacute;sa hi&aacute;ny&aacute;ban.</p>
<p>A <b>Xiaomi</b> term&eacute;keken &eacute;s szolg&aacute;ltat&aacute;sokon megjelenő grafik&aacute;k, szavak &eacute;s &ouml;ssze&aacute;ll&iacute;t&aacute;sok, ide &eacute;rtve a MIUI &eacute;s egy&eacute;b <b>Xiaomi</b> log&oacute;kat, a <b>Xiaomi</b> bejegyzett v&eacute;djegyei. <b>&Ouml;n</b> nem jelen&iacute;theti meg &eacute;s egy&eacute;b m&oacute;don sem haszn&aacute;lhatja ezeket.</p>
<p>A <b>Mi Router</b> vagy a <b>Szoftver</b>, illetve az <b>Egy&uuml;ttműk&ouml;dő szervezetek term&eacute;keinek</b> haszn&aacute;lata semmi esetre sem foglal mag&aacute;ban jogfelad&aacute;st, &aacute;truh&aacute;z&aacute;st, az ilyen jogok eg&eacute;sz&eacute;nek vagy egy r&eacute;sz&eacute;nek licencbead&aacute;s&aacute;t vagy engedm&eacute;nyez&eacute;s&eacute;t, ezzel ellent&eacute;tes, kifejezett rendelkez&eacute;s hi&aacute;ny&aacute;ban.</p>
<p>B&aacute;rmely tartalom, sz&ouml;veg, f&eacute;nyk&eacute;p, design, log&oacute;, k&eacute;p, sz&aacute;m&iacute;t&oacute;g&eacute;pes program, forr&aacute;sk&oacute;d &eacute;s &aacute;ltal&aacute;ban b&aacute;rmely, a <b>Mi Routerben</b> vagy a <b>Szoftverben</b> tal&aacute;lhat&oacute;, vagy azon kereszt&uuml;l el&eacute;rhető szellemi alkot&aacute;s szerzői jog vagy b&aacute;rmely egy&eacute;b jog v&eacute;delme alatt &aacute;ll, ide &eacute;rtve, de nem kiz&aacute;r&oacute;lagosan a szellemi &eacute;s ipari tulajdonjogokra vonatkoz&oacute; szab&aacute;lyoz&aacute;st.</p>
<p>A <b>Xiaomi</b> vagy <b>Egy&uuml;ttműk&ouml;dő szervezetei</b> azon alkot&oacute;elemeknek a tulajdonosai vagy licenciaad&oacute;i, amelyek a <b>Mi Router</b> &eacute;s/vagy a <b>Szoftver</b> grafikai tervez&eacute;s&eacute;t, men&uuml;it, navig&aacute;ci&oacute;s gombjait, HTML k&oacute;dj&aacute;t, sz&ouml;vegeit, k&eacute;peit, text&uacute;r&aacute;it, grafik&aacute;it &eacute;s a <b>Szoftver</b> b&aacute;rmely egy&eacute;b r&eacute;szeit alkotj&aacute;k, illetve mindenk&eacute;ppen rendelkeznek a megfelelő jogosults&aacute;ggal az ilyen alkot&oacute;elemek haszn&aacute;lat&aacute;hoz.</p>
<p>A <b>Szoftver</b> r&eacute;szben vagy eg&eacute;szben t&ouml;rt&eacute;nő reproduk&aacute;l&aacute;sa, terjeszt&eacute;se, vagy b&aacute;rmely inform&aacute;ci&oacute;kereső rendszerrel val&oacute; r&ouml;gz&iacute;t&eacute;se, a jelen kifejezett rendelkez&eacute;sektől elt&eacute;rő m&oacute;don semmilyen form&aacute;ban &eacute;s semmilyen m&eacute;dium haszn&aacute;lat&aacute;val nem megengedett, kiv&eacute;ve, ha a <b>Xiaomi</b> vagy <b>Egy&uuml;ttműk&ouml;dő szervezetei</b> előzetes &iacute;r&aacute;sbeli enged&eacute;lyt adtak r&aacute;.</p>
<p><b>&Ouml;n</b> nem t&aacute;vol&iacute;thatja el, ker&uuml;lheti meg vagy m&aacute;s&iacute;thatja meg a <b>Mi Routeren</b> vagy annak <b>Szoftver&eacute;n</b> megjelenő anyagot vagy t&eacute;telt, amelynek jog&aacute;val a <b>Xiaomi</b> rendelkezik, valamint ugyanez a szab&aacute;ly vonatkozik b&aacute;rmely egy&eacute;b technikai v&eacute;delmi eszk&ouml;zre vagy DRM-re.</p>
<p>A <b>Xiaomi</b> fenntartja a jogot arra, hogy jogi l&eacute;p&eacute;seket tegyen szellemi &eacute;s ipari tulajdonjogainak, illetve minden egy&eacute;b jog&aacute;nak v&eacute;delme &eacute;rdek&eacute;ben.</p>
<p><b>&Ouml;n</b> megőriz minden szellemi tulajdonjogot, amellyel <b>&Ouml;n</b> rendelkezik, b&aacute;rmilyen tartalomra vonatkoz&oacute;an, amelyet <b>&Ouml;n</b> el&eacute;rhetőv&eacute; tesz a <b>Mi Router</b> &eacute;s a <b>Szoftver</b> haszn&aacute;lata sor&aacute;n.&nbsp;</p>
<p>Amennyiben <b>&Ouml;n</b> tartalmat t&ouml;lt fel vagy tesz m&aacute;s m&oacute;don el&eacute;rhetőv&eacute; a <b>Mi Router</b> term&eacute;k&uuml;nk &eacute;s <b>Szoftver&uuml;nk</b> haszn&aacute;lata sor&aacute;n, <b>&Ouml;n</b> a <b>Xiaomi</b> &eacute;s azok r&eacute;sz&eacute;re, akikkel egy&uuml;tt dolgozunk, nemzetk&ouml;zi licencet biztos&iacute;t az ilyen tartalom haszn&aacute;lat&aacute;ra, t&aacute;rol&aacute;s&aacute;ra, reproduk&aacute;l&aacute;s&aacute;ra, m&oacute;dos&iacute;t&aacute;s&aacute;ra, kommunik&aacute;l&aacute;s&aacute;ra, valamint el&eacute;rhetőv&eacute; t&eacute;tel&eacute;re &eacute;s forgalmaz&aacute;s&aacute;ra. Az <b>&Ouml;n</b> &aacute;ltal a jelen licenc alapj&aacute;n biztos&iacute;tott jogok azt a korl&aacute;tozott c&eacute;lt szolg&aacute;lj&aacute;k, hogy szolg&aacute;ltat&aacute;sainkat műk&ouml;dtess&uuml;k &eacute;s jav&iacute;tsuk, valamint hogy &uacute;jakat fejlessz&uuml;nk. A jelen licenc akkor is &eacute;rv&eacute;nyben marad, ha <b>&Ouml;n</b> felhagy a <b>Mi Router</b> term&eacute;k&uuml;nk &eacute;s a <b>Szoftver&uuml;nk</b> haszn&aacute;lat&aacute;val. Gondoskodjon arr&oacute;l, hogy <b>&Ouml;n</b> rendelkezzen a megfelelő jogokkal arra, hogy r&aacute;nk ruh&aacute;zhassa a jelen licencet b&aacute;rmely olyan tartalommal &ouml;sszef&uuml;gg&eacute;sben, amelyet <b>&Ouml;n</b> hozz&aacute;f&eacute;rhetőv&eacute; tesz a <b>Mi Router</b> term&eacute;k&uuml;nk &eacute;s a <b>Szoftver&uuml;nk</b> haszn&aacute;lat&aacute;val.&nbsp; K&eacute;rj&uuml;k, vegye fel vel&uuml;nk a kapcsolatot, amennyiben <b>&Ouml;n</b> hozz&aacute; k&iacute;v&aacute;n f&eacute;rni a tartalm&aacute;hoz, illetve m&oacute;dos&iacute;tani vagy t&ouml;r&ouml;lni szeretn&eacute; azt.</p><br><h3>9. A SZERZŐD&Eacute;S MEGSZŰN&Eacute;SE</h3><br><p>A <b>Xiaomi</b> halad&eacute;ktalanul &eacute;s figyelmeztet&eacute;s n&eacute;lk&uuml;l megsz&uuml;ntetheti a jelen <b>EULA</b> &eacute;rv&eacute;nyess&eacute;g&eacute;t, amennyiben <b>&Ouml;n</b> nem tesz eleget a jelen <b>EULA</b> b&aacute;rmely rendelkez&eacute;s&eacute;nek.</p><br><p><b>9.1 A Megszűn&eacute;s hat&aacute;lya.</b> A szerződ&eacute;s megszűn&eacute;se eset&eacute;n <b>&Ouml;n</b> k&ouml;teles a <b>Szoftver</b> minden p&eacute;ld&aacute;ny&aacute;t megsemmis&iacute;teni &eacute;s megszabadulni a <b>Mi Routertől</b> a hat&aacute;lyos, &uacute;jrahasznos&iacute;t&aacute;sra vonatkoz&oacute; helyi jogszab&aacute;lyoknak megfelelően.</p>
<p>Ezenfel&uuml;l <b>&Ouml;nnek</b> el kell t&aacute;vol&iacute;tania a <b>Szoftvert</b> &eacute;s annak minden p&eacute;ld&aacute;ny&aacute;t, bele&eacute;rtve minden biztons&aacute;gi m&aacute;solatot, a Kiszolg&aacute;l&oacute;r&oacute;l &eacute;s minden sz&aacute;m&iacute;t&oacute;g&eacute;pről &eacute;s egy&eacute;b m&eacute;di&aacute;r&oacute;l, amelyen az telep&iacute;tve, t&aacute;rolva vagy archiv&aacute;lva van. A <b>Xiaomi</b> k&eacute;r&eacute;s&eacute;re, <b>&Ouml;n</b> k&ouml;teles a <b>Xiaomi</b> sz&aacute;m&aacute;ra &iacute;r&aacute;sbeli igazol&aacute;st adni arr&oacute;l, hogy <b>&Ouml;n</b> eleget tett a jelen a k&ouml;vetelm&eacute;nyeknek.</p><br><h3>10. ALKALMAZAND&Oacute; JOG</h3>
<p>A jelen <b>Felhaszn&aacute;l&oacute;i</b> <b>szerződ&eacute;s</b> felt&eacute;teleinek &eacute;rtelmez&eacute;s&eacute;re, hat&aacute;ly&aacute;ra &eacute;s a vitarendez&eacute;s felt&eacute;teleire a <b>Felhaszn&aacute;l&oacute;</b> lak&oacute;helye szerinti jog alkalmazand&oacute;. Abban az esetben, ha vita vagy probl&eacute;ma mer&uuml;l fel <b>&Ouml;n</b> &eacute;s a <b>Xiaomi</b> k&ouml;z&ouml;tt, azt elősz&ouml;r megpr&oacute;b&aacute;ljuk bar&aacute;ts&aacute;gos konzult&aacute;ci&oacute; &uacute;tj&aacute;n rendezni. Amennyiben a konzult&aacute;ci&oacute; nem eredm&eacute;nyez <b>Meg&aacute;llapod&aacute;st</b>, <b>&Ouml;n</b> v&aacute;llalja, hogy a vit&aacute;t a <b>Felhaszn&aacute;l&oacute;</b> lak&oacute;helye szerinti b&iacute;r&oacute;s&aacute;g el&eacute; terjesztj&uuml;k.</p><br><h3>11. F&Uuml;GGETLENS&Eacute;G</h3>
<p>Amennyiben a jelen <b>Szerződ&eacute;s</b> valamely int&eacute;zked&eacute;se b&aacute;rmely okb&oacute;l nem alkalmazhat&oacute;, az a jelen <b>Szerződ&eacute;s</b> egy&eacute;b rendelkez&eacute;seinek alkalmazhat&oacute;s&aacute;g&aacute;t nem &eacute;rinti.</p><br><h3>12. INTEGRIT&Aacute;S</h3>
<p>A jelen <b>Szerződ&eacute;s</b> (bele&eacute;rtve az <b>Adatv&eacute;delmi Szab&aacute;lyzatot</b>) kiz&aacute;r&oacute;lagosan szab&aacute;lyozza az <b>&Ouml;n</b> &eacute;s a <b>Xiaomi</b> k&ouml;z&ouml;tti kapcsolatot a <b>Mi Router</b> &eacute;s a <b>Szoftver</b> haszn&aacute;lat&aacute;val kapcsolatos minden k&eacute;rd&eacute;sre tekintettel.</p>
<p>Az egyes szakaszok c&iacute;m&eacute;t &uacute;gy fogalmaztuk meg, hogy megk&ouml;nny&iacute;tse az olvas&aacute;st, &eacute;s az ilyen c&iacute;mek nem jelentenek jogi vagy szerződ&eacute;ses k&ouml;telezetts&eacute;get.</p><br><p>Fel&uuml;lvizsg&aacute;lva: 2020. &Aacute;PRILIS</p>

        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
