<!DOCTYPE html>
<html>
    <head>
        <title>Xiaomi käyttöoikeussopimus
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi k&auml;ytt&ouml;oikeussopimus</h2><br><p><b>Tervetuloa Xiaomiin!</b></p><br><h3>1. JOHDANTO</h3><br><p>N&auml;m&auml; ehdot (&quot;<b>K&auml;ytt&ouml;oikeussopimus<b></b><b></b></b>&quot; ja/tai &quot;<b>Sopimus</b>&quot; ja/tai &quot;<b>EULA</b>&quot;) s&auml;&auml;telev&auml;t reititinmallin R3600 (viitataan yhdess&auml; nimell&auml; &quot;<b>Mi Router</b>&quot;) ja niihin sis&auml;ltyv&auml; <b>Ohjelmisto</b> <b>Mi AIoT Router AX3600</b> 3.0.22 (viitataan yhdess&auml; nimell&auml; (&quot;<b>Ohjelmisto</b>&quot;) tietojen ja &auml;&auml;niohjauksen k&auml;ytt&ouml;&auml;. N&auml;m&auml; edell&auml; mainitut omistaa <b>Xiaomi</b> Inc., sen tyt&auml;ryhti&ouml;t (&quot;<b>Xiaomi</b>&quot; tai &quot;me&quot;), ja kumppanit (&quot;<b>Yhteisty&ouml;kumppanit</b>&quot;), ja jonka <b>Sin&auml;</b> olet ostanut voidaksesi k&auml;ytt&auml;&auml; omaa Internet-yhteytt&auml;si ja /tai Wi-Fi-palvelujasi.</p>
<p>T&auml;m&auml; <b>K&auml;ytt&ouml;oikeussopimus</b> on saatavissa osoitteessa:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p><b>Mi Routerin</b> ja <b>Ohjelmiston</b> k&auml;ytt&ouml; my&ouml;nt&auml;&auml; <b>K&auml;ytt&auml;j&auml;lle</b> aseman <b>K&auml;ytt&auml;j&auml;n&auml;</b> ja merkitsee <b>K&auml;ytt&ouml;oikeussopimuksen</b> (j&auml;ljemp&auml;n&auml; &quot;<b>Sin&auml;</b>&quot; tai &quot;<b>K&auml;ytt&auml;j&auml;</b>&quot; ja/tai &quot;<b>K&auml;ytt&auml;j&auml;t</b>&quot;) sek&auml; muiden <b>Mi Routerin</b> ja <b>Ohjelmiston</b> k&auml;yt&ouml;n aikana sovellettavien ehtojen hyv&auml;ksymist&auml; ja niiden noudattamiseen sitoutumista. Lue t&auml;m&auml; <b>Sopimus</b> huolellisesti p&auml;&auml;st&auml;ksesi <b>Mi Routeriin</b> ja voidaksesi k&auml;ytt&auml;&auml; <b>Ohjelmistoa</b>, ja valitse, hyv&auml;ksytk&ouml; t&auml;m&auml;n <b>Sopimuksen</b> vai et. <b>Sinun</b> on oltava t&auml;ysi-ik&auml;inen. Jos <b>Sin&auml;</b> olet alaik&auml;inen, <b>Sinun</b> on luettava t&auml;m&auml; <b>Sopimus</b> laillisen holhoojasi seurassa. K&auml;ytt&auml;m&auml;ll&auml; <b>Mi Routeria</b> ja <b>Ohjelmistoamme</b> ja hyv&auml;ksym&auml;ll&auml; <b>Sopimuksen</b> <b>Sin&auml;</b> vahvistat, ett&auml; <b>Sin&auml;</b> olet lukenut, ymm&auml;rr&auml;t ja hyv&auml;ksyt t&auml;m&auml;n <b>Sopimuksen</b> ehdot ja sitoudut noudattamaan niit&auml;.</p>
<p>Hyv&auml;ksym&auml;ll&auml; t&auml;m&auml;n <b>Sopimuksen</b> <b>Sin&auml;</b> hyv&auml;ksyt kaikki rajoitukset. <b>Xiaomi Technology Netherlands B.V.</b> on Alankomaiden lain mukaisesti perustettu ja rekister&ouml;ity osakeyhti&ouml;, jonka <b>RSIN-numero (Y-tunnus) on 859298899</b>.</p>
<p>Seuraava osoite annetaan viestint&auml;- ja ilmoitustarkoituksia varten:</p>
<p><b>Ota meihin yhteytt&auml;:</b></p>
<p><b>Osoite: Prinses Beatrixlaan 582, The Hague 2595BM, Alankomaat</b></p><br><h3>2. M&Auml;&Auml;RITELM&Auml;T</h3>
<p>N&auml;m&auml; m&auml;&auml;ritelm&auml;t voivat auttaa sinua ymm&auml;rt&auml;m&auml;&auml;n <b>K&auml;ytt&ouml;oikeussopimusta</b> paremmin:</p>
<p>Reititin tarkoittaa laitetta, joka reititinprotokolla <b>Ohjelmistoa</b> k&auml;ytt&auml;m&auml;ll&auml; mahdollistaa erilaisten mobiili- ja PS-laitteiden samanaikaisen internetyhteyden.</p>
<p>Palvelin tarkoittaa yht&auml; fyysist&auml; tietokonetta, joka suorittaa vain yht&auml; (1) ainutkertaista kopiota k&auml;ytt&ouml;j&auml;rjestelm&auml;st&auml;. Useilla palvelimilla tarkoitetaan (i) useita tietokoneita, jotka jakavat prosessointitehon tai toimivat verkkokokoonpanona yhten&auml; loogisena tietokoneena, kuten palvelinklusterina tai vastaavana, ja (ii) useita virtuaalisia koneita, joista jokaisella on ulkoasu ja kyky suorittaa omana erillisen&auml; koneenaan.</p>
<p><b>Ohjelmistolla</b> tarkoitetaan <b>Ohjelmistoa</b> ja mahdollisia P&auml;ivityksi&auml;, jotka lisensoidaan <b>Sinulle</b> t&auml;ll&auml; <b>K&auml;ytt&ouml;oikeussopimuksella</b> mukaan lukien muun muassa kaikki aiheeseen liittyv&auml;t komponentit, jotka toimitetaan <b>Ohjelmiston</b> mukana, sovelluksen ohjelmointirajapinnat, niihin liittyv&auml; media, tulostettu aineisto, verkko- ja s&auml;hk&ouml;iset asiakirjat ja niihin liittyv&auml;t p&auml;ivitykset ja yll&auml;pitojulkaisut.</p><br><h3>3. OHJELMISTON K&Auml;YTT&Ouml;OIKEUSSOPIMUS</h3>
<p><b>3.1 <b>K&auml;ytt&auml;j&auml;n</b> oikeudet</b></p>
<p><b>Sinulla</b> on oikeus k&auml;ytt&auml;&auml; <b>Mi Routeria</b> ja <b>Ohjelmistoa</b> t&auml;m&auml;n <b>K&auml;ytt&ouml;oikeussopimuksen</b> ehtojen mukaisesti muodostaaksesi Wi-Fi-yhteyden internet-palveluihin ja -laitteisiin.</p>
<p>Sill&auml; ehdolla, ett&auml; <b>K&auml;ytt&auml;j&auml;</b> noudattaa t&auml;t&auml; <b>K&auml;ytt&ouml;oikeussopimusta</b>, <b>Xiaomi</b> my&ouml;nt&auml;&auml; <b>K&auml;ytt&auml;j&auml;lle</b> henkil&ouml;kohtaisen, ei-siirrett&auml;v&auml;n ja ei-poissulkevan oikeuden k&auml;ytt&auml;&auml; <b>Ohjelmistoa</b> <b>Mi Routerissa</b> ilman oikeutta antaa alilisenssi&auml;. <b>K&auml;ytt&auml;j&auml;</b> voi asentaa, k&auml;ytt&auml;&auml;, n&auml;ytt&auml;&auml; ja ajaa <b>Ohjelmistoa</b> yksinomaisesti <b>Mi Routerissa</b>.</p>
<p>Ep&auml;ilyksien v&auml;ltt&auml;miseksi <b>Ohjelmisto</b> lisensoidaan <b>Sinulle</b> t&auml;m&auml;n <b>K&auml;ytt&ouml;oikeussopimuksen</b> ehtojen mukaisesti, eik&auml; sit&auml; myyd&auml;. <b>Sinulle</b> ei my&ouml;nnet&auml; mit&auml;&auml;n oikeuksia <b>Xiaomin</b> tai <b>Yhteisty&ouml;kumppaneiden</b> tekij&auml;noikeuksiin, tavaramerkkeihin tai palvelumerkkeihin. <b>Xiaomi</b> s&auml;ilytt&auml;&auml; kaikki oikeudet, joita ei nimenomaisesti my&ouml;nnet&auml; <b>Sinulle</b> t&auml;ss&auml; <b>Sopimuksessa</b>.</p>
<p>T&auml;t&auml; <b>Ohjelmistoa</b> ei voi asentaa muihin p&auml;&auml;telaitteisiin, joille <b>Xiaomi</b> ei ole nimenomaisesti antanut lupaa, mukaan lukien muun muassa digisovittimet, pelikonsolit, televisiot, DVD-soittimet ja vastaavat laitteet.</p>
<p>Jos <b>K&auml;ytt&auml;j&auml;</b> ei noudata t&auml;t&auml; <b>Sopimusta</b>, <b>Xiaomi</b> irtisanoo t&auml;m&auml;n k&auml;ytt&ouml;oikeuden <b>Ohjelmistoon</b>, joka on annettu <b>K&auml;ytt&auml;j&auml;lle</b>, ja poistaa tilisi k&auml;yt&ouml;st&auml;.</p>
<p><b>3.2 <b>Ohjelmiston</b> hankinta, asennus ja p&auml;ivitt&auml;minen</b></p>
<p><b>K&auml;ytt&auml;j&auml;</b> lataa ja asentaa <b>Ohjelmiston</b> sivustosta [<a href="http://www.apple.com">www.apple.com</a> tai <a href="https://play.google.com/store">https://play.google.com/store</a>] tai <b>Xiaomin</b> m&auml;&auml;r&auml;&auml;m&auml;ll&auml; tavalla. Varo lataamasta <b>Ohjelmistoa</b> ep&auml;m&auml;&auml;r&auml;isist&auml; sivustoista, ettei laitteeseesi joutuisi haittaohjelmia, jotka voivat tuhota tietosi ja p&auml;&auml;st&auml; henkil&ouml;tietoihisi ja yksityisyytt&auml; koskeviin tietoihin. Jos <b>Sin&auml;</b> hankit <b>Ohjelmiston</b> tai asennusohjelman kolmannelta osapuolelta, jota <b>Xiaomi</b> ei ole valtuuttanut, <b>Xiaomi</b> ei voi taata sen normaalia k&auml;ytt&ouml;&auml;, eik&auml; <b>Xiaomi</b> vastaa mist&auml;&auml;n <b>Sinulle</b> t&auml;st&auml; syyst&auml; aiheutuneista menetyksist&auml;.</p>
<p><b>K&auml;ytt&auml;j&auml;n</b> on valittava sellainen <b>Ohjelmiston</b> versio, joka vastaa hankittua <b>Mi Router</b> -p&auml;&auml;telaitetta. Muussa tapauksessa kaikki <b>Ohjelmistoon</b> tai laitteeseen liittyv&auml;t ongelmat ja <b>Ohjelmisto</b>version ja <b>Mi Routerin</b> mallin yhteensopimattomuudesta aiheutuvat vahingot ovat yksin <b>K&auml;ytt&auml;j&auml;n</b>vastuulla.</p>
<p>Parantaakseen <b>K&auml;ytt&auml;j&auml;</b>kokemusta ja optimoidakseen palvelua <b>Xiaomi</b> pid&auml;tt&auml;&auml; oikeuden toimittaa ja korvata <b>Ohjelmiston</b> muutetun ja p&auml;ivitetyn version. Lis&auml;ksi se pid&auml;tt&auml;&auml; oikeuden peri&auml; maksun vaihtamisesta, muutoksista tai p&auml;ivityksist&auml;. <b>Sinulle</b> ilmoitetaan asiasta etuk&auml;teen, ja <b>Xiaomi</b> hankkii suostumuksesi ennen maksujenperimist&auml;. <b>Ohjelmistossa</b> on oletuksena &quot;p&auml;ivityskehotus&quot; -ominaisuus <b>K&auml;ytt&auml;j&auml;&auml;</b> varten. <b>K&auml;ytt&auml;j&auml;n</b> <b>Ohjelmisto</b>versiosta riippuen, <b>Xiaomi</b> antaa <b>K&auml;ytt&auml;j&auml;lle</b> mahdollisuuden ottaa t&auml;m&auml;n ominaisuuden k&auml;ytt&ouml;&ouml;n tai poistaa sen k&auml;yt&ouml;st&auml;. Kun uusi <b>Ohjelmisto</b>versio julkaistaan, <b>Xiaomi</b> ei takaa, ett&auml; vanhemmat <b>Ohjelmisto</b>versiot ovat edelleen k&auml;ytt&ouml;kelpoisia.</p>
<p><b>3.3 Muut k&auml;ytt&ouml;ehdot</b></p>
<p><b>K&auml;ytt&auml;j&auml;</b> sitoutuu olemaan ryhtym&auml;tt&auml; laittomiin tai luvattomiin toimiin tai toimiin, jotka yleisen j&auml;rjestyksen vastaisia. H&auml;n ei my&ouml;sk&auml;&auml;n k&auml;ytt&auml;ydy tavalla, joka voi vahingoittaa <b>Xiaomin</b> tai sen <b>Yhteisty&ouml;kumppanin</b> julkista kuvaa tai oikeuksia, tai joka voi est&auml;&auml; <b>Mi Routerin</b> tai <b>Ohjelmiston</b> tai sen kautta saatavilla olevien kolmansien osapuolten palveluiden normaalin k&auml;yt&ouml;n.</p>
<p><b>Mi Routeria</b> ja <b>Ohjelmistoa</b> on k&auml;ytett&auml;v&auml; yhdess&auml; kolmansien osapuolten palveluiden, muun muassa sovellusmarkkinoiden ja televiestinn&auml;n kanssa. <b>Sinulta</b> veloitetaan asiaan kuuluvat televiestinn&auml;n tai muiden palveluntarjoajien palvelumaksut. Me suosittelemme, ett&auml; <b>Sin&auml;</b> otat yhteytt&auml; palveluntarjoajiisi saadaksesi lis&auml;tietoa palveluihin liittyvist&auml; maksuista.</p>
<p><b>Mi Routerin</b> k&auml;ytt&ouml; voi edellytt&auml;&auml; tilin avaamista ja salasanan valintaa kyseiselle tilille. <b>Sin&auml;</b> olet vastuussa tilisi ja salasanasi luottamuksellisuuden yll&auml;pit&auml;misest&auml; sek&auml; tietokoneellesi p&auml;&auml;syn rajoittamisesta. Lis&auml;ksi <b>Sin&auml;</b> otat vastuun kaikesta tilill&auml;si ja salasanallasi suoritetusta toiminnasta. <b>Sin&auml;</b> vakuutat my&ouml;s, ett&auml; kaikki tili&auml; luodessasi antamasi tiedot ovat totuudenmukaisia ja t&auml;sm&auml;llisi&auml;.</p>
<p><b>Xiaomi</b> ei ole vastuussa menetyksist&auml;, joita <b>Sinulle</b> voi koitua sen seurauksena, ett&auml; muu henkil&ouml; k&auml;ytt&auml;&auml; salasanaasi tai tili&auml;si tiesitp&auml; asiasta tai et. <b>Sinua</b> voidaan kuitenkin pit&auml;&auml; vastuussa <b>Xiaomille</b> tai muille osapuolille koituneista menetyksist&auml;, jotka johtuvat tilisi tai salasanasi k&auml;yt&ouml;st&auml; muun henkil&ouml;n toimesta siit&auml; syyst&auml;, ett&auml; et ole huolehtinut salasanatietojesi suojauksesta ja luottamuksellisuudesta. <b>Sin&auml;</b> et saa k&auml;ytt&auml;&auml; kenenk&auml;&auml;n toisen tili&auml; milloinkaan ilman tilinhaltijan lupaa.&nbsp;<b>Xiaomi</b> ei ole vastuussa menetyksist&auml; tai vahingoista, jotka johtuvat n&auml;iden velvollisuuksien laiminly&ouml;misest&auml;.</p>
<p><b>Xiaomi</b> pyrkii tarjoamaan eritt&auml;in luotettavia ja saatavissa olevia Wi-Fi-palveluita. Emme kuitenkaan takaa, ett&auml; <b>Mi Router</b> ja <b>Ohjelmisto</b>, mukaan lukien et&auml;k&auml;ytt&ouml; ja mobiili-ilmoitukset, ovat t&auml;ysin luotettavia ja saatavissa kaiken aikaa. Reititinyhteyteen voivat lis&auml;ksi vaikuttaa katkokset ja viat, joiden syyt eiv&auml;t ole <b>Xiaomin</b> hallinnassa. T&auml;llaisia voivat olla muun muassa Wi-Fi-yhteyden katkonaisuus, palveluntarjoajan toiminta-aika, mobiili-ilmoitukset ja -operaattorit. Me emme voi taata, ett&auml; <b>Sin&auml;</b> saat ilmoituksia tai ett&auml; sinulla on p&auml;&auml;sy internetiin joka hetki tai ylip&auml;&auml;t&auml;&auml;n.&nbsp;</p>
<p><b>Sin&auml;</b> ymm&auml;rr&auml;t, ett&auml; <b>Mi Routeria</b> ja <b>Ohjelmistoa</b> ei ole sertifioitu h&auml;t&auml;tilanteita varten tai tarkoitettu tilanteisiin tai ymp&auml;rist&ouml;ihin, joissa toimitettujen tietojen viat, viiveet tai ep&auml;tarkkuudet voivat johtaa kuolemaan, loukkaantumisiin tai vakaviin fyysisiin tai ymp&auml;rist&ouml;llisiin vahinkoihin, mukaan lukien muun muassa liittyen ydinvoimaloiden toimintaan, lentokoneiden navigaatioj&auml;rjestelmiin, lennonjohtoon, elintoimintoja yll&auml;pit&auml;viin j&auml;rjestelmiin tai asej&auml;rjestelmiin.</p>
<p>SIN&Auml; HYV&Auml;KSYT, ETT&Auml; ET LUOTA MI ROUTERIIN JA OHJELMISTOON, KUN KYSEESS&Auml; ON ELINT&Auml;RKE&Auml; TAI KRIITTINEN TARKOITUS. KAIKKI XIAOMI-TUOTTEIDEN TILAAN JA H&Auml;LYTYKSIIN LIITTYV&Auml;T MOBIILI-ILMOITUKSET ANNETAAN VAIN TIEDOTUSTARKOITUKSESSA.</p>
<p><b>Xiaomi</b> voi pyyt&auml;&auml; <b>Sinua</b> tai <b>Sin&auml;</b> voit vapaaehtoisesti valita l&auml;hett&auml;v&auml;si kommentteja, ehdotuksia tai ideoita koskien <b>Mi Routeria</b> ja <b>Ohjelmistoa</b>, mukaan lukien parannusehdotuksia (&quot;<b>Palaute</b>&quot;). L&auml;hett&auml;m&auml;ll&auml; <b>Palautetta</b> <b>Sin&auml;</b> ilmoitat, ett&auml; l&auml;hett&auml;m&auml;si tiedot ovat vapaaehtoisiavastikkeettomia, pyyt&auml;m&auml;tt&ouml;mi&auml;, ei-luottamuksellisia ja rajoittamattomia, eiv&auml;tk&auml; aseta <b>Xiaomia</b> velvoitettuun asemaan. <b>Xiaomi</b> voi vapaasti k&auml;ytt&auml;&auml;, kopioida, muokata, julkaista, uudelleen jaella tai luoda johdannaist&ouml;it&auml; <b>Palautteen</b> perusteella mihin tahansa tarkoitukseen ja mill&auml; tahansa tavalla ilman <b>Sinulle</b> annettavia korvauksia tai kuittauksia. <b>Sin&auml;</b> hyv&auml;ksyt my&ouml;s, ett&auml; <b>Xiaomi</b> ei luovu mist&auml;&auml;n oikeuksista k&auml;ytt&auml;&auml; vastaavia tai aiheeseen liittyvi&auml; ideoita, jotka olivat <b>Xiaomin</b> tiedossa aikaisemmin, sen ty&ouml;ntekij&ouml;iden kehitt&auml;mi&auml; tai muista l&auml;hteist&auml; saatuja.</p>
<p><b>3.4 J&auml;rjestelm&auml;vaatimukset</b></p>
<p><b>Mi Router</b> ja <b>Ohjelmisto</b> eiv&auml;t voi k&auml;ytt&auml;&auml; Internet-palveluja ilman: (i) kodissasi olevaa toimivaa Wi-Fi-verkkoa, joka on asemoitu kommunikoimaan luotettavasti sovellettavan <b>Mi Router</b> -laitteen kanssa; (ii) mobiiliasiakkaita, kuten tuettu puhelin tai tabletti (tarvitaan joitakin toimintoja varten); (iv) aina k&auml;yt&ouml;ss&auml; olevaa laajakaista internet-yhteytt&auml; kodissasi; ja (v) muita j&auml;rjestelm&auml;n elementtej&auml;, joita <b>Xiaomi</b> voi m&auml;&auml;ritt&auml;&auml;. On sinun vastuullasi varmistaa, ett&auml; <b>Sinulla</b> on kaikki tarvittavat j&auml;rjestelm&auml;n elementit ja ett&auml; ne ovat yhteensopivia ja asianmukaisesti m&auml;&auml;ritettyj&auml;. <b>Sin&auml;</b> hyv&auml;ksyt, ett&auml; <b>Mi Router</b> ja <b>Ohjelmisto</b> eiv&auml;t v&auml;ltt&auml;m&auml;tt&auml; toimi kuvaillulla tavalla, jos edellytyksi&auml; ja yhteensopivuutta ei t&auml;ytet&auml;.</p>
<p><b>3.5 <b>K&auml;ytt&auml;j&auml;</b>oikeuksien rajoittaminen</b></p>
<p><b>K&auml;ytt&auml;j&auml;</b>oikeuksia on rajoitettu seuraavasti:</p>
<p><b>Sin&auml;</b> et saa:</p>
<ul>
<li><p>- kopioida, muuttaa tai muokata mit&auml;&auml;n <b>Ohjelmiston</b> tietoja tai mit&auml;&auml;n <b>Ohjelmiston</b> k&auml;yt&ouml;n aikana <b>Mi Routeriin</b> vapautettuja tietoja tai <b>K&auml;ytt&auml;j&auml;n</b> ja palvelimen v&auml;lill&auml; luotuja vuorovaikutteisia tietoja <b>Ohjelmiston</b> k&auml;yt&ouml;n aikana, tai k&auml;ytt&auml;&auml; <b>Ohjelmistoa</b> liit&auml;nn&auml;isten kanssa tai luoda johdannaist&ouml;it&auml; miss&auml;&auml;n muodossa, mukaan lukien muun muassa liit&auml;nn&auml;isi&auml;, p&auml;&auml;sy&auml; <b>Ohjelmistoon</b> ja siihen liittyviin j&auml;rjestelmiin kolmannen osapuolen ty&ouml;kalujen/palveluiden kautta.</p></li>
<li><p>- kopioida <b>Ohjelmiston</b> m&auml;&auml;rityksi&auml;, lukuun ottamatta kohtuullista m&auml;&auml;r&auml;&auml; koneellisesti luettavia kopioita <b>Ohjelmistosta</b> vain varmuuskopio- ja arkistointitarkoituksiin, ellei t&auml;ss&auml; <b>Sopimuksessa</b> nimenomaisesti anneta lupaa siihen.</p></li>
<li><p>- poistaa otsikoita, tavaramerkkej&auml;, palvelumerkkej&auml; tai toiminimi&auml;, tekij&auml;noikeusilmoituksia, selitteit&auml;, vesileimoja tai muita <b>Ohjelmistossa</b> olevia omistusmerkint&ouml;j&auml;;</p></li>
<li><p>- myyd&auml;, vuokrata, lisensoida, alilisensoida, nimitt&auml;&auml;, jaella tai muulla tavalla siirt&auml;&auml; kokonaan tai osittain <b>Ohjelmistoa</b>, lisenssi&auml; tai Sinun <b>Ohjelmiston</b> k&auml;ytt&ouml;oikeuksiasi toiselle osapuolelle, mukaan lukien j&auml;senyys- ja tilausoikeudet tai is&auml;nn&ouml;idyt oikeudet;</p></li>
<li><p>- muokata tai luoda johdannaist&ouml;it&auml; <b>Ohjelmiston</b> perusteella;</p></li>
<li><p>- purkaa, hajottaa, muuntaa koodia tai muulla tavalla yritt&auml;&auml; johtaa <b>Ohjelmiston</b> l&auml;hdekoodia kokonaan tai osittain;</p></li>
<li><p>- mist&auml;&auml;n syyst&auml; avata <b>Ohjelmiston</b> pakettia, hajottaa sit&auml; tai pakata sit&auml; tai sen osia uudelleen;</p></li>
<li><p>- niputtaa tai jaella <b>Ohjelmistoa</b> mill&auml;&auml;n tavalla;</p></li>
<li><p>- tarjota <b>Ohjelmiston</b> k&auml;ytt&ouml;&auml; kolmannen osapuolen ulkoistamislaitoksessa palvelun, palvelukeskusj&auml;rjestelyn tai ositusk&auml;yt&ouml;n perusteella;</p></li>
<li><p>- milloinkaan antaa <b>Ohjelmiston</b> arviointik&auml;ytt&ouml;oikeutta toiselle henkil&ouml;lle tai entiteetille <b>Ohjelmiston</b> arvioimiseksi;</p></li>
<li><p>- tehd&auml; muutoksia tai muokkauksia <b>Xiaomin</b> ja/tai <b>Yhteisty&ouml;kumppanin</b> <b>Ohjelmiston</b> kanssa jakamaan <b>Sopimukseen</b>; tai</p></li>
<li><p>- tehd&auml; <b>Ohjelmistoa</b> tai Mallikoodia koskevia lausuntoja, takuita tai esityksi&auml;, jotka ylitt&auml;v&auml;t tai eiv&auml;t vastaa <b>Xiaomin</b> <b>Sinulle</b> toimittamia asiakirjoja.</p></li>
</ul><br><h3>4. VERKKOSIVUSTOT JA KOLMANSIEN OSAPUOLTEN PALVELUT</h3>
<p><b>Sin&auml;</b> ymm&auml;rr&auml;t ja hyv&auml;ksyt, ett&auml; Palvelumme ja <b>Mi Routerin</b> ja <b>Ohjelmiston</b> toiminta perustuvat tekniseen tuleen kolmansilta osapuolilta, kuten esimerkiksi Android tai Google. <b>Sin&auml;</b> hyv&auml;ksyt ja suostut siihen, ett&auml; <b>Yhteisty&ouml;kumppanimme</b> voivat pyyt&auml;&auml; <b>Sinua</b> hankkimaan joitakin henkil&ouml;tietojasi kolmansilta osapuolilta saadessasi niilt&auml; teknist&auml; tai muuta tukea.</p>
<p><b>Mi Routerin</b> ja <b>Ohjelmiston</b> kautta <b>Sin&auml;</b> p&auml;&auml;set kolmansien osapuolten verkkopalveluihin, jotka ovat kolmansien osapuolten omistamia.</p>
<p>N&auml;m&auml; kolmansien osapuolten tarjoamat palvelut eiv&auml;t kuulu t&auml;m&auml;n <b>K&auml;ytt&ouml;oikeussopimuksen</b> tai <b>Yksityisyysk&auml;yt&auml;nt&ouml;mme</b> piiriin. Kolmansien osapuolten tarjoamia kolmansien osapuolten palveluita hallitsevat niiden omat K&auml;ytt&ouml;ehdot ja/tai Yksityisyysk&auml;yt&auml;nn&ouml;t, joista <b>Xiaomi</b> ei ole mill&auml;&auml;n tavalla vastuussa.</p><br><h3>5. XIAOMIN VELVOLLISUUDET</h3>
<p><b>XIAOMIN</b> JA SEN <b>YHTEISTY&Ouml;KUMPPANEIDEN</b> PALVELUT TOIMITETAAN &quot;ILMAN SITOUMUSTA&quot; JA ILMAN NIMENOMAISIA TAI EP&Auml;SUORIA TAKUITA. SOVELLETTAVAN LAIN SALLIMASSA M&Auml;&Auml;RIN <b>XIAOMI</b> KIELT&Auml;YTYY KAIKISTA NIMENOMAISISTA JA EP&Auml;SUORISTA TAKUISTA, MUKAAN LUKIEN MUUN MUASSA EP&Auml;SUORISTA TAKUISTA MYYNTIKELPOISUUDESTA JA KELPOISUUDESTA TIETTYYN TARKOITUKSEEN, LUKUUN OTTAMATTA LAIN T&Auml;YT&Auml;NT&Ouml;&Ouml;NPANON EDELLYTT&Auml;MI&Auml; TAKUITA. ME EMME TAKAA, ETT&Auml; <b>MI ROUTERIN</b> TAI <b>OHJELMISTON</b> TAI <b>YHTEISTY&Ouml;KUMPPANEIDEN</b> SIS&Auml;LT&Auml;M&Auml;T TOIMINNOT OVAT VAPAITA KATKOKSISTA TAI VIRHEIST&Auml;, TAI ETT&Auml; VIAT KORJATAAN TAI ETT&Auml; NIIT&Auml; IS&Auml;NN&Ouml;IV&Auml;T PALVELIMET OVAT VAPAITA VIRUKSISTA JA MUISTA HAITAMMISISTA KOMPONENTEISTA. ME EMME ANNA TAKEITA TAI ESITYKSI&Auml; KOSKIEN <b>XIAOMIN</b> JA/TAI SEN KUMPPANEIDEN PALVELUIDEN SIS&Auml;LT&Ouml;JEN K&Auml;YT&Ouml;N VIRHEETT&Ouml;MYYDEST&Auml;, T&Auml;SM&Auml;LLISYYDEST&Auml;, LUOTETTAVUUDESTA TAI MUISTA N&Auml;K&Ouml;KANNOISTA. <b>SIN&Auml;</b> HUOLEHDIT KAIKKIEN TARVITTAVIEN PALVELUIDEN, KORJAUSTEN TAI OIKAISUJEN AIHEUTTAMISTA KULUISTA.</p>
<p><b>Xiaomi</b> ja sen <b>Yhteisty&ouml;kumppanit</b> harjoittavat due diligence -k&auml;yt&auml;nt&ouml;&auml; tarjotessaan <b>Mi Routeria</b> tai <b>Ohjelmistoa</b> ja pit&auml;ess&auml;&auml;n ne mahdollisimman vapaana virheist&auml;. <b>Xiaomi</b> ei ota mink&auml;&auml;nlaista vastuuta menetyksist&auml;, jotka eiv&auml;t johdu <b>K&auml;ytt&ouml;oikeussopimuksen</b> rikkomisesta meid&auml;n toimestamme. <b>Xiaomi</b> ei my&ouml;sk&auml;&auml;n ole vastuussa menettelyist&auml; tai tosiasioista, joita me emme voi kohtuudella hallita.</p><br><h3>6. VASTUUVAPAUSLAUSEKE</h3>
<p><b>Xiaomi</b> ei takaa <b>Mi Routerin</b> ja sivuston, jolta <b>Ohjelmistoon</b> p&auml;&auml;st&auml;&auml;n, jatkuvaa saatavuutta, tai niiden sis&auml;lt&auml;mien elementtien ja tietojen oikeanlaista n&auml;kyvyytt&auml;, lataamista ja k&auml;ytt&ouml;&auml;, joita sen hallinnan ulkopuolella olevat tekij&auml;t tai olosuhteet voivat est&auml;&auml;, hidastaa tai h&auml;irit&auml;.</p>
<ul>
<p><b>Xiaomi</b> ei ota oikeudellista vastuuta eik&auml; ole korvausvelvollinen alla olevissa olosuhteissa ilmenevist&auml; vahingoista, menetyksist&auml; tai kuluista:</p>
<li><p>- <b>Xiaomi</b> ei takaa Sivuston jatkuvaa saatavuutta, tai Sivuston sis&auml;lt&auml;mien elementtien ja tietojen oikeanlaista n&auml;kyvyytt&auml;, lataamista ja k&auml;ytt&ouml;&auml;, joita sen hallinnan ulkopuolella olevat tekij&auml;t tai olosuhteet voivat est&auml;&auml;, hidastaa tai h&auml;irit&auml;.</p></li>
<li><p>- Keskeytyksen, vian jne. aiheuttama tilanne, joka johtuu tietokonepiratismista, viruksesta tai muusta verkkoturvallisuuden, tekniikoiden, viestinn&auml;n ja tiedon hallintaan liittyvist&auml; syist&auml;;</p></li>
<li><p>- <b>K&auml;ytt&auml;j&auml;n</b> k&auml;rsim&auml;t menetykset, jotka johtuvat kolmansista osapuolista, kuten viestint&auml;katkoksista, teknisist&auml; ongelmista, verkko- ja tietokonevioista ja muista ylivoimaisista esteist&auml;;</p></li>
<li><p>- Suojaus- tai siirtymisvirheist&auml;, jotka ovat selaimen virhetoiminnoista tai selainten vanhentuneiden versioiden k&auml;yt&ouml;st&auml; aiheutuneita.</p></li>
 <li><p>- Haittaohjelmien, kuten tietokonevirusten tai muiden k&auml;yt&ouml;st&auml; miss&auml; tahansa viestinn&auml;ss&auml; aiheutunut laiton h&auml;irint&auml;;</p></li>
 <li><p>- S&auml;hk&ouml;j&auml;rjestelm&auml;n toiminnan h&auml;iri&ouml;t, katkokset, viat, poistot, puhelinviat, viiveet, esteet tai irtikytkenn&auml;t, jotka ovat televiestint&auml;linjojen ja -verkkojen heikkouksien, ylikuormituksen tai virheiden aiheuttamia, tai muun <b>Xiaomin</b> hallinnan ulkopuolella olevan seikan aiheuttamia.</p></li>
</ul>
<p>SOVELLETTAVIEN LAKIEN SALLIMAN MAKSIMIM&Auml;&Auml;R&Auml;N RAJOISSA XIAOMI, SEN TYT&Auml;RYHTI&Ouml;T, KUMPPANIT, J&Auml;LLEENMYYJ&Auml;T, EDUSTAJAT TAI TOIMITTAJAT TAI N&Auml;IDEN KUNKIN VIRKAILIJAT, JOHTAJAT, TY&Ouml;NTEKIJ&Auml;T, LISENSSIN ANTAJAT JA NIMITYKSET EIV&Auml;T MISS&Auml;&Auml;N TAPAUKSESSA OLE VASTUUSSA:</p>
<ul><li><p>1. KODILLESI, LVI-J&Auml;RJESTELM&Auml;LLE, S&Auml;HK&Ouml;J&Auml;RJESTELM&Auml;LLE, PUTKISTOLLE, TUOTTEELLESI JA OHEISLAITTEILLE (LIITTYIV&Auml;T NE XIAOMI-TUOTTEESEEN TAI EIV&Auml;T), TIETOKONEELLE, MOBIILILAITTEELLE JA MUILLE KOTISI LAITTEILLE TAI EL&Auml;IMILLE KOITUNEISTA VAHINGOISTA; JA</p></li>
<li><p>2. MIST&Auml;&Auml;N MENETYKSIST&Auml;, JOTKA (I) EIV&Auml;T OLLEET KOHTUULLISESTI ENNAKOITAVISSA MOLEMPIEN OSAPUOLTEN TOIMESTA; (II) OLIVAT SINUN TIEDOSSASI, MUTTA EIV&Auml;T MEID&Auml;N; JA/TAI (III) OLIVAT KOHTUULLISESTI MOLEMPIEN OSAPUOLTEN ENNAKOITAVISSA, MUTTA SIN&Auml; OLISIT VOINUT EST&Auml;&Auml; NE, KUTEN ESIMERKIKSI (RAJOITUKSETTA) VIRUSTEN, HAITTAOHJELMIEN TAI MUIDEN HAITALLISTEN OHJELMIEN AIHEUTTAMAT MENETYKSET, TAI TIETOJESI MENETYS TAI NIIDEN VIOITTUMINEN. (MUKAAN LUKIEN MUUN MUASSA VAHINGOT, JOTKA JOHTUVAT VOITTOJEN TAI TULOJEN MENETYKSEST&Auml;, TIETOJEN MENETYKSEST&Auml;, LIIKETOIMINNAN KATKOKSISTA, HENKIL&Ouml;KOHTAISISTA LOUKKAANTUMISISTA, YKSITYISYYDEN MENETT&Auml;MISEST&Auml;, KYVYN K&Auml;YTT&Auml;&Auml; KOLMANSIEN OSAPUOLTEN TUOTTEITA TAI PALVELUITA MENETYKSEST&Auml;, VILPITT&Ouml;MYYDEN TAI KOHTUULLISEN HUOLELLISUUDEN LAIMINLY&Ouml;NNEIST&Auml;, HUOLIMATTOMUUDESTA TAI MUISTA RAHALLISISTA TAI MUISTA MENETYKSIST&Auml;,</p></li>
<p>VASTUUN TEORIASTA HUOLIMATTA (SOPIMUS, SOPIMUKSEN ULKOPUOLINEN TAI MUU), JOKA JOHTUU JOLLAIN TAVALLA SIVUSTON TAI PALVELUIDEN K&Auml;YT&Ouml;N MAHDOTTOMUUTEEN, VAIKKA XIAOMILLE TAI MUULLE ENTITEETILLE ON ILMOITETTU T&Auml;LLAISTEN VAHINKOJEN MAHDOLLISUUDESTA.</p><br></ul>
<p>BELKININ, SEN TYT&Auml;RYHTI&Ouml;IDEN, KUMPPANEIDEN, J&Auml;LLEENMYYJIEN, EDUSTAJIEN TAI TOIMITTAJIEN YHTEENLASKETTU KORVAUSVELVOLLISUUS EI MISS&Auml;&Auml;N TAPAUKSESSA YLIT&Auml; VIITT&Auml;KYMMENT&Auml; EUROA (50 €). T&Auml;M&Auml; RAJOITUS ON KUMULATIIVINEN EIK&Auml; TAPAUSTEN TAI KORVAUSVAATIMUSTEN LUKUM&Auml;&Auml;R&Auml; KASVATA SIT&Auml;. AIKAISEMPIA RAJOITUKSIA SOVELLETAAN, VAIKKA JOKIN TAKUU TAI ANNETTU KORVAUS EP&Auml;ONNISTUU KESKEISESS&Auml; TARKOITUKSESSAAN. MIK&Auml;&Auml;N T&Auml;SS&Auml; KAPPALEESSA MAINITTU EI RAJOITA XIAOMIN VASTUUTA RUUMIILLISTEN VAMMOJEN TAI KUOLEMANTAPAUKSISSA.</p><br><h3>7. YKSITYISYYSK&Auml;YT&Auml;NT&Ouml;</h3>
<p>Kaikkia <b>Sinun</b> antamiasi tietoja hallitsevat t&auml;m&auml;n <b>Yksityisyysk&auml;yt&auml;nn&ouml;n</b> ehdot. <b>Yksityisyysk&auml;yt&auml;nn&ouml;n</b> ehdot muodostavat osan t&auml;t&auml; <b>Sopimusta</b> ja ovat sitovia kaikkina aikoina.</p>
<p><b>Yksityisyysk&auml;yt&auml;nt&ouml;</b> on osoitteessa <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Henkil&ouml;tietojesi suojaaminen on t&auml;rke&auml;&auml; <b>Xiaomille</b>. Tarjotakseen <b>Ohjelmiston</b> ominaisuuksia ja parantaakseen <b>K&auml;ytt&auml;j&auml;</b>kokemusta <b>Mi Router</b> ja <b>Ohjelmisto</b> ker&auml;&auml; tietyntyyppist&auml; tietoa sen mukaan kuin <b>Yksityisyysk&auml;yt&auml;nn&ouml;ss&auml;mme</b> on ilmoitettu. Me ker&auml;&auml;mme, k&auml;yt&auml;mme ja suojaamme tietojasi <b>Yksityisyysk&auml;yt&auml;nt&ouml;mme</b> mukaisesti. <b>Yksityisyysk&auml;yt&auml;nt&ouml;</b> on saatavissa seuraavalta sivustolta.</p>
<p>Jos haluat lis&auml;tietoja <b>Yksityisyysk&auml;yt&auml;nn&ouml;st&auml;mme</b>, ota meihin yhteytt&auml; osoitteeseen: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. LUOTTAMUKSELLISUUS JA IMMATERIAALI- JA TEOLLINEN OMAISUUS</h3>
<p><b>Mi Router</b> ja <b>Ohjelmisto</b> ja kaikki niiden kopiot ovat <b>Xiaomin</b> yksinomaista immateriaaliomaisuutta ja n&auml;in ollen tekij&auml;noikeuslakien ja kansainv&auml;listen sopimusten ja muiden immateriaalilakien ja sopimusten suojaamia.</p>
<p><b>Ohjelmiston</b> rakenne, organisaatio ja koodi ovat <b>Xiaomin</b> luottamuksellisia tietoja ja arvokkaita kauppasalaisuuksia. <b>Sin&auml;</b> hyv&auml;ksyt, ett&auml; jos <b>Sin&auml;</b> paljastat <b>Xiaomin</b> luottamuksellisia tietoja, aiheuttaa se v&auml;lit&ouml;nt&auml; ja korvaamatonta haittaa <b>Xiaomille</b> ja sen <b>Yhteisty&ouml;kumppaneille</b>, ja t&auml;st&auml; lainvoimainen tuomioistuin voi m&auml;&auml;r&auml;t&auml; kohtuullisia korvauksia ja muita k&auml;ytett&auml;viss&auml; olevia oikeudellisia korvausmenettelyj&auml;. Jollei t&auml;ss&auml; toisin ilmoiteta, <b>Xiaomi</b> ei my&ouml;nn&auml; <b>Sinulle</b> mit&auml;&auml;n <b>Ohjelmiston</b> immateriaalioikeuksia. Kaikki oikeudet, joita ei t&auml;ss&auml; nimenomaisesti my&ouml;nnet&auml;, ovat <b>Xiaomin</b>.</p>
<p><b>Sin&auml;</b> sitoudut s&auml;ilytt&auml;m&auml;&auml;n <b>Ohjelmiston</b> ja <b>Mi Routerin</b>, <b>K&auml;ytt&ouml;oikeussopimuksen</b> ja muun <b>Xiaomin</b> immateriaaliomaisuuden luottamuksellisuuden olemalla v&auml;hint&auml;&auml;n yht&auml; huolellinen, kuin olet s&auml;ilytt&auml;&auml;ksesi <b>Sinun</b> omien kaikkein luottamuksellisten tietojesi luottamuksellisuuden, ja kaikissa tapauksissa v&auml;hint&auml;&auml;n kohtuullisen varovainen. <b>Sin&auml;</b> sitoudut viestitt&auml;m&auml;&auml;n t&auml;m&auml;n <b>K&auml;ytt&ouml;oikeussopimuksen</b> ehdot ja s&auml;&auml;nn&ouml;t henkil&ouml;ille, jotka <b>Sin&auml;</b> olet ty&ouml;llist&auml;nyt ja jotka ovat kosketuksissa <b>Ohjelmiston</b> kanssa. Lis&auml;ksi sitoudut ponnistelemaan kohtuullisesti sen eteen, ett&auml; kyseiset henkil&ouml;t noudattavat n&auml;it&auml; ehtoja ja s&auml;&auml;nt&ouml;j&auml; mukaan lukien muun muassa sen, ett&auml; et anna t&auml;llaisten henkil&ouml;iden k&auml;ytt&auml;&auml; mit&auml;&auml;n <b>Ohjelmiston</b> osaa ja muita <b>Xiaomin</b> immateriaalioikeuksia saadakseen <b>Ohjelmiston</b> l&auml;hdekoodin tai kopioidakseen, murtaakseen tai muilla tavoin kiert&auml;&auml;kseen koodeja ja k&auml;ytt&auml;&auml;kseen valtuutuksia tai lisenssej&auml;.</p>
<p><b>K&auml;ytt&auml;j&auml;</b> ei riko <b>Xiaomin</b>, <b>Yhteisty&ouml;kumppaneiden</b> tai kolmansien osapuolten immateriaalioikeuksia <b>Mi Routeriin</b> ja <b>Ohjelmistoon</b> liittyen. <b>Sin&auml;</b> et saa ilman lupaa ladata, julkaista, muuttaa, levitt&auml;&auml; tai uudelleen tuottaa t&ouml;it&auml;, joiden immateriaalioikeudet kuuluvat kolmansille osapuolille, tai kolmansien osapuolten omistamia tietoja tai dataa ilman omistajalta saatua kirjallista lupaa.</p>
<p><b>Xiaomin</b> tuotteissa ja palveluissa esiintyv&auml;t grafiikat, sanat ja yhdistelm&auml;t, joissa on MIUIn ja muu <b>Xiaomin</b> logo, ovat <b>Xiaomin</b> rekister&ouml;ityj&auml; tavaramerkkej&auml;. <b>Sin&auml;</b> et saa n&auml;ytt&auml;&auml; tai muulla tavalla k&auml;ytt&auml;&auml; niit&auml;.</p>
<p><b>Mi Routerin</b> tai <b>Ohjelmiston</b> tai <b>Yhteisty&ouml;kumppaneiden</b> k&auml;ytt&ouml; ei miss&auml;&auml;n tapauksessa merkitse t&auml;llaisten oikeuksien kokonaista tai osittaista luovuttamista, ellei toisin nimenomaisesti ilmoiteta.</p>
<p>Sis&auml;lt&ouml;&auml;, tekstej&auml;, valokuvia, suunnitteluja, logoja, kuvia, tietokoneohjelmia, l&auml;hdekoodeja ja muita <b>Mi Routerissa</b> tai <b>Ohjelmistossa</b> olevia ja sen kautta saatavissa olevia immateriaaliluomuksia suojaavat tekij&auml;noikeuslait tai muut lains&auml;&auml;d&auml;nn&ouml;n my&ouml;nt&auml;m&auml;t oikeudet, mukaan lukien muun muassa immateriaalista- tai teollisuusomaisuutta koskevat s&auml;&auml;nn&ouml;t.</p>
<p><b>Xiaomi</b> tai sen <b>Yhteisty&ouml;kumppanit</b> ovat <b>Mi Routerin</b> ja/tai <b>Ohjelmiston</b> graafisen suunnittelun, valikoiden, siirtymispainikkeiden, HTML-koodin, tekstien, kuvien, tekstuureiden, grafiikoiden ja muiden <b>Ohjelmiston</b> osien muodostavien elementtien omistajia tai lisenssinhaltijoita, tai niill&auml; on joka tapauksessa kyseisten elementtien k&auml;ytt&ouml;&ouml;n oikeuttava valtuutus.</p>
<p><b>Ohjelmistoa</b> ei saa uudelleentuottaa kokonaan tai osittain, eik&auml; sit&auml; saa l&auml;hett&auml;&auml; tai tallentaa mill&auml;&auml;n tiedonhankintaj&auml;rjestelm&auml;ll&auml; miss&auml;&auml;n muodossa tai mill&auml;&auml;n v&auml;lineell&auml; muuten kuin t&auml;ss&auml; nimenomaisesti on my&ouml;nnetty, ellei <b>Xiaomilta</b> tai sen <b>Yhteisty&ouml;kumppaneilta</b> ole etuk&auml;teen saatu kirjallista lupaa.</p>
<p><b>Sin&auml;</b> et saa poistaa, kiert&auml;&auml; tai peukaloida mit&auml;&auml;n <b>Mi Routerissa</b> tai sen <b>Ohjelmistossa</b> ilmenevi&auml; materiaaleja tai kohteita tai teknisi&auml; suojalaitteita tai DRM-teknologiaa. Niiden oikeudet kuuluvat <b>Xiaomille</b>.</p>
<p><b>Xiaomi</b> pid&auml;tt&auml;&auml; oikeuden ryhty&auml; oikeustoimiin puolustaakseen omia immateriaali- tai teollisoikeuksiaan tai muita oikeuksiaan.</p>
<p><b>Sin&auml;</b> s&auml;ilyt&auml;t niiden immateriaalioikeuksien omistajuuden, joita <b>Sinulla</b> on sis&auml;lt&ouml;&ouml;n, jota <b>Sin&auml;</b> l&auml;het&auml;t <b>Mi Routeria</b> ja <b>Ohjelmistoa</b> k&auml;ytt&auml;m&auml;ll&auml;.&nbsp;</p>
<p>Kun <b>Sin&auml;</b> lataat tai muulla tavoin l&auml;het&auml;t sis&auml;lt&ouml;&auml; <b>Mi Routeria</b> ja <b>Ohjelmistoamme</b> k&auml;ytt&auml;m&auml;ll&auml;, <b>Sin&auml;</b> annat <b>Xiaomille</b> ja niille, joiden kanssa ty&ouml;skentelemme, maailmanlaajuisen lisenssin k&auml;ytt&auml;&auml;, is&auml;nn&ouml;id&auml;, s&auml;ilytt&auml;&auml;, uudelleentuottaa, muokata, viestitt&auml;&auml; ja tarjota saataville tai jaella kyseist&auml; sis&auml;lt&ouml;&auml;. Oikeudet, joita <b>Sin&auml;</b> my&ouml;nn&auml;t t&auml;ss&auml; lisenssiss&auml;, ovat rajoitetusti palvelujemme k&auml;ytt&ouml;&auml; ja parantamista ja uusien kehitt&auml;mist&auml; varten. T&auml;m&auml; lisenssi jatkuu vaikka <b>Sin&auml;</b> lopettaisit <b>Mi Routerin</b> ja <b>Ohjelmiston</b> k&auml;yt&ouml;n. Varmista, ett&auml; <b>Sinulla</b> on meille t&auml;m&auml;n lisenssin my&ouml;nt&auml;mist&auml; varten tarvittavat oikeudet kaikkea sis&auml;lt&ouml;&auml; koskien, jota <b>Sin&auml;</b> l&auml;het&auml;t <b>Mi Routeria</b> ja <b>Ohjelmistoa</b> k&auml;ytt&auml;m&auml;ll&auml;. Jos <b>Sin&auml;</b> haluat p&auml;&auml;syn sis&auml;lt&ouml;&ouml;si tai muuttaa tai poistaa sis&auml;lt&ouml;&auml;si, ota meihin yhteytt&auml;.</p><br><h3>9. IRTISANOMINEN</h3><br><p><b>Xiaomi</b> voi irtisanoa t&auml;m&auml;n <b>K&auml;ytt&ouml;oikeussopimuksen</b> v&auml;litt&ouml;m&auml;sti ja ilman varoitusaikaa, jos <b>Sin&auml;</b> et noudata t&auml;m&auml;n <b>K&auml;ytt&ouml;oikeussopimuksen</b> ehtoja.</p><br><p><b>9.1 Irtisanomisen vaikutus.</b> Jos sopimus irtisanotaan, <b>Sinun</b> t&auml;ytyy tuhota kaikki <b>Ohjelmiston</b> kopiot ja h&auml;vitt&auml;&auml; <b>Mi Router</b> paikallisen j&auml;tteiden kierr&auml;tyst&auml; koskevan lain mukaisesti.</p>
<p><b>Sinun</b> t&auml;ytyy lis&auml;ksi poistaa <b>Ohjelmisto</b> ja kaikki sen kopiot, kaikki varmuuskopiot mukaan lukien, Palvelimelta ja kaikista tietokoneista ja muista laitteista, joihin se on asennettu, tallennettu tai arkistoitu. <b>Xiaomin</b> pyynn&ouml;st&auml; <b>Sin&auml;</b> annat <b>Xiaomille</b> kirjallisen todistuksen siit&auml;, ett&auml; <b>Sin&auml;</b> olet noudattanut n&auml;it edellytyksi&auml;.</p><br><h3>10. SOVELLETTAVA LAKI</h3>
<p>T&auml;m&auml;n <b>K&auml;ytt&ouml;oikeus</b><b>sopimuksen</b> ehtojen tulkintaan, voimassaoloon ja riidan ratkaisuun sovelletaan <b>K&auml;ytt&auml;j&auml;n</b> asuinpaikan lakeja. Jos <b>Sinun</b> ja <b>Xiaomin</b> v&auml;lill&auml; ilmenee riitaa, pyrimme ensin ratkaisemaan sen yst&auml;v&auml;llismielisell&auml; kuulemisella. Jos kuulemisessa ei saavuteta <b>Sopimusta</b>, <b>Sin&auml;</b> suostut toimittamaan kiistan <b>K&auml;ytt&auml;j&auml;n</b> asuinpaikan tuomioistuimille.</p><br><h3>11. RIIPPUMATTOMUUS</h3>
<p>Jos jotain t&auml;m&auml;n <b>Sopimuksen</b> ehtoa ei jostain syyst&auml; voida soveltaa, pysyy se soveltamattomana est&auml;m&auml;tt&auml; muiden t&auml;m&auml;n <b>Sopimuksen</b> ehtojen soveltamista.</p><br><h3>12. KOSKEMATTOMUUS</h3>
<p>T&auml;m&auml; <b>Sopimus</b> (<b>Yksityisyysk&auml;yt&auml;nt&ouml;</b> mukaan lukien) muodostaa ainoan v&auml;lineen, joka hallitsee <b>Sinun</b> ja <b>Xiaomin</b> v&auml;list&auml; suhdetta suhteessa <b>Mi Routerin</b> ja <b>Ohjelmiston</b> k&auml;ytt&ouml;&ouml;n liittyviin asioihin.</p>
<p>Kunkin kappaleen otsikko on kirjoitettu lukemisen helpottamiseksi eik&auml; niill&auml; ole oikeudellista tai sopimuksellista sitovuutta.</p><br><p>Tarkistettu HUHTIKUUSSA 2020</p>
        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
