<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Licenčn&iacute; smlouva společnosti Xiaomi s&nbsp;koncov&yacute;m uživatelem</h2><br><p><b>V&iacute;tejte u&nbsp;společnosti Xiaomi!</b></p><br><h3>1. &Uacute;VOD</h3><br><p>Tyto smluvn&iacute; podm&iacute;nky (&bdquo;<b>licenčn&iacute; <b>smlouva</b> s&nbsp;koncov&yacute;m <b>uživatelem</b></b>&ldquo; a/nebo &bdquo;<b>smlouva</b>&ldquo; a/nebo &bdquo;<b>EULA</b>&ldquo;) upravuj&iacute; datov&yacute; a&nbsp;hlasov&yacute; př&iacute;stup k&nbsp;na&scaron;emu routeru a&nbsp;použ&iacute;v&aacute;n&iacute; tohoto na&scaron;eho routeru Model R3600 (bez dal&scaron;&iacute;ho rozli&scaron;en&iacute; jako &bdquo;<b>Mi Router</b>&ldquo;) a&nbsp;do něj nahran&eacute;ho <b>softwaru</b> <b>Mi AIoT Router AX3600</b> 3.0.22 (bez dal&scaron;&iacute;ho rozli&scaron;en&iacute; jako &bdquo;<b>software</b>&ldquo;), kter&yacute; vlastn&iacute; společnost <b>Xiaomi</b> Inc., jej&iacute; dceřin&eacute; společnosti a&nbsp;přidružen&eacute; osoby (&bdquo;<b>Xiaomi</b>&ldquo; nebo &bdquo;my&ldquo;) a&nbsp;na&scaron;i provozn&iacute; partneři (&bdquo;<b>partneři</b>&ldquo;) a&nbsp;kter&yacute; jste si zakoupili pro &uacute;čely zaji&scaron;těn&iacute; př&iacute;stupu ke sv&eacute;mu vlastn&iacute;mu internetov&eacute;mu připojen&iacute; a/nebo službě Wi-Fi.</p>
<p>Tato smlouva <b>EULA</b> je k&nbsp;dispozici na adrese:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>Použ&iacute;v&aacute;n&iacute; zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b> propůjčuje <b>uživateli</b> status <b>uživatele</b> a&nbsp;představuje přijet&iacute; a&nbsp;souhlas s&nbsp;dodržov&aacute;n&iacute;m smlouvy <b>EULA</b> (d&aacute;le jen &bdquo;<b>vy</b>&ldquo; nebo &bdquo;<b>uživatel</b>&ldquo; a/nebo &bdquo;<b>uživatel&eacute;</b>&ldquo;), včetně př&iacute;padn&yacute;ch dal&scaron;&iacute;ch podm&iacute;nek už&iacute;v&aacute;n&iacute;, kter&eacute; se budou vztahovat na použ&iacute;v&aacute;n&iacute; nebo platit během použ&iacute;v&aacute;n&iacute; zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b>. Tuto <b>smlouvu</b> si před př&iacute;stupem k&nbsp;zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;použit&iacute;m <b>softwaru</b> pečlivě přečtěte a&nbsp;rozhodněte se, zda ji přijmete či ne. Podm&iacute;nkou je dosažen&iacute; zletilosti, a&nbsp;pokud jste nezletilou osobou, mus&iacute;te si tuto <b>smlouvu</b> přeč&iacute;st ve společnosti sv&eacute;ho z&aacute;konn&eacute;ho z&aacute;stupce. Použ&iacute;v&aacute;n&iacute;m na&scaron;eho zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;na&scaron;eho <b>softwaru</b> a&nbsp;přijet&iacute;m na&scaron;&iacute; <b>smlouvy</b> potvrzujete, že jste si přečetli podm&iacute;nky t&eacute;to <b>smlouvy</b>, rozum&iacute;te jim, přij&iacute;m&aacute;te je a&nbsp;jste jimi v&aacute;z&aacute;ni.</p>
<p>Přijet&iacute;m t&eacute;to <b>smlouvy</b> souhlas&iacute;te se v&scaron;emi omezen&iacute;mi. <b>Xiaomi Technology Netherlands B.V.</b> je společnost s&nbsp;omezen&yacute;m ručen&iacute;m ř&aacute;dně zaregistrovan&aacute; a&nbsp;založen&aacute; podle nizozemsk&yacute;ch pr&aacute;vn&iacute;ch předpisů pod <b>č&iacute;slem RSIN (identifikačn&iacute; č&iacute;slo) 859298899.</b></p>
<p>Ke komunikaci a&nbsp;oznamov&aacute;n&iacute; je určena n&iacute;že uveden&aacute; kontaktn&iacute; adresa:</p>
<p><b>Kontaktujte n&aacute;s na adrese:</b></p>
<p><b>Adresa: Prinses Beatrixlaan 582, Haag 2595BM, Nizozemsko</b></p><br><h3>2. DEFINICE</h3>
<p>K&nbsp;lep&scaron;&iacute;mu porozuměn&iacute; t&eacute;to smlouvě <b>EULA</b> v&aacute;m pomohou tyto definice pojmů:</p>
<p>Routerem se rozum&iacute; hardwarov&eacute; zař&iacute;zen&iacute;, kter&eacute; pomoc&iacute; <b>softwaru</b> protokolu routeru umožňuje současn&eacute; připojen&iacute; různ&yacute;ch mobiln&iacute;ch či telekomunikačn&iacute;ch PS zař&iacute;zen&iacute; k&nbsp;internetu.</p>
<p>Serverem se rozum&iacute; jeden fyzick&yacute; poč&iacute;tač, na kter&eacute;m běž&iacute; maxim&aacute;lně jedna (1) jedinečn&aacute; kopie operačn&iacute;ho syst&eacute;mu. Několika servery se rozum&iacute; (i) několik poč&iacute;tačů, kter&eacute; sd&iacute;l&iacute; procesn&iacute; v&yacute;kon nebo běž&iacute; v&nbsp;s&iacute;ťov&eacute; konfiguraci jako jeden logick&yacute; poč&iacute;tač, např. &bdquo;serverov&aacute; farma&ldquo;, &bdquo;cluster&ldquo; nebo podobn&eacute; uspoř&aacute;d&aacute;n&iacute;, (ii) několik virtu&aacute;ln&iacute;ch strojů v&nbsp;technick&eacute;m prostřed&iacute;, kter&eacute; rozděluje fyzick&yacute; poč&iacute;tač na několik virtu&aacute;ln&iacute;ch strojů tak, že každ&yacute; virtu&aacute;ln&iacute; stroj působ&iacute; jako samostatn&yacute; stroj a&nbsp;m&aacute; schopnost běžet na sv&eacute;m vlastn&iacute;m vyhrazen&eacute;m stroji.</p>
<p><b>Softwarem</b> se rozum&iacute; <b>software</b> a&nbsp;př&iacute;padn&eacute; aktualizace, kter&eacute; jsou <b>v&aacute;m</b> licencov&aacute;ny na z&aacute;kladě t&eacute;to smlouvy <b>EULA</b>, zejm&eacute;na v&scaron;echny souvisej&iacute;c&iacute; komponenty zakoupen&eacute; či poskytovan&eacute; se <b>softwarem</b>, rozhran&iacute; pro programov&aacute;n&iacute; aplikac&iacute;, souvisej&iacute;c&iacute; m&eacute;dia, ti&scaron;těn&eacute; materi&aacute;ly, online či elektronick&aacute; dokumentace a&nbsp;jejich př&iacute;padn&eacute; aktualizace nebo verze vydan&eacute; pro &uacute;čely &uacute;držby.</p><br><h3>3. LICENCE K&nbsp;SOFTWARU</h3>
<p><b>3.1 <b>Uživatelsk&aacute;</b> pr&aacute;va</b></p>
<p>M&aacute;te pr&aacute;vo použ&iacute;vat zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> v&nbsp;souladu s&nbsp;ustanoven&iacute;mi t&eacute;to smlouvy <b>EULA</b> pro &uacute;čely zaji&scaron;těn&iacute; př&iacute;stupu a&nbsp;připojen&iacute; ke sv&yacute;m internetov&yacute;m služb&aacute;m a&nbsp;zař&iacute;zen&iacute;m přes Wi-Fi.</p>
<p>Za podm&iacute;nky spr&aacute;vn&eacute;ho uplatňov&aacute;n&iacute; t&eacute;to smlouvy <b>EULA</b> ze strany <b>uživatele</b> uděluje společnost <b>Xiaomi</b> <b>uživateli</b> osobn&iacute;, nepřevoditelnou a&nbsp;nev&yacute;hradn&iacute; licenci na využ&iacute;v&aacute;n&iacute; <b>softwaru</b> na zař&iacute;zen&iacute; <b>Mi Router</b> bez pr&aacute;va poskytovat sublicence. <b>Uživatel</b> si sm&iacute; <b>software</b> nainstalovat, použ&iacute;vat, zobrazovat a&nbsp;spou&scaron;tět pouze na zař&iacute;zen&iacute; <b>Mi Router</b>.</p>
<p>Aby se přede&scaron;lo pochybnostem, plat&iacute;, že <b>software</b> je <b>v&aacute;m</b> za podm&iacute;nek t&eacute;to smlouvy <b>EULA</b> poskytov&aacute;n na z&aacute;kladě licence, nikoli prod&aacute;v&aacute;n. Nez&iacute;sk&aacute;v&aacute;te ž&aacute;dn&aacute;&nbsp;autorsk&aacute; pr&aacute;va, pr&aacute;va k&nbsp;ochrann&yacute;m zn&aacute;mk&aacute;m ani zn&aacute;mk&aacute;m služby společnosti <b>Xiaomi</b> či <b>partnera</b>. Společnosti <b>Xiaomi</b> nad&aacute;le n&aacute;lež&iacute; ve&scaron;ker&aacute; pr&aacute;va, kter&aacute; <b>v&aacute;m</b> nebyla v&yacute;slovně udělena v&nbsp;t&eacute;to <b>smlouvě</b>.</p>
<p>Tento <b>software</b> nelze nainstalovat na jin&aacute; koncov&aacute; zař&iacute;zen&iacute;, kter&aacute; v&yacute;slovně nepovolila společnost <b>Xiaomi</b>, zejm&eacute;na na set-top boxy, hern&iacute; konzole, DVD přehr&aacute;vače a&nbsp;podobn&aacute; zař&iacute;zen&iacute;.</p>
<p>Pokud <b>uživatel</b> tuto <b>smlouvu</b> nedodrž&iacute;, společnost <b>Xiaomi</b> tuto licenci k&nbsp;<b>softwaru</b> udělenou <b>uživateli</b> na z&aacute;kladě t&eacute;to smlouvy zru&scaron;&iacute; a&nbsp;v&aacute;&scaron; &uacute;čet deaktivuje.</p>
<p><b>3.2 Poř&iacute;zen&iacute;, instalace a&nbsp;upgrade <b>softwaru</b></b></p>
<p><b>Uživatel</b> si st&aacute;hne a&nbsp;nainstaluje <b>software</b> z&nbsp;webov&yacute;ch str&aacute;nek [<a href="http://www.apple.com">www.apple.com</a> nebo <a href="https://play.google.com/store">https://play.google.com/store</a>] nebo způsobem, kter&yacute; urč&iacute; společnost <b>Xiaomi</b>. Nestahujte <b>software</b> z&nbsp;ž&aacute;dn&yacute;ch neuveden&yacute;ch webov&yacute;ch str&aacute;nek, abyste sv&aacute; zař&iacute;zen&iacute; neinfikovali &scaron;kodliv&yacute;mi programy, kter&eacute; mohou zničit va&scaron;e data a&nbsp;dostat se k&nbsp;va&scaron;im osobn&iacute;m &uacute;dajům a&nbsp;soukrom&yacute;m informac&iacute;m. Pokud si poř&iacute;d&iacute;te <b>software</b> nebo instalačn&iacute; program od třet&iacute; strany, kter&aacute; nem&aacute; opr&aacute;vněn&iacute; společnosti <b>Xiaomi</b>, nemůže společnost <b>Xiaomi</b> zaručit, že bude fungovat norm&aacute;lně, a&nbsp;nepřij&iacute;m&aacute; ž&aacute;dnou odpovědnost za &scaron;kodu, kter&aacute; <b>v&aacute;m</b> v&nbsp;t&eacute;to souvislosti vznikne.</p>
<p><b>Uživatel</b> si mus&iacute; zvolit verzi <b>softwaru</b>, kter&aacute; odpov&iacute;d&aacute; zakoupen&eacute;mu koncov&eacute;mu zař&iacute;zen&iacute; <b>Mi Router</b>. Pokud tak neučin&iacute;, ponese odpovědnost za probl&eacute;my se <b>softwarem</b>, probl&eacute;my se zař&iacute;zen&iacute;m či &scaron;kody vypl&yacute;vaj&iacute;c&iacute; z&nbsp;nekompatibility mezi verz&iacute; <b>softwaru</b> a&nbsp;modelem zař&iacute;zen&iacute; <b>Mi Router</b> v&yacute;hradně <b>uživatel</b>.</p>
<p>V&nbsp;z&aacute;jmu zlep&scaron;en&iacute; z&aacute;žitku pro <b>uživatele</b> a&nbsp;optimalizace služby si společnost <b>Xiaomi</b> vyhrazuje pr&aacute;vo poskytnout a&nbsp;nahradit změněnou a&nbsp;upgradovanou verzi <b>softwaru</b> a&nbsp;takt&eacute;ž si vyhrazuje pr&aacute;vo &uacute;čtovat za takovou n&aacute;hradu, změnu nebo upgrade poplatek. Budete s&nbsp;předstihem informov&aacute;ni a&nbsp;společnost <b>Xiaomi</b> si předem vyž&aacute;d&aacute; v&aacute;&scaron; souhlas s&nbsp;těmito poplatky. <b>Software</b> nab&iacute;z&iacute; ve v&yacute;choz&iacute;m nastaven&iacute; <b>uživateli</b> funkci &bdquo;upozorněn&iacute; na upgrade&ldquo;. V&nbsp;z&aacute;vislosti na verzi <b>softwaru</b>, kterou <b>uživatel</b> použ&iacute;v&aacute;, nab&iacute;z&iacute; společnost <b>Xiaomi</b> <b>uživateli</b> možnost v&yacute;&scaron;e uvedenou funkci povolit či nikoli. Po zveřejněn&iacute; nov&eacute; verze <b>softwaru</b> společnost <b>Xiaomi</b> nezaručuje, že budou star&scaron;&iacute; verze <b>softwaru</b> i&nbsp;nad&aacute;le použiteln&eacute;.</p>
<p><b>3.3 Dal&scaron;&iacute; podm&iacute;nky použit&iacute;</b></p>
<p><b>Uživatel&eacute;</b> se zavazuj&iacute;, že nebudou prov&aacute;dět neleg&aacute;ln&iacute; či z&aacute;konem nepovolenou činnost a jednat tak proti dobr&eacute; v&iacute;ře či veřejn&eacute;mu poř&aacute;dku. Stejně tak se nesm&iacute; dopou&scaron;tět ž&aacute;dn&eacute;ho jedn&aacute;n&iacute;, kter&eacute; by mohlo po&scaron;kodit image a&nbsp;pr&aacute;va společnosti <b>Xiaomi</b> nebo jej&iacute;ch <b>partnerů</b> nebo kter&eacute; by mohlo br&aacute;nit běžn&eacute;mu použ&iacute;v&aacute;n&iacute; zař&iacute;zen&iacute; <b>Mi Router</b> nebo <b>softwaru</b> či služeb třet&iacute;ch stran, k&nbsp;nimž lze přes zař&iacute;zen&iacute; přistupovat.</p>
<p>Na&scaron;e zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> se musej&iacute; použ&iacute;vat spolu se službami třet&iacute;ch stran, zejm&eacute;na těch, kter&eacute; působ&iacute; na trhu s&nbsp;aplikacemi a&nbsp;telekomunikačn&iacute;mi službami. Budou <b>v&aacute;m</b> &uacute;čtov&aacute;ny souvisej&iacute;c&iacute; poplatky za telekomunikačn&iacute; služby nebo poplatky &uacute;čtovan&eacute; poskytovatelem jin&yacute;ch služeb. Důrazně <b>v&aacute;m</b> doporučujeme, abyste si od sv&yacute;ch poskytovatelů služeb vyž&aacute;dali podrobnosti o&nbsp;sazb&aacute;ch &uacute;čtovan&yacute;ch za jejich služby a&nbsp;př&iacute;padn&eacute; dal&scaron;&iacute; informace.</p>
<p>Je možn&eacute;, že použit&iacute; na&scaron;eho zař&iacute;zen&iacute; <b>Mi Router</b> bude nezbytn&eacute; ke zř&iacute;zen&iacute; &uacute;čtu a&nbsp;nastaven&iacute; hesla k&nbsp;&uacute;čtu. Jste odpovědn&iacute; za důvěrn&eacute; uchov&aacute;n&iacute; sv&eacute;ho &uacute;čtu a&nbsp;hesla a&nbsp;za omezen&iacute; př&iacute;stupu k&nbsp;va&scaron;emu poč&iacute;tači a&nbsp;přij&iacute;m&aacute;te odpovědnost za ve&scaron;kerou činnost, k&nbsp;n&iacute;ž dojde s&nbsp;využit&iacute;m va&scaron;eho &uacute;čtu nebo hesla. Takt&eacute;ž potvrzujete, že ve&scaron;ker&eacute; informace, kter&eacute; poskytnete při zřizov&aacute;n&iacute; &uacute;čtu, jsou pravdiv&eacute; a&nbsp;přesn&eacute;.</p>
<p>Společnost <b>Xiaomi</b> neponese odpovědnost za ž&aacute;dnou ztr&aacute;tu, kter&aacute; <b>v&aacute;m</b> může vzniknout v&nbsp;důsledku toho, že někdo jin&yacute; použil va&scaron;e heslo nebo &uacute;čet, ať už s&nbsp;va&scaron;&iacute;m vědom&iacute;m či bez něj.&nbsp; <b>Vy</b> v&scaron;ak můžete n&eacute;st odpovědnost za ztr&aacute;ty, kter&eacute; vzniknou společnosti <b>Xiaomi</b> nebo jin&eacute; straně v&nbsp;důsledku toho, že někdo jin&yacute; využil v&aacute;&scaron; &uacute;čet nebo heslo, protože jste sv&eacute; přihla&scaron;ovac&iacute; &uacute;daje neudrželi v&nbsp;bezpeč&iacute; a&nbsp;utajen&eacute;. V&nbsp;ž&aacute;dn&eacute;m př&iacute;padě nesm&iacute;te použ&iacute;vat &uacute;čet jin&eacute; osoby bez svolen&iacute; majitele &uacute;čtu.&nbsp;Společnost <b>Xiaomi</b> neponese odpovědnost za ž&aacute;dn&eacute; ztr&aacute;ty či &scaron;kody vznikl&eacute; v&nbsp;důsledku neplněn&iacute; těchto va&scaron;ich povinnost&iacute;.</p>
<p>C&iacute;lem společnosti <b>Xiaomi</b> je poskytovat prostřednictv&iacute;m routeru vysoce spolehliv&eacute; a&nbsp;dostupn&eacute; služby, av&scaron;ak zař&iacute;zen&iacute; <b>Mi Router</b> ani <b>software</b>, zejm&eacute;na vzd&aacute;len&yacute; př&iacute;stup a&nbsp;mobiln&iacute; upozorněn&iacute;, nejsou a&nbsp;nen&iacute; zaručeno, že budou neust&aacute;le spolehliv&eacute; či dostupn&eacute;.&nbsp; Nav&iacute;c může u&nbsp;připojen&iacute; routeru doch&aacute;zet ke sporadick&yacute;m přeru&scaron;en&iacute;m chodu a&nbsp;z&aacute;vad&aacute;m z&nbsp;důvodů, kter&eacute; nejsou pod kontrolou společnosti <b>Xiaomi</b>, zejm&eacute;na z&nbsp;důvodu přeru&scaron;ovan&eacute;ho Wi-Fi sign&aacute;lu, provozuschopnosti poskytovatele služeb, mobiln&iacute;ch upozorněn&iacute; a&nbsp;na straně oper&aacute;torů. &nbsp;Nemůžeme zaručit a&nbsp;nezaručujeme, že budete v&nbsp;určit&eacute;m okamžiku nebo vůbec dost&aacute;vat upozorněn&iacute; nebo budete m&iacute;t př&iacute;stup k&nbsp;internetu.&nbsp;</p>
<p>Berete na vědom&iacute;, že zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> nejsou certifikov&aacute;ny pro z&aacute;sahy v&nbsp;nouzov&yacute;ch situac&iacute;ch a nejsou určeny ani vhodn&eacute; k&nbsp;užit&iacute; v&nbsp;situac&iacute;ch či v&nbsp;prostřed&iacute;ch, kde by př&iacute;padn&eacute; selh&aacute;n&iacute;, prodlen&iacute; nebo chyby či nepřesnosti v&nbsp;poskytovan&yacute;ch datech nebo informac&iacute;ch mohly v&eacute;st k&nbsp;&uacute;mrt&iacute;, &uacute;jmě na zdrav&iacute; či z&aacute;važn&eacute;mu fyzick&eacute;mu po&scaron;kozen&iacute; či &scaron;kodě na životn&iacute;m prostřed&iacute;, zejm&eacute;na v&nbsp;souvislosti s&nbsp;provozem jadern&yacute;ch zař&iacute;zen&iacute;, leteck&yacute;ch navigačn&iacute;ch nebo komunikačn&iacute;ch syst&eacute;mů, ř&iacute;zen&iacute; leteck&eacute;ho provozu, syst&eacute;mů na podporu životn&iacute;ch funkc&iacute; či zbraňov&yacute;ch syst&eacute;mů.</p>
<p>SOUHLAS&Iacute;TE S&nbsp;T&Iacute;M, ŽE SE NEBUDETE SPOL&Eacute;HAT NA ZAŘ&Iacute;ZEN&Iacute; MI ROUTER A&nbsp;SOFTWARE ZA &Uacute;ČELEM OCHRANY ŽIVOTA NEBO PRO &Uacute;ČELY REAKCE NA MIMOŘ&Aacute;DN&Eacute; KRITICK&Eacute; SITUACE. VE&Scaron;KER&Aacute; MOBILN&Iacute; UPOZORNĚN&Iacute; T&Yacute;KAJ&Iacute;C&Iacute; SE STAVU A&nbsp;ALARMŮ NA VA&Scaron;ICH PRODUKTECH XIAOMI JSOU POSKYTOV&Aacute;NA POUZE PRO INFORMACI.</p>
<p>Společnost <b>Xiaomi</b> <b>v&aacute;s</b> může vyzvat nebo se <b>vy</b> můžete dobrovolně rozhodnout sd&iacute;let připom&iacute;nky, n&aacute;vrhy a&nbsp;n&aacute;pady ohledně zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b>, včetně toho, jak je vylep&scaron;it (&bdquo;<b>zpětn&aacute; vazba</b>&ldquo;). Poskytnut&iacute;m <b>zpětn&eacute; vazby</b> souhlas&iacute;te s&nbsp;t&iacute;m, že jsou va&scaron;e vyj&aacute;dřen&iacute; dobrovoln&aacute;, bez&uacute;platn&aacute;, nevyž&aacute;dan&aacute;, nikoli důvěrn&aacute;, nevztahuj&iacute; se na ně ž&aacute;dn&aacute; omezen&iacute; a&nbsp;neukl&aacute;daj&iacute; společnosti <b>Xiaomi</b> fiduci&aacute;rn&iacute; ani ž&aacute;dnou jinou povinnost. Společnost <b>Xiaomi</b> může tuto <b>zpětnou vazbu</b> libovolně použ&iacute;vat, kop&iacute;rovat, upravovat, publikovat, d&aacute;le distribuovat nebo z&nbsp;n&iacute; nebo na jej&iacute;m z&aacute;kladě vytv&aacute;řet odvozen&aacute; d&iacute;la pro libovoln&eacute; &uacute;čely a&nbsp;libovoln&yacute;m způsobem, aniž byste měli n&aacute;rok na jakoukoli kompenzaci či uzn&aacute;n&iacute;. Takt&eacute;ž souhlas&iacute;te s&nbsp;t&iacute;m, že se společnost <b>Xiaomi</b> nevzd&aacute;v&aacute; pr&aacute;v na užit&iacute; podobn&yacute;ch či souvisej&iacute;c&iacute;ch n&aacute;padů, kter&eacute; byly již dř&iacute;ve zn&aacute;my společnosti <b>Xiaomi</b> a&nbsp;vypracovali je jej&iacute; zaměstnanci, nebo byly z&iacute;sk&aacute;ny z&nbsp;jin&yacute;ch zdrojů.</p>
<p><b>3.4 Syst&eacute;mov&eacute; požadavky</b></p>
<p>Může se st&aacute;t, že zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> nebudou m&iacute;t př&iacute;stup k&nbsp;internetu: (i) bez funguj&iacute;c&iacute; Wi-Fi s&iacute;tě ve va&scaron;em domově, um&iacute;stěn&eacute; tak, aby spolehlivě umožňovala spojen&iacute; s&nbsp;př&iacute;slu&scaron;n&yacute;m zař&iacute;zen&iacute;m <b>Mi Router</b>; (ii) bez mobiln&iacute;ch klientů, např. podporovan&eacute;ho telefonu či tabletu (nezbytn&eacute; pro někter&eacute; funkce); (iii) bez neust&aacute;le zapnut&eacute;ho př&iacute;stupu k&nbsp;&scaron;irokop&aacute;smov&eacute;mu připojen&iacute; k&nbsp;internetu u&nbsp;v&aacute;s doma; a&nbsp;(iv) bez dal&scaron;&iacute;ch syst&eacute;mov&yacute;ch prvků, kter&eacute; urč&iacute; společnost <b>Xiaomi</b>. Jste povinni si ověřit, že m&aacute;te v&scaron;echny požadovan&eacute; syst&eacute;mov&eacute; prvky a&nbsp;že jsou kompatibiln&iacute; a&nbsp;ř&aacute;dně nakonfigurovan&eacute;. Berete na vědom&iacute;, že nebudou-li požadavky a&nbsp;kompatibilita zaji&scaron;těny, zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> nemus&iacute; spr&aacute;vně fungovat.</p>
<p><b>3.5 Omezen&iacute; <b>uživatelsk&yacute;ch</b> pr&aacute;v</b></p>
<p><b>Uživatelsk&aacute;</b> pr&aacute;va jsou omezena takto:</p>
<p>Nesm&iacute;te:</p>
<ul>
<li><p>- kop&iacute;rovat, měnit ani upravovat ž&aacute;dn&aacute; data <b>softwaru</b> ani ž&aacute;dn&aacute; data odeslan&aacute; do zař&iacute;zen&iacute; <b>Mi Router</b> během fungov&aacute;n&iacute; <b>softwaru</b> ani interaktivn&iacute; data vygenerovan&aacute; mezi <b>uživatelem</b> a&nbsp;serverem během fungov&aacute;n&iacute; <b>softwaru</b>, spou&scaron;tět <b>software</b> s&nbsp;doplňky plug-in, ani vytvořit odvozen&eacute; d&iacute;lo v&nbsp;jak&eacute;koli podobě, zejm&eacute;na doplňky plug-in, př&iacute;stup k&nbsp;<b>softwaru</b> a&nbsp;souvisej&iacute;c&iacute;m syst&eacute;mům prostřednictv&iacute;m n&aacute;strojů/služeb třet&iacute;ch stran;</p></li>
<li><p>- kop&iacute;rovat konfiguraci <b>softwaru</b> kromě přiměřen&eacute;ho počtu strojově čiteln&yacute;ch kopi&iacute; <b>softwaru</b> pro z&aacute;ložn&iacute; či archivačn&iacute; &uacute;čely a&nbsp;kromě toho, jak je v&yacute;slovně povoleno v&nbsp;t&eacute;to <b>smlouvě</b>;</p></li>
<li><p>- odstranit ze <b>softwaru</b> označen&iacute; vlastnick&yacute;ch pr&aacute;v, ochrann&eacute; zn&aacute;mky, zn&aacute;mky služby či obchodn&iacute; n&aacute;zvy, upozorněn&iacute; na autorsk&aacute; pr&aacute;va, vysvětlivky, vodoznaky ani jin&aacute; propriet&aacute;rn&iacute; označen&iacute;;</p></li>
<li><p>- prodat, půjčit, poskytnout licenci ani sublicenci, pronajmout, postoupit, distribuovat ani jinak zcela nebo zč&aacute;sti přev&eacute;st <b>software</b>, licenci ani sv&aacute; pr&aacute;va už&iacute;v&aacute;n&iacute; k&nbsp;<b>softwaru</b> na jinou stranu, včetně pr&aacute;v vypl&yacute;vaj&iacute;c&iacute;ch z&nbsp;členstv&iacute;, předplatn&eacute;ho nebo hostingu;</p></li>
<li><p>- měnit ani vytv&aacute;řet na z&aacute;kladě <b>softwaru</b> odvozen&aacute; d&iacute;la;</p></li>
<li><p>- dekompilovat, přev&aacute;dět ze strojov&eacute;ho k&oacute;du, zpětně analyzovat ani se jinak pokou&scaron;et odvodit zdrojov&yacute; k&oacute;d ze <b>softwaru</b>, a&nbsp;to zcela ani zč&aacute;sti;</p></li>
<li><p>- rozdělovat, rozčleňovat ani znovu balit <b>software</b> ani ž&aacute;dn&eacute; z&nbsp;jeho souč&aacute;st&iacute;, bez ohledu na důvod;</p></li>
<li><p>- vkl&aacute;dat <b>software</b> jak&yacute;mkoli způsobem do bal&iacute;čku dal&scaron;&iacute;ch položek ani jej distribuovat;</p></li>
<li><p>- poskytovat možnost použ&iacute;v&aacute;n&iacute; <b>softwaru</b> v&nbsp;extern&iacute;m outsourcingov&eacute;m zař&iacute;zen&iacute; formou služby, organizace poskytuj&iacute;c&iacute; služby nebo sd&iacute;len&iacute; času;</p></li>
<li><p>- v&nbsp;ž&aacute;dn&eacute;m př&iacute;padě poskytnout licenci k&nbsp;<b>softwaru</b> pro &uacute;čely hodnocen&iacute; ž&aacute;dn&eacute; fyzick&eacute; ani pr&aacute;vnick&eacute; osobě ani jinak umožnit ž&aacute;dn&eacute; jin&eacute; fyzick&eacute; ani pr&aacute;vnick&eacute; osobě, aby <b>software</b> hodnotila;</p></li>
<li><p>- prov&eacute;st jak&eacute;koli změny, &uacute;pravy ani doplněn&iacute; <b>smlouvy</b>, kterou dod&aacute;v&aacute; společnost <b>Xiaomi</b> a/nebo <b>partner</b> společně se <b>softwarem</b>;</p></li>
<li><p>- činit prohl&aacute;&scaron;en&iacute;, z&aacute;ruky ani vyj&aacute;dřen&iacute; t&yacute;kaj&iacute;c&iacute; se <b>softwaru</b> nebo vzorov&eacute;ho k&oacute;du, kter&eacute; přesahuj&iacute; nebo jsou v&nbsp;rozporu s&nbsp;dokumentac&iacute;, kterou <b>v&aacute;m</b> poskytla společnost <b>Xiaomi</b>.</p></li>
</ul><br><h3>4. WEBOV&Eacute; STR&Aacute;NKY A&nbsp;SLUŽBY TŘET&Iacute;CH STRAN</h3>
<p>Uvědomujete si a&nbsp;souhlas&iacute;te s&nbsp;t&iacute;m, že na&scaron;e služby a&nbsp;provoz zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b> jsou založeny na technick&eacute; podpoře třet&iacute;ch stran, jako jsou mimo jin&eacute; Android či Google. Berete na vědom&iacute; a&nbsp;souhlas&iacute;te s&nbsp;t&iacute;m, že na&scaron;i <b>partneři</b> mohou požadovat, aby si mohli obstarat někter&eacute; z&nbsp;va&scaron;ich osobn&iacute;ch &uacute;dajů od třet&iacute;ch stran, když od nich budou přij&iacute;mat technickou či jinou podporu.</p>
<p>Prostřednictv&iacute;m zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b> můžete přistupovat k&nbsp;dal&scaron;&iacute;m extern&iacute;m internetov&yacute;m služb&aacute;m, kter&eacute; vlastn&iacute; třet&iacute; strany.</p>
<p>Takov&eacute; služby nab&iacute;zen&eacute; třet&iacute;mi stranami nespadaj&iacute; do r&aacute;mce t&eacute;to smlouvy <b>EULA</b> či na&scaron;ich <b>Z&aacute;sad ochrany osobn&iacute;ch &uacute;dajů</b>. Služby třet&iacute;ch stran se ř&iacute;d&iacute; př&iacute;slu&scaron;n&yacute;mi podm&iacute;nkami už&iacute;v&aacute;n&iacute; a/nebo z&aacute;sadami ochrany osobn&iacute;ch &uacute;dajů, za kter&eacute; společnost <b>Xiaomi</b> nenese ž&aacute;dnou odpovědnost.</p><br><h3>5. POVINNOSTI SPOLEČNOSTI XIAOMI</h3>
<p>SLUŽBY SPOLEČNOSTI <b>XIAOMI</b> A&nbsp;JEJ&Iacute;CH <b>PARTNERŮ</b> JSOU POSKYTOV&Aacute;NY NEZ&Aacute;VAZNĚ A&nbsp;BEZ Z&Aacute;RUKY JAK&Eacute;HOKOLI DRUHU, A&nbsp;TO V&Yacute;SLOVN&Eacute; I&nbsp;PŘEDPOKL&Aacute;DAN&Eacute;. V&nbsp;ROZSAHU POVOLEN&Eacute;M PLATN&Yacute;MI PR&Aacute;VN&Iacute;MI PŘEDPISY SE SPOLEČNOST <b>XIAOMI</b> ZŘ&Iacute;K&Aacute; V&Scaron;ECH Z&Aacute;RUK, A&nbsp;TO V&Yacute;SLOVN&Yacute;CH I&nbsp;PŘEDPOKL&Aacute;DAN&Yacute;CH, ZEJM&Eacute;NA PŘEDPOKL&Aacute;DAN&Yacute;CH Z&Aacute;RUK PRODEJNOSTI KROMĚ Z&Aacute;RUK ZE Z&Aacute;KONA. NEZARUČUJEME, ŽE FUNKCE NAB&Iacute;ZEN&Eacute; V&nbsp;R&Aacute;MCI ZAŘ&Iacute;ZEN&Iacute; <b>MI ROUTER</b> NEBO <b>SOFTWARU</b> NEBO FUNKCE NAB&Iacute;ZEN&Eacute; <b>PARTNERY</b> BUDOU BEZ PŘERU&Scaron;EN&Iacute; ČI CHYB, ŽE BUDOU VADY NAPRAVENY ANI ŽE Ž&Aacute;DN&Yacute; ZE SERVERŮ, NA KTER&Yacute;CH JSOU HOSTOV&Aacute;NY, NEOBSAHUJE VIRY ČI JIN&Eacute; &Scaron;KODLIV&Eacute; KOMPONENTY. NEČIN&Iacute;ME Ž&Aacute;DN&Eacute; Z&Aacute;RUKY ANI PROHL&Aacute;&Scaron;EN&Iacute; T&Yacute;KAJ&Iacute;C&Iacute; SE VYUŽ&Iacute;V&Aacute;N&Iacute; OBSAHU SLUŽEB SPOLEČNOSTI <b>XIAOMI</b> A/NEBO JEJ&Iacute;CH PARTNERŮ, CO SE T&Yacute;ČE JEJICH SPR&Aacute;VNOSTI, PŘESNOSTI, SPOLEHLIVOSTI ČI JAK&Eacute;HOKOLI JIN&Eacute;HO ASPEKTU. PONESETE N&Aacute;KLADY NA VE&Scaron;KER&Eacute; NEZBYTN&Eacute; SLUŽBY, OPRAVY ČI KOREKCE V&nbsp;PLN&Eacute; V&Yacute;&Scaron;I.</p>
<p>Společnost <b>Xiaomi</b> a&nbsp;jej&iacute; <b>partneři</b> budou s&nbsp;vynaložen&iacute;m odborn&eacute; p&eacute;če poskytovat zař&iacute;zen&iacute; <b>Mi Router</b> či <b>software</b> a&nbsp;udržovat je, pokud možno, bez chyb. Společnost <b>Xiaomi</b> nepřeb&iacute;r&aacute; ž&aacute;dnou odpovědnost za ztr&aacute;ty, kter&eacute; nebudou způsobeny v&yacute;hradně na&scaron;&iacute;m poru&scaron;en&iacute;m smlouvy <b>EULA</b>. Stejně tak neponese společnost <b>Xiaomi</b> odpovědnost za jedn&aacute;n&iacute; či skutečnosti, kter&eacute; nem&aacute;me pod přiměřenou kontrolou.</p><br><h3>6. VYLOUČEN&Iacute; ODPOVĚDNOSTI</h3>
<p>Společnost <b>Xiaomi</b> nezaručuje nepřetržit&yacute; př&iacute;stup, spr&aacute;vn&eacute; zobrazov&aacute;n&iacute;, stahov&aacute;n&iacute; nebo použ&iacute;v&aacute;n&iacute; prvků a&nbsp;informac&iacute; na zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;webov&eacute; str&aacute;nce, na kter&eacute; by měl b&yacute;t <b>software</b> př&iacute;stupn&yacute;, kter&yacute;m mohou br&aacute;nit, přek&aacute;žet nebo kter&eacute; mohou naru&scaron;ovat faktory nebo okolnosti mimo jej&iacute; kontrolu.</p>
<ul>
<p>Společnost <b>Xiaomi</b> vylučuje pr&aacute;vn&iacute; odpovědnost a&nbsp;neponese odpovědnost za ž&aacute;dn&eacute; &scaron;kody, ztr&aacute;ty, n&aacute;roky ani n&aacute;klady, kter&eacute; vzniknou za n&iacute;že uveden&yacute;ch okolnost&iacute;:</p>
<li><p>- společnost <b>Xiaomi</b> nezaručuje nepřetržit&yacute; př&iacute;stup, spr&aacute;vn&eacute; zobrazov&aacute;n&iacute;, stahov&aacute;n&iacute; nebo užitečnost prvků a&nbsp;informac&iacute; na webov&eacute; str&aacute;nce, kter&yacute;m mohou br&aacute;nit, přek&aacute;žet nebo kter&eacute; mohou naru&scaron;ovat faktory nebo okolnosti mimo jej&iacute; kontrolu;</p></li>
<li><p>- jak&aacute;koli okolnost způsoben&aacute; pozastaven&iacute;m, poruchou atd. v&nbsp;důsledku poč&iacute;tačov&eacute;ho pir&aacute;tstv&iacute;, vniknut&iacute; viru nebo v&nbsp;důsledku jak&eacute;koli jin&eacute; př&iacute;činy souvisej&iacute;c&iacute; se spr&aacute;vou zabezpečen&iacute; s&iacute;tě, technikou, přenosov&yacute;mi a&nbsp;informačn&iacute;mi linkami;</p></li>
<li><p>- &scaron;kody vznikl&eacute; <b>uživatelům</b> v&nbsp;důsledku pochyben&iacute; třet&iacute;ch stran, např. v&nbsp;důsledku selh&aacute;n&iacute; přenosov&yacute;ch linek, technick&yacute;ch probl&eacute;mů, selh&aacute;n&iacute; s&iacute;tě a&nbsp;poč&iacute;tače a&nbsp;v ostatn&iacute;ch př&iacute;padech z&aacute;sahu vy&scaron;&scaron;&iacute; moci;</p></li>
<li><p>- bezpečnostn&iacute; či navigačn&iacute; chyby způsoben&eacute; nefunkčnost&iacute; prohl&iacute;žeče nebo použ&iacute;v&aacute;n&iacute;m jeho zastaral&yacute;ch verz&iacute;;</p></li>
 <li><p>- nepovolen&eacute; ru&scaron;en&iacute; způsoben&eacute; použ&iacute;v&aacute;n&iacute;m &scaron;kodliv&yacute;ch programů jak&eacute;hokoli druhu a&nbsp;s využit&iacute;m jak&yacute;chkoli komunikačn&iacute;ch prostředků, např. poč&iacute;tačov&eacute; viry apod.;</p></li>
 <li><p>- ru&scaron;en&iacute;, přeru&scaron;en&iacute;, selh&aacute;n&iacute;, opomenut&iacute;, poruchy telefonu, zpožděn&iacute;, blokov&aacute;n&iacute; nebo odpojen&iacute; při provozu elektronick&eacute;ho syst&eacute;mu způsoben&eacute; nedostatky, přet&iacute;žen&iacute;m a&nbsp;chybami v&nbsp;telekomunikačn&iacute;ch link&aacute;ch a&nbsp;s&iacute;t&iacute;ch nebo jakoukoli jinou př&iacute;činou mimo kontrolu společnosti <b>Xiaomi</b>.</p></li>
</ul>
<p>V&nbsp;MAXIM&Aacute;LN&Iacute;M ROZSAHU POVOLEN&Eacute;M PODLE PLATN&Yacute;CH PR&Aacute;VN&Iacute;CH PŘEDPISŮ NEPONESE ZA Ž&Aacute;DN&Yacute;CH OKOLNOST&Iacute; SPOLEČNOST XIAOMI ANI Ž&Aacute;DN&Aacute; Z&nbsp;JEJ&Iacute;CH PŘIDRUŽEN&Yacute;CH OSOB, PARTNERŮ, PRODEJCŮ, ZPROSTŘEDKOVATELŮ ČI DODAVATELŮ ANI Ž&Aacute;DN&Yacute; Z&nbsp;JEJICH VEDOUC&Iacute;CH PRACOVN&Iacute;KŮ, ŘEDITELŮ, ZAMĚSTNANCŮ, POSKYTOVATELŮ LICENCE A&nbsp;NABYVATELŮ ODPOVĚDNOST ZA:</p>
<ul><li><p>1. ZTR&Aacute;TY ČI &Scaron;KODY NA VA&Scaron;EM DOMOVĚ, VZDUCHOTECHNICE, ELEKTROINSTALACI, DOMOVN&Iacute; INSTALACI, VA&Scaron;EM PRODUKTU A&nbsp;PERIFERN&Iacute;CH ZAŘ&Iacute;ZEN&Iacute;CH (AŤ UŽ JSOU PŘIPOJENA K&nbsp;PRODUKTU SPOLEČNOSTI XIAOMI ČI NE), POČ&Iacute;TAČI, MOBILN&Iacute;M ZAŘ&Iacute;ZEN&Iacute; ČI JAK&Yacute;CHKOLI JIN&Yacute;CH PŘEDMĚTECH A&nbsp;&Uacute;JMU DOM&Aacute;C&Iacute;CH MAZL&Iacute;ČKŮ U&nbsp;V&Aacute;S DOMA; A</p></li>
<li><p>2. PŘ&Iacute;PADN&Eacute; &Scaron;KODY, KTER&Eacute; (I) NEBYLY PRO OBĚ SMLUVN&Iacute; STRANY PŘIMĚŘENĚ PŘEDV&Iacute;DATELN&Eacute;; (II) BYLY ZN&Aacute;MY V&Aacute;M, AV&Scaron;AK NE N&Aacute;M; A/NEBO (III) BYLY PRO OBĚ SMLUVN&Iacute; STRANY PŘIMĚŘENĚ PŘEDV&Iacute;DATELN&Eacute;, ALE MOHLI JSTE JIM ZABR&Aacute;NIT, NAPŘ. &Scaron;KODY ZPŮSOBEN&Eacute; VIRY, MALWAREM NEBO JIN&Yacute;MI &Scaron;KODLIV&Yacute;MI PROGRAMY NEBO ZTR&Aacute;TA ČI PO&Scaron;KOZEN&Iacute; VA&Scaron;ICH DAT. (ZEJM&Eacute;NA ZTR&Aacute;TY Z&nbsp;DŮVODU U&Scaron;L&Eacute;HO ZISKU NEBO PŘ&Iacute;JMŮ, ZTR&Aacute;TY DAT, PŘERU&Scaron;EN&Iacute; PROVOZU, &Uacute;JMY NA ZDRAV&Iacute;, ZTR&Aacute;TY SOUKROM&Iacute;, ZTR&Aacute;TY MOŽNOSTI POUŽ&Iacute;VAT PRODUKTY ČI SLUŽBY TŘET&Iacute; STRANY, NESPLNĚN&Iacute; JAK&Eacute;KOLI POVINNOSTI, VČETNĚ POVINNOSTI JEDNAT V&nbsp;DOBR&Eacute; V&Iacute;ŘE NEBO VYNAKL&Aacute;DAT PŘIMĚŘENOU P&Eacute;ČI, NEDBALOSTI ANI Z&nbsp;DŮVODU JAK&Eacute;KOLI FINANČN&Iacute; ČI JIN&Eacute; &Uacute;JMY,</p></li>
<p>A&nbsp;TO BEZ OHLEDU NA TEORII ODPOVĚDNOSTI (SMLUVN&Iacute;, DELIKTN&Iacute; ČI JIN&Aacute;) VYPL&Yacute;VAJ&Iacute;C&Iacute; ZE ZNEUŽIT&Iacute; NEBO NEMOŽNOSTI POUŽ&Iacute;VAT STR&Aacute;NKU ČI SLUŽBY NEBO JAKKOLI SE TOHO T&Yacute;KAJ&Iacute;C&Iacute;, I&nbsp;POKUD BYLA SPOLEČNOST XIAOMI NEBO PŘ&Iacute;SLU&Scaron;N&Eacute; SUBJEKTY INFORMOV&Aacute;NY O&nbsp;MOŽNOSTI VZNIKU TAKOV&Eacute; &Scaron;KODY.</p><br></ul>
<p>CELKOV&Aacute; ODPOVĚDNOST SPOLEČNOSTI BELKIN, JEJ&Iacute;CH PŘIDRUŽEN&Yacute;CH OSOB, PARTNERŮ, PRODEJCŮ, ZPROSTŘEDKOVATELŮ ČI DODAVATELŮ VŮČI V&Aacute;M ZA VE&Scaron;KER&Eacute; &Scaron;KODY V&nbsp;Ž&Aacute;DN&Eacute;M PŘ&Iacute;PADĚ NEPŘEKROČ&Iacute; PADES&Aacute;T EUR (50 €). TOTO OMEZEN&Iacute; JE KUMULATIVN&Iacute; A&nbsp;NEBUDE NAV&Yacute;&Scaron;ENO V&nbsp;PŘ&Iacute;PADĚ V&Iacute;CE NEŽ JEDNOHO INCIDENTU ČI N&Aacute;ROKU. V&Yacute;&Scaron;E UVEDEN&Aacute; OMEZEN&Iacute; SE UPLATN&Iacute;, I&nbsp;POKUD JAK&Aacute;KOLI Z&Aacute;RUKA NEBO OPRAVN&Yacute; PROSTŘEDEK POZBUDE SV&Eacute;HO Z&Aacute;KLADN&Iacute;HO &Uacute;ČELU. Ž&Aacute;DN&Eacute; USTANOVEN&Iacute; TOHOTO ČL&Aacute;NKU NEBUDE OMEZOVAT ODPOVĚDNOST SPOLEČNOSTI XIAOMI V&nbsp;SOUVISLOSTI S&nbsp;&Uacute;MRT&Iacute;M NEBO &Uacute;JMOU NA ZDRAV&Iacute;.</p><br><h3>7. Z&Aacute;SADY OCHRANY OSOBN&Iacute;CH &Uacute;DAJŮ</h3>
<p>Ve&scaron;ker&eacute; informace, kter&eacute; poskytnete, budou podl&eacute;hat <b>Z&aacute;sad&aacute;m ochrany osobn&iacute;ch &uacute;dajů</b>. Ustanoven&iacute; <b>Z&aacute;sad ochrany osobn&iacute;ch &uacute;dajů</b> tvoř&iacute; souč&aacute;st t&eacute;to <b>smlouvy</b> a&nbsp;budou za každ&yacute;ch okolnosti z&aacute;vazn&aacute;.</p>
<p><b>Z&aacute;sady ochrany osobn&iacute;ch &uacute;dajů</b> naleznete na adrese <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Ochrana va&scaron;ich osobn&iacute;ch &uacute;dajů je pro společnost <b>Xiaomi</b> důležit&aacute;. Pro &uacute;čely fungov&aacute;n&iacute; funkc&iacute; <b>softwaru</b> a&nbsp;zlep&scaron;ov&aacute;n&iacute; služeb pro <b>uživatele</b> bude zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> shromažďovat určit&eacute; typy &uacute;dajů podle na&scaron;ich <b>Z&aacute;sad ochrany osobn&iacute;ch &uacute;dajů</b>. Va&scaron;e &uacute;daje shromažďujeme, použ&iacute;v&aacute;me a&nbsp;chr&aacute;n&iacute;me v&nbsp;souladu s&nbsp;na&scaron;imi <b>Z&aacute;sadami ochrany osobn&iacute;ch &uacute;dajů</b>. <b>Z&aacute;sady ochrany osobn&iacute;ch &uacute;dajů</b> jsou k&nbsp;dispozici na n&iacute;že uveden&yacute;ch webov&yacute;ch str&aacute;nk&aacute;ch.</p>
<p>Dal&scaron;&iacute; informace o&nbsp;na&scaron;ich <b>Z&aacute;sad&aacute;ch ochrany osobn&iacute;ch &uacute;dajů</b> si můžete vyž&aacute;dat na adrese <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. DŮVĚRNOST A&nbsp;PR&Aacute;VA DU&Scaron;EVN&Iacute;HO A&nbsp;PRŮMYSLOV&Eacute;HO VLASTNICTV&Iacute;</h3>
<p>Zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b> a&nbsp;jejich př&iacute;padn&eacute; kopie jsou v&yacute;hradn&iacute;m du&scaron;evn&iacute;m vlastnictv&iacute;m společnosti <b>Xiaomi</b>, a&nbsp;proto jsou chr&aacute;něny z&aacute;kony o autorsk&yacute;ch pr&aacute;vech a&nbsp;mezin&aacute;rodn&iacute;mi &uacute;mluvami, včetně dal&scaron;&iacute;ch z&aacute;konů a&nbsp;&uacute;mluv t&yacute;kaj&iacute;c&iacute;ch se du&scaron;evn&iacute;ho vlastnictv&iacute;.</p>
<p>Struktura, uspoř&aacute;d&aacute;n&iacute; a&nbsp;k&oacute;d <b>softwaru</b> jsou důvěrn&yacute;mi informacemi a&nbsp;cenn&yacute;m obchodn&iacute;m tajemstv&iacute;m společnosti <b>Xiaomi</b>. Berete na vědom&iacute;, že pokud zveřejn&iacute;te důvěrn&eacute; informace společnosti <b>Xiaomi</b>, způsob&iacute; to společnosti <b>Xiaomi</b> a&nbsp;jej&iacute;m <b>partnerům</b> bezprostředn&iacute;, nenapravitelnou &uacute;jmu. V&nbsp;takov&eacute;m př&iacute;padě může př&iacute;slu&scaron;n&yacute; soud rozhodnout o&nbsp;prostředc&iacute;ch n&aacute;pravy podle pr&aacute;va ekvity a&nbsp;z&aacute;roveň i&nbsp;o jak&yacute;chkoli jin&yacute;ch dostupn&yacute;ch pr&aacute;vn&iacute;ch prostředc&iacute;ch n&aacute;pravy. S&nbsp;v&yacute;jimkou toho, jak je uvedeno v&nbsp;t&eacute;to smlouvě, <b>v&aacute;m</b> společnost <b>Xiaomi</b> neuděluje ž&aacute;dn&aacute; pr&aacute;va du&scaron;evn&iacute;ho vlastnictv&iacute; k&nbsp;<b>softwaru</b>. Ve&scaron;ker&aacute; pr&aacute;va, kter&aacute; v&aacute;m nejsou v&yacute;slovně udělena, si vyhrazuje společnost <b>Xiaomi</b>.</p>
<p>Touto smlouvou se zavazujete uchov&aacute;vat důvěrnost <b>softwaru</b> a&nbsp;zař&iacute;zen&iacute; <b>Mi Router</b>, smlouvy <b>EULA</b> a&nbsp;ostatn&iacute;ho du&scaron;evn&iacute;ho vlastnictv&iacute; společnosti <b>Xiaomi</b> s&nbsp;vynaložen&iacute;m alespoň stejn&eacute; p&eacute;če, jakou vynakl&aacute;d&aacute;te k&nbsp;uchov&aacute;v&aacute;n&iacute; důvěrnosti sv&yacute;ch nejdůvěrněj&scaron;&iacute;ch informac&iacute;, av&scaron;ak alespoň s&nbsp;vynaložen&iacute;m p&eacute;če ř&aacute;dn&eacute;ho hospod&aacute;ře. Zavazujete se přiměřen&yacute;m způsobem předat informace o&nbsp;ustanoven&iacute;ch t&eacute;to smlouvy <b>EULA</b> osob&aacute;m, kter&eacute; zaměstn&aacute;v&aacute;te a&nbsp;kter&eacute; přich&aacute;zej&iacute; do kontaktu se <b>softwarem</b>, a&nbsp;vynaložit přiměřen&eacute; &uacute;sil&iacute; k&nbsp;zaji&scaron;těn&iacute; toho, aby tato ustanoven&iacute; dodržovaly, zejm&eacute;na se zavazujete, že vědomě nepovol&iacute;te těmto osob&aacute;m, aby použily jakoukoli č&aacute;st <b>softwaru</b> a&nbsp;ostatn&iacute; du&scaron;evn&iacute; vlastnictv&iacute; společnosti <b>Xiaomi</b> k&nbsp;odvozen&iacute; zdrojov&eacute;ho k&oacute;du <b>softwaru</b> nebo ke kop&iacute;rov&aacute;n&iacute;, poražen&iacute; nebo jin&eacute;mu obch&aacute;zen&iacute; k&oacute;dů a&nbsp;uživatelsk&yacute;ch opr&aacute;vněn&iacute; či licenc&iacute;.</p>
<p><b>Uživatel</b> nesm&iacute; poru&scaron;ovat pr&aacute;va du&scaron;evn&iacute;ho vlastnictv&iacute; společnosti <b>Xiaomi</b>, <b>partnerů</b> nebo třet&iacute;ch stran v&nbsp;souvislosti se zař&iacute;zen&iacute;m <b>Mi Router</b> a&nbsp;<b>softwarem</b>. Nesm&iacute;te bez povolen&iacute; nahr&aacute;vat, publikovat, měnit, &scaron;&iacute;řit ani reprodukovat d&iacute;la, pokud pr&aacute;va du&scaron;evn&iacute;ho nebo průmyslov&eacute;ho vlastnictv&iacute; k&nbsp;nim patř&iacute; třet&iacute;m stran&aacute;m, ani informace či data, kter&aacute; patř&iacute; třet&iacute;m stran&aacute;m, bez p&iacute;semn&eacute;ho souhlasu jejich vlastn&iacute;ka.</p>
<p>Grafika, slova a&nbsp;kompozice zahrnuj&iacute;c&iacute; MIUI a&nbsp;ostatn&iacute; loga <b>Xiaomi</b> na produktech a&nbsp;služb&aacute;ch společnosti <b>Xiaomi</b> jsou registrovan&yacute;mi ochrann&yacute;mi zn&aacute;mkami společnosti <b>Xiaomi</b>. Nesm&iacute;te je zobrazovat ani je jinak použ&iacute;vat.</p>
<p>V&nbsp;ž&aacute;dn&eacute;m př&iacute;padě použ&iacute;v&aacute;n&iacute; zař&iacute;zen&iacute; <b>Mi Router</b> nebo <b>softwaru</b> nebo zař&iacute;zen&iacute; <b>partnerů</b> neznamen&aacute; zřeknut&iacute; se, převod, licenci ani postoupen&iacute; v&scaron;ech těchto pr&aacute;v, nen&iacute;-li v&yacute;slovně stanoveno jinak.</p>
<p>Obsah, texty, fotografie, vzory, loga, obr&aacute;zky, poč&iacute;tačov&eacute; programy, zdrojov&eacute; k&oacute;dy a&nbsp;obecně jak&eacute;koli du&scaron;evn&iacute; v&yacute;tvory v&nbsp;zař&iacute;zen&iacute; <b>Mi Router</b> nebo <b>softwaru</b> a&nbsp;př&iacute;stupn&eacute; prostřednictv&iacute;m zař&iacute;zen&iacute; <b>Mi Router</b> nebo <b>softwaru</b> jsou chr&aacute;něny autorsk&yacute;mi pr&aacute;vy nebo jin&yacute;mi pr&aacute;vy podle platn&yacute;ch pr&aacute;vn&iacute;ch předpisů, zejm&eacute;na podle pravidel o&nbsp;du&scaron;evn&iacute;m či průmyslov&eacute;m vlastnictv&iacute;.</p>
<p>Společnost <b>Xiaomi</b> nebo jej&iacute; <b>partner</b> je vlastn&iacute;kem nebo držitelem licence k&nbsp;prvkům, z&nbsp;nich se skl&aacute;d&aacute; grafick&yacute; design, nab&iacute;dky, navigačn&iacute; tlač&iacute;tka, HTML k&oacute;dy, texty, obr&aacute;zky, struktury nebo grafiky zař&iacute;zen&iacute; <b>Mi Router</b> a/nebo <b>softwaru</b> nebo jak&aacute;koli jin&aacute; č&aacute;st <b>softwaru</b> nebo m&aacute; odpov&iacute;daj&iacute;c&iacute; opr&aacute;vněn&iacute; k&nbsp;použ&iacute;v&aacute;n&iacute; těchto prvků.</p>
<p><b>Software</b> nesm&iacute; b&yacute;t zcela ani zč&aacute;sti reprodukov&aacute;n, přen&aacute;&scaron;en ani zaznamen&aacute;v&aacute;n ž&aacute;dn&yacute;m syst&eacute;mem pro nač&iacute;t&aacute;n&iacute; informac&iacute;, a&nbsp;to v&nbsp;jak&eacute;koli formě nebo na jak&eacute;mkoli nosiči, jinak než jak je v&yacute;slovně stanoveno v&nbsp;t&eacute;to smlouvě, pokud s&nbsp;t&iacute;m společnost <b>Xiaomi</b> nebo jej&iacute; <b>partneři</b> nevyslov&iacute; svůj předchoz&iacute; p&iacute;semn&yacute; souhlas.</p>
<p>Nesm&iacute;te odstranit, obej&iacute;t ani manipulovat s&nbsp;jak&yacute;mikoli materi&aacute;ly nebo položkami na zař&iacute;zen&iacute; <b>Mi Router</b> nebo jeho <b>softwaru</b>, pokud pr&aacute;va k&nbsp;nim n&aacute;lež&iacute; společnosti <b>Xiaomi</b>, nebo s&nbsp;jak&yacute;mikoli technick&yacute;mi ochrann&yacute;mi zař&iacute;zen&iacute;mi nebo ochranou DRM.</p>
<p>Společnost <b>Xiaomi</b> si vyhrazuje pr&aacute;vo podniknout pr&aacute;vn&iacute; kroky na ochranu sv&yacute;ch pr&aacute;v du&scaron;evn&iacute;ho a&nbsp;průmyslov&eacute;ho vlastnictv&iacute; nebo jak&yacute;chkoli jin&yacute;ch pr&aacute;v.</p>
<p>Ponech&aacute;v&aacute;te si vlastnick&eacute; pr&aacute;vo k&nbsp;pr&aacute;vům du&scaron;evn&iacute;ho vlastnictv&iacute;, kter&eacute; m&aacute;te k&nbsp;jak&eacute;mukoli obsahu, kter&yacute; ode&scaron;lete s&nbsp;využit&iacute;m zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b>.&nbsp;</p>
<p>Pokud nahrajete nebo jinak ode&scaron;lete obsah s&nbsp;využit&iacute;m na&scaron;eho zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b>, udělujete t&iacute;m společnosti <b>Xiaomi</b> a&nbsp;těm, se kter&yacute;mi spolupracujeme, celosvětově platnou licenci k&nbsp;použ&iacute;v&aacute;n&iacute;, hostov&aacute;n&iacute;, ukl&aacute;d&aacute;n&iacute;, reprodukov&aacute;n&iacute;, &uacute;pravě, sdělov&aacute;n&iacute;, zpř&iacute;stupňov&aacute;n&iacute; či distribuci tohoto obsahu. Pr&aacute;va, kter&aacute; udělujete v&nbsp;r&aacute;mci t&eacute;to licence, jsou pro omezen&yacute; &uacute;čel poskytov&aacute;n&iacute; a&nbsp;zlep&scaron;ov&aacute;n&iacute; na&scaron;ich služeb a&nbsp;vyv&iacute;jen&iacute; nov&yacute;ch. Tato licence zůstane v&nbsp;platnosti, i&nbsp;pokud přestanete použ&iacute;vat na&scaron;e zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>software</b>. Ujistěte se, že m&aacute;te pr&aacute;va nezbytn&aacute; k&nbsp;tomu, abyste n&aacute;m udělili tuto licenci k&nbsp;jak&eacute;mukoli obsahu, kter&yacute; ode&scaron;lete s&nbsp;využit&iacute;m na&scaron;eho zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b>.&nbsp; Pokud byste chtěli m&iacute;t př&iacute;stup ke sv&eacute;mu obsahu nebo byste chtěli svůj obsah změnit nebo smazat, obraťte se na n&aacute;s.</p><br><h3>9. UKONČEN&Iacute;</h3><br><p>Společnost <b>Xiaomi</b> může ukončit tuto smlouvu <b>EULA</b> s&nbsp;okamžitou platnost&iacute;, pokud nespln&iacute;te některou podm&iacute;nku t&eacute;to smlouvy <b>EULA</b>.</p><br><p><b>9.1 &Uacute;činek ukončen&iacute; smlouvy. </b>V&nbsp;př&iacute;padě ukončen&iacute; smlouvy mus&iacute;te zničit v&scaron;echny kopie <b>softwaru</b> a&nbsp;zlikvidovat zař&iacute;zen&iacute; <b>Mi Router</b> podle platn&yacute;ch m&iacute;stn&iacute;ch pr&aacute;vn&iacute;ch předpisů o recyklaci.</p>
<p>Nav&iacute;c mus&iacute;te odstranit <b>software</b> a&nbsp;v&scaron;echny jeho kopie, včetně v&scaron;ech z&aacute;ložn&iacute;ch kopi&iacute;, ze serveru a&nbsp;v&scaron;ech poč&iacute;tačů a&nbsp;jin&yacute;ch nosičů, na kter&yacute;ch je nainstalov&aacute;n, uložen nebo archivov&aacute;n. Na ž&aacute;dost společnosti <b>Xiaomi</b> jste povinni předložit společnosti <b>Xiaomi</b> p&iacute;semn&eacute; potvrzen&iacute;, že jste tyto požadavky splnili.</p><br><h3>10. ROZHODN&Eacute; PR&Aacute;VO</h3>
<p>V&yacute;klad ustanoven&iacute; t&eacute;to <b>smlouvy</b> s <b>uživatelem</b>, &uacute;činnost a&nbsp;ře&scaron;en&iacute; sporů se ř&iacute;d&iacute; z&aacute;kony platn&yacute;mi v&nbsp;m&iacute;stě bydli&scaron;tě <b>uživatele</b>. V&nbsp;př&iacute;padě sporu nebo nejasnost&iacute; mezi <b>v&aacute;mi</b> a&nbsp;společnost&iacute; <b>Xiaomi</b> se nejprve pokus&iacute;me spor vyře&scaron;it sm&iacute;rně. Pokud sm&iacute;rn&eacute; jedn&aacute;n&iacute; neskonč&iacute; <b>dohodou</b>, zavazujete se předat spor soudům př&iacute;slu&scaron;n&yacute;m v&nbsp;m&iacute;stě bydli&scaron;tě <b>uživatele</b>.</p><br><h3>11. ODDĚLITELNOST</h3>
<p>Pokud z&nbsp;jak&eacute;hokoli důvodu nelze použ&iacute;t nějak&eacute; ustanoven&iacute; t&eacute;to <b>smlouvy</b>, takov&eacute; ustanoven&iacute; se neuplatn&iacute;, aniž by t&iacute;m byla dotčena platnost ostatn&iacute;ch ustanoven&iacute; t&eacute;to <b>smlouvy</b>.</p><br><h3>12. JEDIN&Aacute; DOHODA</h3>
<p>Tato <b>smlouva</b> (včetně <b>Z&aacute;sad ochrany osobn&iacute;ch &uacute;dajů</b>) je jedin&yacute;m dokumentem upravuj&iacute;c&iacute;m vztah mezi <b>v&aacute;mi</b> a&nbsp;společnost&iacute; <b>Xiaomi</b> v&nbsp;souvislosti s&nbsp;jakoukoli z&aacute;ležitost&iacute; t&yacute;kaj&iacute;c&iacute; se se va&scaron;eho použ&iacute;v&aacute;n&iacute; zař&iacute;zen&iacute; <b>Mi Router</b> a&nbsp;<b>softwaru</b>.</p>
<p>Nadpisy odstavců jsou uvedeny pouze pro lep&scaron;&iacute; orientaci a&nbsp;nezakl&aacute;daj&iacute; ž&aacute;dn&eacute; z&aacute;konn&eacute; ani smluvn&iacute; povinnosti.</p><br><p>Revidov&aacute;no v&nbsp;dubnu 2020</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
