<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Xiaomi l&otilde;ppkasutaja litsentsileping</h2><br><p><b>Tere tulemast Xiaomisse!</b></p><br><h3>1. SISSEJUHATUS</h3><br><p>K&auml;esolevad kasutustingimused (&bdquo;<b>L&otilde;ppkasutaja <b></b> litsentsi<b>leping</b></b>&ldquo; ja/v&otilde;i &bdquo;<b>leping</b>&ldquo; ja/v&otilde;i &bdquo;<b>EULA</b>&ldquo;) m&auml;&auml;ratavad, kuidas toimub meie ruuterimudelite R3600 (koos kui &bdquo;<b>Mi ruuter</b>&ldquo;) andme- ja h&auml;&auml;lkasutus ja <b>tarkvara</b> kasutamine, mis on kaasatud seadmetesse <b>Mi AIoT Router AX3600</b> 3.0.22 (koos &bdquo;<b>tarkvara</b>&ldquo;), mille omanik on <b>Xiaomi</b> Inc., selle t&uuml;tar- ja sidusettev&otilde;tted (&bdquo;<b>Xiaomi</b>&ldquo; v&otilde;i &bdquo;meie&ldquo;) ja meie tegevuspartnerid (&bdquo;<b>koost&ouml;&ouml;partner</b>id&ldquo;), ja mille <b>teie</b> olete ostnud, et kasutada oma interneti&uuml;hendust ja/v&otilde;i WiFi-&uuml;hendust.</p>
<p>See <b>EULA</b> on saadaval aadressilt:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p><b>Mi ruuteri</b> ja <b>tarkvara</b> kasutamisel loetakse <b>kasutaja</b> nende <b>kasutajaks</b> (edaspidi &bdquo;<b>teie</b>&ldquo; v&otilde;i &bdquo;<b>kasutaja</b>&ldquo; ja &bdquo;<b>kasutajad</b>&ldquo;) ning see t&auml;histab n&otilde;ustumist <b>EULA</b> tingimustega ja kinnipidamist neist ja k&otilde;igist teistest kasutustingimustest, mis v&otilde;ivad rakenduda <b>Mi ruuteri</b> ja <b>tarkvara</b> kasutamisele v&otilde;i kasutamise ajal. Palun lugege see <b>leping</b> <b>Mi ruuteri</b> ja <b>tarkvara</b> kasutamiseks hoolikalt l&auml;bi ja valige kas te n&otilde;ustute k&auml;esoleva <b>lepinguga</b> v&otilde;i mitte. <b>Te</b> peate olema t&auml;isealine; kui <b>te</b> olete alaealine, siis peate <b>te</b> selle <b>lepingu</b> l&auml;bi lugema koos oma seadusliku hooldajaga. Meie <b>Mi ruuteri</b> ja meie <b>tarkvara</b> kasutamisel ja meie <b>lepinguga</b> n&otilde;ustumisel <b>te</b> tunnistate, et <b>te</b> olete k&auml;esoleva <b>lepingu</b> tingimused l&auml;bi lugenud, neist aru saanud, nendega n&otilde;ustunud ning peate neist kinni.</p>
<p>K&auml;esoleva <b>lepinguga</b> n&otilde;ustumisel n&otilde;ustute  <b>te</b> k&otilde;igi piirangutega. <b>Xiaomi Technology Netherlands B.V.</b> On piiratud vastutusega &auml;ri&uuml;hing, mis on registreeritud ja asutatud koosk&otilde;las Madalmaade seadustega; <b>RSIN (ettev&otilde;tte reg nr) 859298899.</b></p>
<p>S&otilde;numite ja teadete saatmiseks on kasutusel j&auml;rgmine kontaktaadress:</p>
<p><b>Kontaktaadress:</b></p>
<p><b>Aadress: Prinses Beatrixlaan 582, Haag 2595BM, Madalmaad</b></p><br><h3>2. M&Otilde;ISTED</h3>
<p>K&auml;esoleva <b>EULA</b> paremaks m&otilde;istmiseks v&otilde;ivad abiks olla j&auml;rgmised m&otilde;isted.</p>
<p>Ruuter t&auml;hendab riistvaraseadet, mis ruuteri protokolli <b>tarkvara</b> kasutamise teel v&otilde;imaldab interneti&uuml;hendust erinevatele mobiilseadmetele v&otilde;i arvutitele samaaegselt.</p>
<p>Server t&auml;hendab &uuml;ht f&uuml;&uuml;silist arvutit, mis kasutab mitte rohkem kui &uuml;ht (1) kordumatut operatsioonis&uuml;steemi koopiat. Mitu serverit t&auml;hendab (i) mitut arvutit, mis jagavad t&ouml;&ouml;tlusv&otilde;imsust v&otilde;i t&ouml;&ouml;tavad v&otilde;rku &uuml;hendatult &uuml;htse loogilise arvutina, nt &bdquo;serverifarm&ldquo;, &bdquo;kobar&ldquo; v&otilde;i muu sarnane korraldus, ja (ii) mitu virtuaalmasinat tehnilises keskkonnas, mis jagab f&uuml;&uuml;silise arvuti mitmeks virtuaalmasinaks, nii et igal virtuaalmasinal on v&otilde;imekus t&ouml;&ouml;tada eraldi seadmena.</p>
<p><b>Tarkvara</b> t&auml;hendab <b>tarkvara</b> ja k&otilde;iki uuendusi (kui neid on), mis on <b>teile</b> litsentsitud k&auml;esoleva <b>EULA</b> alusel, sh muu hulgas k&otilde;ik sellega seotud ostetud v&otilde;i tasuta saadud komponendid, mis on koos <b>tarkvaraga</b> saadud, rakenduse programmeerimisliides, sellega seotud andmekandjad, tr&uuml;kitud materjalid, v&otilde;rgu- v&otilde;i elektrooniline dokumentatsioon ning k&otilde;ik edasised uuendused ja parandusv&auml;ljaanded.</p><br><h3>3. TARKVARALITSENTS</h3>
<p><b>3.1 <b>Kasutaja</b> &otilde;igused</b></p>
<p><b>Teil</b> on &otilde;igus kasutada <b>Mi ruuterit</b> ja <b>tarkvara</b> vastavalt k&auml;esoleva <b>EULA</b> tingimustele, et &uuml;hendada WiFi kaudu oma internetiteenus ja seadmed.</p>
<p>Eeldusel, et <b>kasutaja</b> k&auml;esolevat <b>EULA</b>-t alati j&auml;rgib, annab <b>Xiaomi</b> <b>kasutajale</b> isikliku, mitteedasiantava ja mitteeksklusiivse litsentsi <b>Mi ruuteri</b> <b>tarkvara</b> kasutamiseks ilma all-litsentsimise &otilde;iguseta. <b>Kasutaja</b> v&otilde;ib <b>tarkvara</b> installida kasutada, kuvada ja k&auml;itada eksklusiivselt <b>Mi ruuteris</b>.</p>
<p>Kahtluste k&otilde;rvaldamiseks: <b>tarkvara</b> on k&auml;esoleva <b>EULA</b> alusel <b>teile</b> litsentsitud, mitte m&uuml;&uuml;dud. <b>Teil</b> ei ole mingeid &otilde;igusi seoses <b>Xiaomi</b> v&otilde;i <b>koost&ouml;&ouml;partnerite</b> autori&otilde;iguste, kaubam&auml;rkide v&otilde;i teenusm&auml;rkidega. <b>Xiaomi</b> j&auml;tab endale k&otilde;ik &otilde;igused, mis ei ole k&auml;esolevas <b>lepingus</b> s&otilde;naselgelt <b>teile</b> omistatud.</p>
<p>K&auml;esolevat <b>tarkvara</b> ei tohi installida muudesse l&otilde;ppseadmetesse, mis ei ole <b>Xiaomi</b> poolt s&otilde;naselgelt lubatud, sh muu hulgas seadistuskomplektidesse, m&auml;ngukonsoolidesse, televiisoritesse, DVD-m&auml;ngijatesse ja muudesse l&otilde;ppseadmetesse.</p>
<p>Kui <b>kasutaja</b> k&auml;esolevast <b>lepingust</b> kinni ei pea, l&otilde;petab <b>Xiaomi</b> <b>tarkvara</b> litsentsi, mis <b>kasutajale</b> on antud, ja inaktiveerib teie konto.</p>
<p><b>3.2 <b>Tarkvara</b> hankimine, paigaldamine ja uuendamine</b></p>
<p><b>Kasutaja</b> laadib alla ja paigaldab <b>tarkvara</b> veebisaidilt [<a href="http://www.apple.com">www.apple.com</a> v&otilde;i <a href="https://play.google.com/store">https://play.google.com/store</a>] v&otilde;i <b>Xiaomi</b> poolt m&auml;&auml;ratud viisil. &Auml;rge laadige <b>tarkvara</b> alla m&auml;&auml;ramata veebisaitidelt, et teie seadmed ei nakatuks pahavaraga, mis v&otilde;ib h&auml;vitada teie andmed ja kasutada teie isiku- ja isiklikke andmeid. Kui <b>te</b> hangite <b>tarkvara</b> v&otilde;i paigaldusprogrammi kolmandalt osapoolelt, kellel ei ole <b>Xiaomi</b> volitust, siis ei saa <b>Xiaomi</b> garanteerida, et seda kasutatakse tavap&auml;raselt, ja <b>Xiaomi</b> ei v&otilde;ta mingit vastutust <b>teile</b> seel&auml;bi tekkinud kahjude eest.</p>
<p><b>Kasutaja</b> peab valima <b>tarkvara</b> versiooni, mis vastab ostetud <b>Mi ruuteri</b> l&otilde;ppseadmele. Muul juhul on k&otilde;ik <b>tarkvaralised</b> probleemid, seadme probleemid v&otilde;i <b>tarkvaraversiooni</b> ja <b>Mi ruuteri </b>mudeli vahelisest sobimatusest tingitud kahjud &uuml;ksnes <b>kasutaja</b> lahendada.</p>
<p>Et parandada <b>kasutaja</b>kogemust ja optimeerida teenust, j&auml;tab <b>Xiaomi</b> endale &otilde;iguse pakkuda ja asendada modifitseeritud ja uuendatud <b>tarkvaraversiooni</b> ning j&auml;tab endale ka &otilde;iguse v&otilde;tta sellise asenduse modifikatsiooni v&otilde;i uuenduse eest tasu, millest <b>teid</b> eelnevalt teavitatakse, ja <b>Xiaomi</b> k&uuml;sib teilt enne tasu sissen&otilde;udmist n&otilde;usoleku. <b>Tarkvara</b> v&otilde;imaldab <b>kasutajale</b> vaikimisi &bdquo;uuendusviiba&ldquo; funktsiooni. Olenevalt <b>kasutaja</b> poolt kasutatavast <b>tarkvaraversioonist</b> annab <b>Xiaomi</b> <b>kasutajale</b> v&otilde;imaluse antud funktsiooni lubada v&otilde;i mitte. P&auml;rast uue <b>tarkvaraversiooni</b> v&auml;ljalaskmist ei garanteeri <b>Xiaomi</b>, et <b>tarkvara</b> vanemad versioonid on j&auml;tkuvalt kasutatavad.</p>
<p><b>3.3 Muud kasutustingimused</b></p>
<p><b>Kasutajad</b> kohustuvad mitte tegelema ebaseaduslike tegevustega ega tegevustega, mis l&auml;hevad vastuollu hea tahte v&otilde;i avaliku korraga. Samuti ei tegele nad tegevustega, mis v&otilde;ivad kahjustada <b>Xiaomi</b> v&otilde;i <b>koost&ouml;&ouml;partnerite</b> kuvandi ja &otilde;igustega v&otilde;i mis v&otilde;ivad takistada <b>Mi ruuteri</b> v&otilde;i <b>tarkvara</b> tavap&auml;rast kasutamist v&otilde;i l&auml;bi selle kasutatavate kolmandate osapoolte teenuseid.</p>
<p>Meie <b>Mi ruuterit</b> ja <b>tarkvara</b> tuleb kasutada koos kolmandate osapoolte teenustega, sh muu hulgas rakenduste ja telekommunikatsiooni turuga. <b>Te</b> peate tasuma seotud telekommunikatsiooniteenuse tasud v&otilde;i muu teenusepakkuja tasud. Soovitame <b>teil</b> tungivalt v&otilde;tta &uuml;hendust oma teenusepakkujatega ning k&uuml;sida lisateavet nende teenustasude kohta ning muud teavet.</p>
<p>Selle konto ja selle salas&otilde;na seadistamiseks v&otilde;ib olla vajalik kasutada meie <b>Mi ruuterit</b>. <b>Teie</b> vastutate oma konto konfidentsiaalsuse ja salas&otilde;na eest ning peate piirama ligip&auml;&auml;su oma arvutile, ja <b>te</b> n&otilde;ustute v&otilde;tma vastutuse k&otilde;igi tegevuste eest, mis toimuvad teie kontol v&otilde;i teie salas&otilde;naga. Samuti n&otilde;ustute <b>te</b>, et igasugune teave, mille <b>te</b> esitate konto seadistamisel, on t&otilde;ene ja t&auml;pne.</p>
<p><b>Xiaomi</b> ei vastuta kahjude eest, mis v&otilde;ivad <b>teile</b> tekkida, juhul kui keegi teine kasutab teie salas&otilde;na v&otilde;i kontot, kas teie teadmisel v&otilde;i ilma.&nbsp; Samas v&otilde;idakse <b>teid</b> v&otilde;tta vastutusele kahjude eest, mis tekitatakse <b>Xiaomile</b> v&otilde;i teistele osapooltele, juhul kui keegi teine kasutab teie kontot v&otilde;i salas&otilde;na, kuna teie ei hoidnud oma salas&otilde;na turvaliselt ja konfidentsiaalsena. <b>Teie</b> ei tohi mingil hetkel kasutada kellegi teise kontot ilma konto valdaja loata.&nbsp;<b>Xiaomi</b> ei v&otilde;ta vastutust kahjude eest, mis tulenevad teie suutmatusest neid kohustusi t&auml;ita.</p>
<p><b>Xiaomi</b> eesm&auml;rk on pakkuda v&auml;ga usaldusv&auml;&auml;rset ja k&auml;ttesaadavat ruuteriteenust, ent <b>Mi ruuter</b> ja <b>tarkvara</b>, sh kaugligip&auml;&auml;s ja mobiiliteavitused ei ole loodud olema usaldusv&auml;&auml;rsed ja k&auml;ttesaadavad 100% ajast, ja seda ei garanteerita.&nbsp; Lisaks v&otilde;ib ruuteri&uuml;henduses tekkida juhuslikke katkestusi ja t&otilde;rkeid p&otilde;hjustel, mis ei allu <b>Xiaomi</b> kontrollile, sh muu hulgas WiFi-&uuml;henduse katkendlikkus, teenusepakkuja t&otilde;rgeteta t&ouml;&ouml;, mobiiliteavitused ja kandjad. &nbsp;Me ei saa garanteerida ega garanteeri, et te saate teavitusi v&otilde;i <b>teil</b> on mingil kindlal ajal internetiligip&auml;&auml;s.&nbsp;</p>
<p><b>Te</b> olete teadlik, et <b>Mi ruuter</b> ja <b>tarkvara</b> ei ole sertifitseeritud ekstreemabin&otilde;ude v&otilde;tmiseks ega m&otilde;eldud v&otilde;i sobilik kasutamiseks olukordades v&otilde;i keskkondades, kus t&otilde;rked, viivitused v&otilde;i vead v&otilde;i ebat&auml;psused andmetes v&otilde;i teabes v&otilde;ivad p&otilde;hjustada surma, kehavigastuse v&otilde;i r&auml;nga kehalise v&otilde;i keskkonnakahjustuse, sh ilma piiranguteta seoses t&ouml;&ouml;ga tuumarajatistes, lennukite juhtimises v&otilde;i kommunikatsioonis&uuml;steemides, &otilde;huliikluse juhtimises, elutagamiss&uuml;steemides v&otilde;i relvas&uuml;steemides.</p>
<p>TE N&Otilde;USTUTE, ET TE EI TUGINE MI RUUTERILE JA TARKVARALE ELUTAGAMIS- EGA KRIITILISTEL EESM&Auml;RKIDEL. K&Otilde;IK MOBIILITEAVITUSED TEIE XIAOMI TOODETE OLEKU KOHTA NING ALARMID ON M&Otilde;ELDUD &Uuml;KSNES INFORMATIIVSEL EESM&Auml;RGIL.</p>
<p><b>Xiaomi</b> v&otilde;ib paluda <b>teil</b> esitada v&otilde;i <b>teie</b> v&otilde;ite ise vabatahtlikult esitada m&auml;rkusi, soovitusi v&otilde;i ideid <b>Mi ruuteri</b> ja <b>tarkvara</b> kohta, sh nende t&ouml;&ouml; parandamise kohta (&bdquo;<b>tagasiside</b>&ldquo;). <b>Tagasisidet</b> esitades n&otilde;ustute <b>te</b>, et teie sisestatud avaldused on vabatahtlikud, tasuta, palumata, mittekonfidentsiaalsed ja ilma piiranguteta ega aseta <b>Xiaomile</b> rahalisi ega muid kohustusi. <b>Xiaomi</b> v&otilde;ib tasuta kasutada, kopeerida, modifitseerida, avaldada, edastada v&otilde;i luua tuletatud t&ouml;id <b>tagaside</b> alusel igal eesm&auml;rgil ja vabalt valitud viisil, ilma h&uuml;vitist maksmata v&otilde;i <b>teid</b> mainimata. Samuti n&otilde;ustute <b>te</b>, et <b>Xiaomi</b> ei loobu &uuml;hestki &otilde;igusest kasutada sarnaseid v&otilde;i seotud ideid, mis on <b>Xiaomile</b> varem teada ning mis on v&auml;lja t&ouml;&ouml;tatud tema t&ouml;&ouml;tajate poolt v&otilde;i hangitud muudest allikatest.</p>
<p><b>3.4 S&uuml;steemin&otilde;uded</b></p>
<p><b>Mi ruuter</b> ja <b>tarkvara</b> ei pruugi tagada internetiteenust ilma j&auml;rgmiseta: (i) teie kodus t&ouml;&ouml;tav WiFi v&otilde;rk, mis suudab t&ouml;&ouml;kindlalt suhelda vastava <b>Mi ruuteriga</b>; (ii) mobiilikliendid, nt toetatud telefon v&otilde;i tahvelarvuti (vajalik teatud funktsioonide jaoks); (iii) alati sissel&uuml;litatud lairiba-interneti&uuml;hendus teie kodus; (iv) muud s&uuml;steemielemendid, mida <b>Xiaomi</b> v&otilde;ib m&auml;&auml;ratleda eraldi. <b>Teie</b> kohus on tagada, et teil on olemas k&otilde;ik vajalikud s&uuml;steemielemendid ja et nad on &uuml;hilduvad ja &otilde;igesti konfigureeritud. <b>Te</b> olete teadlik, et <b>Mi ruuter</b> ja <b>tarkvara</b> ei pruugi kirjeldatud viisil t&ouml;&ouml;tada, kui n&otilde;udeid ja &uuml;hilduvust ei ole t&auml;idetud.</p>
<p><b>3.5 <b>Kasutaja</b> &otilde;iguste piirangud</b></p>
<p><b>Kasutaja</b> &otilde;igused on piiratud j&auml;rgmiselt:</p>
<p><b>Te</b> ei tohi:</p>
<ul>
<li><p>- kopeerida, muuta ega modifitseerida <b>tarkvaras</b> sisalduvaid andmeid ega <b>Mi ruuterisse</b> saadetud andmeid <b>tarkvara</b> t&ouml;&ouml;tamise ajal ning <b>kasutaja</b> ja serveri vahel loodud interaktiivseid andmeid <b>tarkvara</b> t&ouml;&ouml;tamise ajal, ega k&auml;itada <b>tarkvara</b> koos pluginatega ega luua &uuml;heski vormis tuletatud teoseid, sh, aga mitte &uuml;ksnes pluginaid, ligip&auml;&auml;su <b>tarkvarale</b> ja seotud s&uuml;steemidele l&auml;bi kolmandate osapoolte t&ouml;&ouml;riistade/teenuste.</p></li>
<li><p>- kopeerida <b>tarkvara</b> konfiguratsiooni, v.a m&otilde;istusp&auml;rane arv masinloetavaid <b>tarkvara</b>koopiaid varundamiseks v&otilde;i arhiveerimiseks, ja v&auml;lja arvatud k&auml;esoleva <b>lepinguga</b> s&otilde;naselgelt s&auml;testatud juhtudel.</p></li>
<li><p>- eemaldada <b>tarkvaralt</b> tiitleid, kaubam&auml;rke, teenusem&auml;rke v&otilde;i kaubanimesid, autori&otilde;iguse teatisi, legende, vesim&auml;rke v&otilde;i muid omandi&otilde;iguslikke t&auml;histusi.</p></li>
<li><p>- m&uuml;&uuml;a, liisida, litsentsida, all-litsentsida, rentida, m&auml;&auml;rata, levitada v&otilde;i muul viisi edastada kas tervikuna v&otilde;i osaliselt <b>tarkvara</b>, litsentsi v&otilde;i teie <b>tarkvara</b> kasutaja&otilde;igusi teistele osapooltele, sh neid &otilde;igusi liikmelisuse, tellimuse v&otilde;i hostimise alusel.</p></li>
<li><p>- modifitseerida v&otilde;i luua tuletatud teoseid <b>tarkvara</b> p&otilde;hjal.</p></li>
<li><p>- dekompileerimise, koost lahti v&otilde;tmise, p&ouml;&ouml;rdkompileerimise teel v&otilde;i muul viisil &uuml;ritada <b>tarkvarast</b> tervikuna v&otilde;i osaliselt tuletada selle l&auml;htekoodi.</p></li>
<li><p>- lahti pakkida, lahti v&otilde;tta v&otilde;i taas pakkida <b>tarkvara</b> v&otilde;i selle osi &uuml;ksk&otilde;ik millisel eesm&auml;rgil.</p></li>
<li><p>- pakkida v&otilde;i levitada <b>tarkvara</b> &uuml;ksk&otilde;ik millisel viisil.</p></li>
<li><p>- v&otilde;imaldada <b>tarkvara</b> kasutamist kolmanda osapoole allhankerajatises teenuse, teeninduskeskuse v&otilde;i ajajagamise alusel.</p></li>
<li><p>- &uuml;helgi hetkel anda hindamislitsents <b>tarkvarale</b> &uuml;helegi teisele isikule v&otilde;i v&otilde;imaldada &uuml;helgi teisel isikul mingil viisil <b>tarkvara</b> hinnata.</p></li>
<li><p>- teha muudatusi, modifikatsioone v&otilde;i muutusi <b>lepingusse</b>, mida <b>Xiaomi</b> ja/v&otilde;i selle <b>koost&ouml;&ouml;partner</b> koos <b>tarkvaraga</b> levitab.</p></li>
<li><p>- esitada v&auml;iteid, garantiisid v&otilde;i esildisi seoses <b>tarkvara</b> v&otilde;i n&auml;idiskoodiga, mis &uuml;letavad <b>Xiaomi</b> poolt <b>teile</b> antud dokumentatsiooni tingimusi v&otilde;i ei vasta sellele.</p></li>
</ul><br><h3>4. VEEBISAIDID JA KOLMANDATE OSAPOOLTE TEENUSED</h3>
<p><b>Te</b> m&otilde;istate ja n&otilde;ustute, et meie teenused ja <b>Mi ruuteri</b> ning <b>tarkvara</b> t&ouml;&ouml; p&otilde;hinevad kolmandate osapoolte, nt mh Androidi ja Google&rsquo;i tehnilisele toele. <b>Te</b> m&otilde;istate ja n&otilde;ustute, et meie <b>koost&ouml;&ouml;partneritel</b> v&otilde;ib olla vajalik hankida <b>teie</b> teatud isikuandmeid neilt kolmandatelt osapooltelt, et saada neilt tehnilist v&otilde;i muud tuge.</p>
<p><b>Te</b> saate <b>Mi ruuteri</b> ja <b>tarkvara</b> kaudu ligip&auml;&auml;su teistele kolmandate osapoolte v&otilde;rguteenustele, mille omanikuks on kolmandad osapooled.</p>
<p>Need kolmandate osapoolte poolt pakutavad teenused ei ole h&otilde;lmatud k&auml;esolevasse <b>EULA</b>-sse ega meie <b>privaatsuspoliitikasse</b>. Kolmandate osapoolte poolt pakutavad teenused on kaetud oma kasutustingimuste ja/v&otilde;i privaatsuspoliitikaga, mille eest <b>Xiaomi</b> ei vastuta mingil viisil.</p><br><h3>5. XIAOMI KOHUSTUSED</h3>
<p><b>XIAOMI</b> JA TEMA <b>KOOST&Ouml;&Ouml;PARTNERITE</b> TEENUSEID ESITATAKSE ILMA SIDUVA KOHUSTUSETA JA ILMA IGASUGUSE GARANTIITA, S&Otilde;NASELGE V&Otilde;I KAUDSETA. KOHALDATAVA SEADUSEGA LUBATUD M&Auml;&Auml;RAL &Uuml;TLEB <b>XIAOMI</b> LAHTI K&Otilde;IGIST S&Otilde;NASELGETEST V&Otilde;I KAUDSETEST GARANTIIDEST, SH ILMA PIIRANGUTETA IGASUGUSTEST GARANTIIDEST KAUBASTATAVUSE V&Otilde;I KINDLAKS OTSTARBEKS SOBIVUSE KOHTA, V&Auml;LJA ARVATUD SEADUSEGA M&Auml;&Auml;RATUD GARANTIIDEST. ME EI GARANTEERI, ET <b>MI RUUTERI</b> V&Otilde;I <b>TARKVARA</b> V&Otilde;I <b>KOOST&Ouml;&Ouml;PARTNERITE</b> PAKUTAVAD FUNKTSIOONID T&Ouml;&Ouml;TAVAD T&Otilde;RGETETA V&Otilde;I VIGADETA V&Otilde;I ET PUUDUSED K&Otilde;RVALDATAKSE V&Otilde;I ET SERVERID, KUS NEID HOSTITAKSE, ON VABAD VIIRUSTEST JA MUUDEST KAHJULIKEST KOMPONENTIDEST. ME EI GARANTEERI EGA ANNA ESILDISI SEOSES <b>XIAOMI</b> TEENUSTE SISU JA/V&Otilde;I PARTNERITE PAKUTAVA SISU KORREKTSUSE, T&Auml;PSUSE, USALDUSV&Auml;&Auml;RSUSE EGA &Uuml;HEGI MUU ASPEKTI OSAS. VAJALIKE TEENUSTE, REMONDI V&Otilde;I PARANDUSTE KOGU KULU TASUTE <b>TEIE</b>.</p>
<p><b>Xiaomi</b> ja tema <b>koost&ouml;&ouml;partnerid</b> rakendavad <b>Mi ruuteri</b> v&otilde;i <b>tarkvara</b> pakkumisel ja v&otilde;imalikult vigadevabana hoidmisel vajalikku hoolsust. <b>Xiaomi</b> ei v&otilde;ta mingit vastutust kahjude eest, mis ei piirne &uuml;ksnes meiepoolse <b>EULA</b> rikkumisega. Samuti ei v&otilde;ta <b>Xiaomi</b> vastutust tagaj&auml;rgede ega asjaolude eest, mis ei ole m&otilde;istusp&auml;rasel m&auml;&auml;ral meie kontrolli all.</p><br><h3>6. LAHTI&Uuml;TLUS</h3>
<p><b>Xiaomi</b> ei garanteeri pidevat ligip&auml;&auml;su <b>Mi ruuteri</b> elementidele ja teabele, nende korrektset vaadatavust, allalaaditavust v&otilde;i kasutatavust ega ligip&auml;&auml;su veebisaidile, kust <b>tarkvara</b> on k&auml;ttesaadav, sest seda v&otilde;ivad v&auml;listada, takistada v&otilde;i h&auml;irida asjaolud v&otilde;i olud, mis ei ole Xiaomi kontrolli all.</p>
<ul>
<p><b>Xiaomi</b> ei v&otilde;ta juriidilist vastutust kahjude, kulude ega n&otilde;uete eest, mis tulenevad allpool nimetatud olukordadest:</p>
<li><p><b>- Xiaomi</b> ei garanteeri veebisaidil asuvate elementide ja teabe pidevat ligip&auml;&auml;setavust, korrektset vaadatavust, allalaaditavust ega kasulikkust, sest seda v&otilde;ivad v&auml;listada, takistada v&otilde;i h&auml;irida asjaolud v&otilde;i olud, mis ei ole Xiaomi kontrolli all.</p></li>
<li><p>- olukorrad, mis on tingitud katkestustest, riketest jms, mille p&otilde;hjustajaks on arvutipiraatlus, viiruse sissetung v&otilde;i muu v&otilde;rguturbe, -tehnikate, kommunikatsiooniviiside ja teabehaldusega seotud p&otilde;hjus.</p></li>
<li><p>- <b>kasutajatele</b> tekkinud kahjud, mille p&otilde;hjustajaks on kolmandate osapoolte viga, nt kommunikatsioonikanali rike, tehnilised probleemid, v&otilde;rgu ja arvuti rikked ja muud <i>force majeure</i>&rsquo;i alla k&auml;ivad olukorrad.</p></li>
<li><p>- turbe- v&otilde;i navigeerimisvead, mille p&otilde;hjuseks on brauseri t&otilde;rked v&otilde;i selle aegunud versioonide kasutamine.</p></li>
 <li><p>- ebaseaduslik sekkumine pahavaraliste programmide kasutamise t&otilde;ttu ning eri kommunikatsiooniviisidel, nt arvutiviiruste vms vahendusel.</p></li>
 <li><p>- sekkumised, h&auml;iringud, t&otilde;rked, v&auml;ljaj&auml;tted, telefonit&otilde;rked, viivitused, blokeeringud v&otilde;i katkemist elektroonilise s&uuml;steemi t&ouml;&ouml;s, mille on p&otilde;hjustanud telekommunikatsiooniliinide ja -v&otilde;rkude puudused, &uuml;lekoormus ja vead v&otilde;i muud p&otilde;hjused, mis ei ole <b>Xiaomi</b> kontrolli all.</p></li>
</ul>
<p>KOHALDATAVA SEADUSEGA LUBATUD MAKSIMAALSES M&Auml;&Auml;RAS EI V&Otilde;TA XIAOMI, SELLE SIDUSETTEV&Otilde;TTED, KAAST&Ouml;&Ouml;TAJAD, EDASIM&Uuml;&Uuml;JAD, ESINDAJAD V&Otilde;I TARNIJAD V&Otilde;I NENDE AMETNIKUD, JUHID, T&Ouml;&Ouml;TAJAD, LITSENTSIJAD JA LITSENTSISAAJAD VASTUTUST J&Auml;RGMISTEL JUHTUDEL:</p>
<ul><li><p>1. KAHJUD V&Otilde;I KAHJUSTUSED TEIE KODUS, K&Uuml;TTE- JA VENTILATSIOONI- V&Otilde;I ELEKTRIS&Uuml;STEEMIS, TORUSTIKUS, TEIE TOOTES V&Otilde;I LISASEADMETES (OLENEMATA SELLEST, KAS SEE ON &Uuml;HENDATUD XIAOMI TOOTEGA), ARVUTIS, MOBIILSEADMES NING MUUDES ESEMETES JA LEMMIKLOOMADEL JA</p></li>
<li><p>2. KAHJUD, MIS (I) EI OLNUD KUMMAGI OSAPOOLE POOLT M&Otilde;ISTLIKUL M&Auml;&Auml;RAL ETTEN&Auml;HTAVAD, (II) OLID TEADA TEILE, KUID MITTE MEILE, JA/V&Otilde;I (III) OLID M&Otilde;ISTLIKUL M&Auml;&Auml;RAL ETTEN&Auml;HTAVAD M&Otilde;LEMALE OSAPOOLELE, AGA MILLE TEIE OLEKSITE V&Otilde;INUD ENNETADA, N&Auml;ITEKS (AGA ILMA PIIRANGUTETA) KAHJUD, MILLE P&Otilde;HJUSTASID VIIRUSED, PAHAVARA V&Otilde;I MUUD PAHATAHTLIKUD PROGRAMMID, V&Otilde;I TEIE ANDMETE KADU V&Otilde;I KAHJUSTUMINE. (SH, AGA ILMA PIIRANGUTETA, KASUMI V&Otilde;I K&Auml;IBE V&Auml;HENEMINE, MIS ON TINGITUD ANDMEKAOST, &Auml;RITEGEVUSE T&Otilde;RKEST, KEHAVIGASTUSEST, ISIKUANDMETE PRIVAATSUSE KADUMISEST, KOLMANDA OSAPOOLE TOOTE V&Otilde;I TEENUSE KASUTAMISV&Otilde;IMETUSE KAOST, HOOLETUSEST TINGITUD KOHUSTUSTE T&Auml;ITMISE V&Otilde;IMETUSEST TULENEVAD KAHJUD, SH HEAUSKSELT V&Otilde;I M&Otilde;ISTLIKKU HOOLSUST RAKENDADES, JA IGASUGUSED MUUD V&Otilde;IMALIKUD RAHALISED KAHJUD,</p></li>
<p>OLENEMATA TEOREETILISEST VASTUTUSEST (LEPINGULISEST, LEPINGUV&Auml;LISEST KAHJUST V&Otilde;I MUUST), MIS TULENEB V&Otilde;I MIS ON MINGIL MUUL MOEL SEOTUD SAIDI V&Otilde;I TEENUSTE V&Auml;&Auml;RKASUTAMISEST V&Otilde;I KASUTAMISV&Otilde;IMETUSEST, ISEGI KUI XIAOMI V&Otilde;I MUU SARNANE ISIK ON SAANUD TEADA S&Auml;&Auml;RASTE KAHJUDE V&Otilde;IMALIKKUSEST.</p><br></ul>
<p>&Uuml;HELGI JUHUL EI &Uuml;LETA BELKINI, SELLE SIDUSETTEV&Otilde;TETE, KAAST&Ouml;&Ouml;TAJATE, EDASIM&Uuml;&Uuml;JATE, ESINDAJATE V&Otilde;I TARNIJATE VASTUTUS TEIE EES K&Otilde;IGI KAHJUDE EEST VIITK&Uuml;MMEND EUROT (50 €). SEE PIIRANG ON KUMULATIIVNE EGA T&Otilde;USE ENAM KUI &Uuml;HE JUHTUMI V&Otilde;I N&Otilde;UDE PUHUL. EELNEVAD PIIRANGUD KEHTIVAD KA SIIS, KUI M&Otilde;NI ESITATUD GARANTII V&Otilde;I LEEVENDUSVAHEND EI T&Auml;IDA OMA P&Otilde;HILIST EESM&Auml;RKI. &Uuml;KSKI K&Auml;ESOLEVA L&Otilde;IGU PUNKT EI PIIRA XIAOMI VASTUTUST SURMA V&Otilde;I KEHAVIGASTUSTE KORRAL.</p><br><h3>7. PRIVAATSUSPOLIITIKA</h3>
<p>Kogu <b>teie</b> poolt esitatud teavet k&auml;sitletakse <b>privaatsuspoliitika</b> p&otilde;him&otilde;tteid j&auml;rgides. <b>Privaatsuspoliitika</b> tingimused on k&auml;esoleva <b>lepingu</b> osa ja on igal ajal siduvad.</p>
<p><b>Privaatsuspoliitikaga</b> saab tutvuda aadressil <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p><b>Xiaomi</b> jaoks on teie isikuandmete kaitse t&auml;htis. <b>Tarkvarafunktsioonide</b> pakkumiseks ja teie <b>kasutajakogemuse</b> parandamiseks koguvad <b>Mi ruuter</b> ja <b>tarkvara</b> teatud t&uuml;&uuml;pi andmeid, mis on kirjas meie <b>privaatsuspoliitikas</b>. Me kogume, kasutame ja kaitseme teie andmeid koosk&otilde;las meie <b>privaatsuspoliitikaga</b>. <b>Privaatsuspoliitika</b> on k&auml;ttesaadav j&auml;rgmisel veebisaidil.</p>
<p>Et saada lisateavet meie <b>privaatsuspoliitika</b> kohta, kirjutage meile aadressil <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. KONFIDENTSIALSUS NING INTELLEKTUAAL- JA T&Ouml;&Ouml;STUSOMAND</h3>
<p><b>Mi ruuter</b> ja <b>tarkvara</b> ning k&otilde;ik selle koopiad on <b>Xiaomi</b> eksklusiivne intellektuaalomand ning seega kaitstud autori&otilde;iguse seaduste ja rahvusvaheliste lepingute, samuti muude intellektuaalomandi seaduste ja lepingutega.</p>
<p><b>Tarkvara</b> struktuur, korraldus ja kood on konfidentsiaalne teave ning <b>Xiaomi</b> v&auml;&auml;rtuslikud &auml;risaladused. <b>Te</b> olete teadlik, et igasugune <b>teiepoolne</b> <b>Xiaomi</b> konfidentsiaalse teabe avaldamine p&otilde;hjustab <b>Xiaomile</b> ja tema <b>koost&ouml;&ouml;partneritele</b> kohest ja p&ouml;&ouml;rdumatut kahju, mille eest v&otilde;ib kompetentse jurisdiktsiooni kohus m&auml;&auml;rata vastavas v&auml;&auml;rtuses h&uuml;vitise v&otilde;i v&otilde;tta muud saadaolevad &otilde;iguslikud meetmed. V&auml;lja arvatud siin s&otilde;naselgelt v&auml;ljendatud juhtudel ei anna <b>Xiaomi</b> <b>teile</b> &uuml;htki intellektuaalomandi &otilde;igust <b>tarkvaraga</b> seoses. K&otilde;ik &otilde;igused, mida ei ole k&auml;esolevas tekstis otseselt mujale m&auml;&auml;ratud, kuuluvad <b>Xiaomile</b>.</p>
<p><b>Te</b> n&otilde;ustute k&auml;esolevaga s&auml;ilitama <b>tarkvara</b> ja <b>Mi ruuteri</b>, <b>EULA</b> ja muu <b>Xiaomi</b> intellektuaalomandi konfidentsiaalsust, rakendades v&auml;hemalt samasugust hoolsust, mida <b>te</b> rakendate omaenda k&otilde;ige konfidentsiaalsema info kaitseks, ja &uuml;helgi juhul mitte v&auml;hem kui m&otilde;istlikul m&auml;&auml;ral hoolsust. <b>Te</b> n&otilde;ustute m&otilde;istlikul m&auml;&auml;ral kommunikeerima k&auml;esoleva <b>EULA</b> tingimusi isikutele, kes on <b>teie</b> t&ouml;&ouml;tajad, kes satuvad <b>tarkvaraga</b> kontakti, ja rakendama m&otilde;istlikul m&auml;&auml;ral parimaid v&otilde;tteid, et tagada nende kinnipidamine nimetatud tingimustest, sh ilma piiranguteta, mitte lubades s&auml;&auml;rastel isikutel kasutada &uuml;htki <b>tarkvara</b> osa ega muud <b>Xiaomi</b> intellektuaalomandit <b>tarkvara</b> l&auml;htekoodi tuletamiseks ega koodide kopeerimiseks, t&uuml;histamiseks v&otilde;i muul viisil neist m&ouml;&ouml;da p&auml;&auml;semiseks ning volituste v&otilde;i litsentside kasutamiseks.</p>
<p><b>Kasutaja</b> ei riku <b>Xiaomi</b>, tema <b>koost&ouml;&ouml;partnerite</b> v&otilde;i kolmandate osapoolte <b>Mi ruuteri</b> ja <b>tarkvaraga</b> seotud intellektuaalomandi &otilde;igusi. <b>Te</b> ei tohi ilma loata &uuml;les laadida, avaldada, muuta, levitada ega reprodutseerida t&ouml;id, mille intellektuaal- v&otilde;i t&ouml;&ouml;stusomand kuulub kolmandatele osapooltele, samuti mitte kolmandatele osapooltele kuuluvat teavet v&otilde;i andmeid ilma nende omaniku kirjaliku n&otilde;usolekuta.</p>
<p>Graafilised elemendid, s&otilde;nad ja kompositsioon, mis h&otilde;lmab MIUI-d ja teisi <b>Xiaomi</b> logosid, mida kasutatakse <b>Xiaomi</b> toodetel ja teenustel, on <b>Xiaomi</b> registreeritud kaubam&auml;rgid. <b>Te</b> ei tohi neid esitada ega mingil viisil kasutada.</p>
<p><b>Mi ruuteri</b> ega <b>tarkvara</b> kasutamine ega <b>koost&ouml;&ouml;partnerid</b> ei v&auml;ljenda &uuml;helgi juhul nendest &otilde;igustest ega nende osast loobumist, edastamist, litsentsimist v&otilde;i edasim&auml;&auml;ramist, kui ei ole s&otilde;naselgelt teisiti m&auml;&auml;ratud.</p>
<p><b>Mi ruuteris</b> v&otilde;i <b>tarkvaras</b> asuv ja nende kaudu k&auml;ttesaadav sisu, tekstid, fotod, kujundused, logod, kujutised, arvutiprogrammid, l&auml;htekoodid ning &uuml;ldiselt igasugune intellektuaalne looming on kaitstud autori&otilde;igusi v&otilde;i muid &otilde;igusi k&auml;sitlevate seadustega, sh, aga mitte &uuml;ksnes, intellektuaal- ja t&ouml;&ouml;stusomandi reeglitega.</p>
<p><b>Xiaomi</b> v&otilde;i tema <b>koost&ouml;&ouml;partnerid</b> on <b>Mi ruuteri</b> ja/v&otilde;i <b>tarkvara</b> moodustava graafilise disaini, men&uuml;&uuml;de, navigeerimisnuppude, HTML-koodi, tekstide kujutiste, tekstuuride, graafiliste elementide ja muu <b>tarkvara</b> osa omanikud v&otilde;i litsentsisaajad v&otilde;i omavad volitusi nende elementide kasutamiseks.</p>
<p><b>Tarkvara</b> ei tohi tervikuna ega osaliselt reprodutseerida, edastada ega salvestada &uuml;hegi infot&ouml;&ouml;tluss&uuml;steemiga &uuml;heski vormis ega &uuml;hegi meediumiga, v&auml;lja arvatud siinkohal s&otilde;naselgelt v&auml;ljendatud viisidel, v&auml;lja arvatud juhul, kui <b>Xiaomilt</b> v&otilde;i tema <b>koost&ouml;&ouml;partneritelt</b> on saadud kirjalik n&otilde;usolek.</p>
<p><b>Te</b> ei tohi eemaldada, m&ouml;&ouml;da minna ega kahjustada materjale ega elemente, mis asuvad <b>Mi ruuteril</b> v&otilde;i selle <b>tarkvaral</b> ning mille &otilde;igused kuuluvad <b>Xiaomile</b>, ega &uuml;htki tehnilist kaitseseadet ega autori&otilde;iguste digitaalkaitsevahendit.</p>
<p><b>Xiaomi</b> j&auml;tab endale &otilde;iguse v&otilde;tta &otilde;iguslikke meetmeid oma intellektuaalse ja t&ouml;&ouml;stusomandi &otilde;iguste v&otilde;i muude &otilde;iguste kaitseks.</p>
<p><b>Teie</b> s&auml;ilitate omandi&otilde;iguse igasugusele intellektuaalomandile, mis kuulub <b>teile</b> ja mis sisaldub <b>teie</b> poolt <b>Mi ruuteri</b> ja <b>tarkvara</b> vahendusel edastatud sisus.&nbsp;</p>
<p>Kui <b>te</b> laadite &uuml;les v&otilde;i esitate muul viisil sisu, kasutades meie <b>Mi ruuterit</b> ja <b>tarkvara</b>, siis annate <b>te</b> <b>Xiaomile</b> ja meie koost&ouml;&ouml;partneritele &uuml;lemaailmse litsentsi, seda sisu kasutada, hostida, s&auml;ilitada, reprodutseerida, modifitseerida, kommunikeerida ja k&auml;ttesaadavaks teha v&otilde;i levitada. &Otilde;igused, mis <b>te</b> selles litsentsis annate, on piiratud eesm&auml;rgil ja ette n&auml;htud meie teenuste k&auml;itamiseks ja parandamiseks ja uute teenuste v&auml;ljat&ouml;&ouml;tamiseks. Litsents kestab edasi ka siis, kui <b>te</b> l&otilde;petate meie <b>Mi ruuteri</b> ja <b>tarkvara</b> kasutamise. Tagage, et <b>teil</b> oleksid vajalikud &otilde;igused meile selle litsentsi andmiseks igasuguse sisu osas, mida <b>te</b> meie <b>Mi ruuteri</b> ja <b>tarkvara</b> vahendusel esitate.&nbsp; Kui <b>te</b> soovite ligip&auml;&auml;su oma sisule v&otilde;i seda muuta v&otilde;i kustutada, siis v&otilde;tke meiega &uuml;hendust.</p><br><h3>9. L&Otilde;PETAMINE</h3><br><p><b>Xiaomi</b> v&otilde;ib k&auml;esoleva <b>EULA</b> kohe ja ette teatamata l&otilde;petada, kui <b>teie</b> ei pea kinni m&otilde;nest selle <b>EULA</b> tingimusest.</p><br><p><b>9.1 L&otilde;petamise m&otilde;ju.</b>Lepingu l&otilde;petamisel peate <b>teie</b> h&auml;vitama k&otilde;ik <b>tarkvara</b> koopiad ning k&otilde;rvaldama <b>Mi ruuteri</b> kasutusest koosk&otilde;las kehtivate &uuml;mbert&ouml;&ouml;tlemiseeskirjadega.</p>
<p>Lisaks peate <b>te</b> eemaldama <b>tarkvara</b> ja k&otilde;ik selle koopiad, sh varukoopiad serverist ja k&otilde;igist arvutitest ja muudelt andmekandjatelt, kuhu see on installitud, kus seda s&auml;ilitatakse v&otilde;i arhiveeritakse. Kui <b>Xiaomi</b> seda n&otilde;uab, siis esitate <b>te</b> <b>Xiaomile</b> kirjaliku kinnituse, et <b>te</b> olete need n&otilde;uded t&auml;itnud.</p><br><h3>10. KOHALDATAV &Otilde;IGUS</h3>
<p>K&auml;esoleva <b>kasutus</b><b>lepingu</b> tingimuste t&otilde;lgendused, kehtivus ja vaidluste lahendamine toimuvad vastavalt <b>kasutaja</b> asukohariigi seadustele. Vaidluse v&otilde;i vastuolu korral <b>teie</b> ja <b>Xiaomi</b> vahel p&uuml;&uuml;ame me erimeelsused esmalt lahendada s&otilde;braliku arutelu teel. Kui arutelu tulemusel ei s&uuml;nni <b>kokkulepet</b>, n&otilde;ustute <b>te</b> vaidlust j&auml;tkama <b>kasutaja</b> asukohariigi kohtutes.</p><br><h3>11. S&Otilde;LTUMATUS</h3>
<p>Kui m&otilde;nd k&auml;esoleva <b>lepingu</b> s&auml;tet ei ole v&otilde;imalik mingil p&otilde;hjusel j&otilde;ustada, siis see ei kehti, takistamata seejuures teiste k&auml;esoleva <b>lepingu</b> s&auml;tete j&otilde;ustamist.</p><br><h3>12. TERVIKLIKKUS</h3>
<p>K&auml;esolev <b>leping</b> (sh <b>privaatsuspoliitika</b>) moodustab ainsa <b>teie</b> ja <b>Xiaomi</b> vahelist suhet reguleeriva instrumendi seoses teiepoolse <b>Mi ruuteri</b> ja <b>tarkvara</b> kasutamisega.</p>
<p>L&otilde;ikude pealkirjad on pandud &uuml;ksnes lugemise h&otilde;lbustamiseks ning ei too kaasa &otilde;iguslikke ega lepingulisi kohustusi.</p><br><p>&Uuml;le vaadatud aprillis 2020.</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
