<!DOCTYPE html>
<html>
    <head>
        <title>Thỏa thuận giấy phép người dùng cuối của Xiaomi
</title>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <meta name="created" content="2019-12-11T21:54:31+0800"/>
        <meta name="modified" content="2020-01-08T14:05:25+0800"/>
        <meta name="tags" content=""/>
        <meta name="last device" content="Tonnydai的MacBook Air"/>
    </head>
    <body>
            <div class="header"><span class="back" id="back"><</span></div>

        <div class="note-wrapper">
            <h2>Thỏa thuận giấy ph&eacute;p người d&ugrave;ng cuối của Xiaomi</h2><br><p><b>Ch&agrave;o mừng bạn đến với Xiaomi!</b></p><br><h3>1. GIỚI THIỆU</h3><br><p>Những điều khoản v&agrave; điều kiện n&agrave;y (sau đ&acirc;y gọi l&agrave; &quot;<b>Thỏa thuận <b>giấy ph&eacute;p</b> người d&ugrave;ng <b>cuối</b></b>&quot; v&agrave;/hoặc &quot;<b>Thỏa thuận</b>&quot; v&agrave;/hoặc &ldquo;<b>EULA</b>&rdquo;) kiểm so&aacute;t dữ liệu v&agrave; truy cập bằng giọng n&oacute;i v&agrave;o dữ liệu, v&agrave; việc sử dụng, bộ định tuyến Mẫu R3600 của ch&uacute;ng t&ocirc;i (gọi chung l&agrave; &quot;<b>Mi Router</b>&quot;) v&agrave; <b>Phần mềm</b> được t&iacute;ch hợp trong  <b>Mi AIoT Router AX3600</b> 3.0.22 (gọi chung l&agrave; (&quot;<b>Phần mềm</b>&quot;) thuộc sở hữu của <b>Xiaomi</b> Inc., c&aacute;c c&ocirc;ng ty con v&agrave; chi nh&aacute;nh của Xiaomi (sau đ&acirc;y gọi l&agrave; &quot;<b>Xiaomi</b>&quot; hoặc &quot;ch&uacute;ng t&ocirc;i&quot;), v&agrave; c&aacute;c đối t&aacute;c hoạt động của ch&uacute;ng t&ocirc;i (sau đ&acirc;y gọi l&agrave; &quot;<b>Đơn vị vận h&agrave;nh</b>&quot;), v&agrave; c&aacute;c đơn vị m&agrave; <b>Bạn</b> đ&atilde; mua để truy cập dịch vụ Internet v&agrave;/hoặc Wi-Fi của ri&ecirc;ng Bạn.</p>
<p>Thỏa thuận <b>EULA</b> n&agrave;y c&oacute; tại:</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;-<a href= "http://www1.miwifi.com/router/<b>EULA</b>/20191230.html">http://www1.miwifi.com/router/eula/20191230.html</a></p><br><p>Việc sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> cho ph&eacute;p <b>Người d&ugrave;ng</b> c&oacute; được tư c&aacute;ch <b>Người d&ugrave;ng</b> v&agrave; cấu th&agrave;nh sự chấp nhận v&agrave; tu&acirc;n thủ Thỏa thuận <b>EULA</b> (sau đ&acirc;y gọi l&agrave;, &quot;<b>Bạn</b>&quot; hoặc &quot;<b>Người d&ugrave;ng</b>&quot; v&agrave;/hoặc &quot;những <b>Người d&ugrave;ng</b>&quot;), cũng như bất kỳ điều khoản sử dụng n&agrave;o kh&aacute;c c&oacute; thể &aacute;p dụng cho hoặc trong khi sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b>. Vui l&ograve;ng đọc kỹ <b>Thỏa thuận</b> n&agrave;y trước khi truy cập v&agrave;o <b>Mi Router</b> v&agrave; sử dụng <b>Phần mềm</b>, v&agrave; chọn chấp nhận <b>Thỏa thuận</b> n&agrave;y hay kh&ocirc;ng. <b>Bạn</b> phải đủ tuổi th&agrave;nh ni&ecirc;n hợp ph&aacute;p, nếu <b>Bạn</b> l&agrave; trẻ vị th&agrave;nh ni&ecirc;n, h&atilde;y đọc <b>Thỏa thuận</b> n&agrave;y c&ugrave;ng người gi&aacute;m hộ hợp ph&aacute;p của Bạn. Bằng việc sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> của ch&uacute;ng t&ocirc;i v&agrave; chấp nhận <b>Thỏa thuận</b> n&agrave;y, <b>Bạn</b> x&aacute;c nhận rằng <b>Bạn</b> đ&atilde; đọc, hiểu v&agrave; chấp nhận c&aacute;c điều khoản v&agrave; điều kiện của <b>Thỏa thuận</b> n&agrave;y v&agrave; bị ch&uacute;ng r&agrave;ng buộc.</p>
<p>Bằng việc chấp nhận <b>Thỏa thuận</b> n&agrave;y, Bạn đồng &yacute; với tất cả c&aacute;c hạn chế. Xiaomi Inc. l&agrave; c&ocirc;ng ty tr&aacute;ch nhiệm hữu hạn được đăng k&yacute; v&agrave; th&agrave;nh lập theo quy định của luật ph&aacute;p Trung Quốc, c&oacute; m&atilde; đăng k&yacute; l&agrave; 91110108551385082Q.</p>
<p>Địa chỉ li&ecirc;n hệ sau đ&acirc;y được thiết lập cho mục đ&iacute;ch li&ecirc;n lạc v&agrave; th&ocirc;ng b&aacute;o:</p>
<p><b>Li&ecirc;n hệ với ch&uacute;ng t&ocirc;i theo địa chỉ:</b></p>
<p>T&ograve;a nh&agrave; văn ph&ograve;ng của Xiaomi</p>
<p>Số 006, tầng 6, t&ograve;a 6, quận 33, Đường Xierqi trung, Quận Hải Điến, Bắc Kinh</p>
<p>M&atilde; zip: 100085</p>
<p>Điện thoại: 010-60606666</p>
<p>Fax: 010-60606666-1101</p><br><h3>2. ĐỊNH NGHĨA</h3>
<p>Để hiểu r&otilde; hơn về Thỏa thuận <b>EULA</b> n&agrave;y, c&oacute; thể sử dụng c&aacute;c định nghĩa sau:</p>
<p>Router (Bộ định tuyến) l&agrave; thiết bị phần cứng th&ocirc;ng qua sử dụng <b>Phần mềm</b> giao thức bộ định tuyến cho ph&eacute;p kết nối c&ugrave;ng l&uacute;c mạng internet từ c&aacute;c thiết bị di động hoặc PS kh&aacute;c nhau.</p>
<p>M&aacute;y chủ l&agrave; m&aacute;y t&iacute;nh vật l&yacute; duy nhất chạy kh&ocirc;ng qu&aacute; một (1) bản sao duy nhất của một hệ điều h&agrave;nh. Đa m&aacute;y chủ l&agrave; (i) nhiều m&aacute;y t&iacute;nh c&ugrave;ng chia sẻ c&ocirc;ng suất xử l&yacute; hoặc vận h&agrave;nh với cấu h&igrave;nh được kết nối mạng dưới dạng một m&aacute;y t&iacute;nh logic đơn lẻ, chẳng hạn như &apos;cụm m&aacute;y chủ&apos;, &apos;cụm&apos; hay cấu tr&uacute;c tương tự, v&agrave; (ii) nhiều m&aacute;y ảo trong một m&ocirc;i trường kỹ thuật ph&acirc;n v&ugrave;ng một m&aacute;y t&iacute;nh vật l&yacute; th&agrave;nh nhiều m&aacute;y ảo sao cho mỗi m&aacute;y ảo c&oacute; thể thức v&agrave; năng lực chạy tr&ecirc;n m&aacute;y chuy&ecirc;n dụng của ri&ecirc;ng n&oacute;.</p>
<p><b>Phần mềm</b> chỉ <b>Phần mềm</b> v&agrave; mọi Cập nhật, nếu c&oacute;, được cấp ph&eacute;p cho <b>Bạn</b> theo Thỏa thuận <b>EULA</b> n&agrave;y, bao gồm nhưng kh&ocirc;ng giới hạn ở bất kỳ cấu kiện li&ecirc;n quan n&agrave;o được mua hoặc cung cấp k&egrave;m <b>Phần mềm</b>, giao diện lập tr&igrave;nh ứng dụng, phương tiện truyền th&ocirc;ng li&ecirc;n quan, t&agrave;i liệu in, t&agrave;i liệu trực tuyến hoặc điện tử, v&agrave; mọi bản cập nhật v&agrave; bảo tr&igrave; được ph&aacute;t h&agrave;nh c&oacute; li&ecirc;n quan.</p><br><h3>3. GIẤY PH&Eacute;P PHẦN MỀM</h3>
<p><b>3.1 Quyền <b>người d&ugrave;ng</b></b></p>
<p><b>Bạn</b> c&oacute; quyền sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> theo c&aacute;c điều khoản v&agrave; điều kiện của Thỏa thuận <b>EULA</b> n&agrave;y để truy cập v&agrave; kết nối qua Wi-Fi v&agrave;o c&aacute;c dịch vụ v&agrave; thiết bị internet của Bạn.</p>
<p>Khi Thỏa thuận <b>EULA</b> n&agrave;y được tu&acirc;n thủ từ ph&iacute;a <b>Người d&ugrave;ng</b>, <b>Xiaomi</b> cấp cho <b>Người d&ugrave;ng</b> quyền c&aacute; nh&acirc;n, kh&ocirc;ng thể chuyển nhượng v&agrave; kh&ocirc;ng độc quyền để sử dụng <b>Phần mềm</b> n&agrave;y trong <b>Mi Router</b> v&agrave; kh&ocirc;ng k&egrave;m theo quyền được cấp ph&eacute;p lại. <b>Người d&ugrave;ng</b> c&oacute; thể c&agrave;i đặt, sử dụng, hiển thị v&agrave; chạy <b>Phần mềm</b> duy nhất tr&ecirc;n <b>Mi Router</b>.</p>
<p>Để tr&aacute;nh mọi ho&agrave;i nghi, <b>Phần mềm</b> được cấp, kh&ocirc;ng được b&aacute;n, cho <b>Bạn</b> theo c&aacute;c điều khoản của Thỏa thuận <b>EULA</b> n&agrave;y. <b>Bạn</b> kh&ocirc;ng được cấp bất kỳ quyền n&agrave;o về bản quyền, nh&atilde;n hiệu thương mại hoặc nh&atilde;n hiệu dịch vụ thuộc sở hữu của <b>Xiaomi</b> hoặc của <b>Đơn vị vận h&agrave;nh</b>. <b>Xiaomi</b> bảo lưu mọi quyền kh&ocirc;ng được cấp r&otilde; r&agrave;ng cho <b>Bạn</b> trong <b>Thỏa thuận</b> n&agrave;y.</p>
<p>Kh&ocirc;ng được c&agrave;i đặt <b>Phần mềm</b> n&agrave;y tr&ecirc;n c&aacute;c thiết bị đầu cuối kh&aacute;c chưa được <b>Xiaomi</b> chấp thuận một c&aacute;ch r&otilde; r&agrave;ng, bao gồm nhưng kh&ocirc;ng giới hạn ở thiết bị giải m&atilde; t&iacute;n hiệu truyền h&igrave;nh, m&aacute;y chơi game, tivi, đầu DVD v&agrave; c&aacute;c thiết bị đầu cuối tương tự.</p>
<p>Nếu <b>Người d&ugrave;ng</b> kh&ocirc;ng tu&acirc;n thủ <b>Thỏa thuận</b> n&agrave;y, <b>Xiaomi</b> sẽ chấm dứt giấy ph&eacute;p n&agrave;y đối với <b>Phần mềm</b> được cấp tại đ&acirc;y cho <b>Người d&ugrave;ng</b> v&agrave; ngưng k&iacute;ch hoạt t&agrave;i khoản của Bạn.</p>
<p><b>3.2 Mua lại, Lắp đặt v&agrave; N&acirc;ng cấp <b>Phần mềm</b></b></p>
<p><b>Người d&ugrave;ng</b> phải tải về v&agrave; c&agrave;i đặt <b>Phần mềm</b> từ trang web [<a href="http://www.apple.com">www.apple.com</a> hoặc <a href="https://play.google.com/store">https://play.google.com/store</a>] hoặc theo c&aacute;ch thức do <b>Xiaomi</b> chỉ định. Lưu &yacute; kh&ocirc;ng tải <b>Phần mềm</b> xuống từ c&aacute;c trang web kh&ocirc;ng x&aacute;c định để tr&aacute;nh cho thiết bị của Bạn khỏi bị nhiễm c&aacute;c chương tr&igrave;nh độc hại c&oacute; thể ph&aacute; hủy dữ liệu của Bạn v&agrave; truy cập dữ liệu c&aacute; nh&acirc;n v&agrave; th&ocirc;ng tin ri&ecirc;ng tư của Bạn. Nếu <b>Bạn</b> mua <b>Phần mềm</b> hoặc chương tr&igrave;nh c&agrave;i đặt từ b&ecirc;n thứ ba chưa được ủy quyền bởi <b>Xiaomi</b>, <b>Xiaomi</b> kh&ocirc;ng đảm bảo ch&uacute;ng sẽ được sử dụng b&igrave;nh thường v&agrave; <b>Xiaomi</b> kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ tổn thất n&agrave;o do đ&oacute; g&acirc;y ra cho <b>Bạn</b>.</p>
<p><b>Người d&ugrave;ng</b> phải chọn phi&ecirc;n bản <b>Phần mềm</b> ph&ugrave; hợp với thiết bị đầu cuối <b>Mi Router</b> đ&atilde; mua. Nếu kh&ocirc;ng, mọi sự cố li&ecirc;n quan đến <b>Phần mềm</b>, c&aacute;c sự cố hoặc hư hại đối với thiết bị xuất ph&aacute;t từ sự thiếu ph&ugrave; hợp giữa phi&ecirc;n bản <b>Phần mềm</b> v&agrave; mẫu <b>Mi Router</b> sẽ ho&agrave;n to&agrave;n thuộc tr&aacute;ch nhiệm của <b>Người d&ugrave;ng</b>.</p>
<p>Để cải thiện trải nghiệm <b>Người d&ugrave;ng</b> v&agrave; tối ưu h&oacute;a dịch vụ, <b>Xiaomi</b> c&oacute; quyền cung cấp v&agrave; thay thế phi&ecirc;n bản đ&atilde; sửa đổi v&agrave; n&acirc;ng cấp của <b>Phần mềm</b>, đồng thời bảo lưu quyền t&iacute;nh ph&iacute; cho việc thay thế, sửa đổi hoặc n&acirc;ng cấp như vậy <b>Bạn</b> sẽ được th&ocirc;ng b&aacute;o trước v&agrave; <b>Xiaomi</b> sẽ xin sự đồng &yacute; của Bạn trước về c&aacute;c khoản ph&iacute; đ&oacute;. <b>Phần mềm</b> sẽ bật t&iacute;nh năng &quot;nhắc n&acirc;ng cấp&quot; mặc định cho <b>Người d&ugrave;ng</b>. T&ugrave;y v&agrave;o phi&ecirc;n bản <b>Phần mềm</b> m&agrave; <b>Người d&ugrave;ng</b> đ&atilde; sử dụng, <b>Xiaomi</b> sẽ cho <b>Người d&ugrave;ng</b> to&agrave;n quyền quyết định c&oacute; bật t&iacute;nh năng n&oacute;i tr&ecirc;n hay kh&ocirc;ng. Sau khi c&oacute; phi&ecirc;n bản mới của <b>Phần mềm</b>, <b>Xiaomi</b> kh&ocirc;ng đảm bảo rằng c&aacute;c phi&ecirc;n bản cũ hơn của <b>Phần mềm</b> sẽ tiếp tục sử dụng được.</p>
<p><b>3.3 Điều kiện sử dụng kh&aacute;c</b></p>
<p><b>Người d&ugrave;ng</b> cam kết kh&ocirc;ng thực hiện c&aacute;c hoạt động bất hợp ph&aacute;p hoặc tr&aacute;i ph&eacute;p hoặc c&aacute;c hoạt động thiếu thiện ch&iacute; hoặc tr&aacute;i với trật tự c&ocirc;ng cộng. Tương tự, người d&ugrave;ng sẽ kh&ocirc;ng được tham gia v&agrave;o bất kỳ h&agrave;nh vi n&agrave;o c&oacute; thể g&acirc;y tổn hại h&igrave;nh ảnh v&agrave; c&aacute;c quyền của <b>Xiaomi</b> hoặc c&aacute;c <b>Đơn vị vận h&agrave;nh</b> của Xiaomi, hoặc c&oacute; thể ngăn chặn việc sử dụng b&igrave;nh thường <b>Mi Router</b> hoặc <b>Phần mềm</b> hoặc dịch vụ của b&ecirc;n thứ ba được truy cập th&ocirc;ng qua việc sử dụng đ&oacute;.</p>
<p><b>Mi Router</b> v&agrave; <b>Phần mềm</b> phải được sử dụng c&ugrave;ng c&aacute;c dịch vụ của b&ecirc;n thứ ba, bao gồm nhưng kh&ocirc;ng giới hạn ở thị trường ứng dụng v&agrave; thị trường viễn th&ocirc;ng. <b>Bạn</b> sẽ bị t&iacute;nh ph&iacute; dịch vụ truyền th&ocirc;ng li&ecirc;n quan hoặc ph&iacute; do nh&agrave; cung cấp dịch vụ kh&aacute;c t&iacute;nh cho bạn. Ch&uacute;ng t&ocirc;i khuyến kh&iacute;ch <b>Bạn</b> li&ecirc;n hệ với nh&agrave; cung cấp dịch vụ của bạn để biết th&ecirc;m th&ocirc;ng tin về mức gi&aacute; dịch vụ của họ hoặc bất kỳ th&ocirc;ng tin n&agrave;o kh&aacute;c.</p>
<p>C&oacute; thể cần sử dụng <b>Mi Router</b> của ch&uacute;ng t&ocirc;i để thiết lập t&agrave;i khoản v&agrave; mật khẩu t&agrave;i khoản. <b>Bạn</b> c&oacute; tr&aacute;ch nhiệm duy tr&igrave; t&iacute;nh bảo mật của t&agrave;i khoản v&agrave; mật khẩu của Bạn v&agrave; hạn chế quyền truy cập v&agrave;o m&aacute;y t&iacute;nh của Bạn, v&agrave; <b>Bạn</b> đồng &yacute; chịu tr&aacute;ch nhiệm đối với tất cả c&aacute;c hoạt động xảy ra với t&agrave;i khoản hoặc mật khẩu của Bạn. <b>Bạn</b> cũng đồng &yacute; rằng mọi th&ocirc;ng tin <b>Bạn</b> cung cấp trong qu&aacute; tr&igrave;nh thiết lập t&agrave;i khoản l&agrave; đ&uacute;ng sự thật v&agrave; ch&iacute;nh x&aacute;c.</p>
<p><b>Xiaomi</b> sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ tổn thất n&agrave;o <b>Bạn</b> c&oacute; thể phải chịu do người kh&aacute;c sử dụng mật khẩu hoặc t&agrave;i khoản của Bạn, d&ugrave; c&oacute; hoặc kh&ocirc;ng c&oacute; sự nhận biết của Bạn.&nbsp; Tuy nhi&ecirc;n, <b>Bạn</b> c&oacute; thể phải chịu tr&aacute;ch nhiệm cho c&aacute;c tổn thất m&agrave; <b>Xiaomi</b> hoặc một b&ecirc;n kh&aacute;c phải chịu xuất ph&aacute;t từ việc người kh&aacute;c sử dụng t&agrave;i khoản hoặc mật khẩu của Bạn do Bạn kh&ocirc;ng bảo vệ v&agrave; bảo mật th&ocirc;ng tin mật khẩu của m&igrave;nh. <b>Bạn</b> kh&ocirc;ng được sử dụng bất kỳ t&agrave;i khoản của ai kh&aacute;c tại bất kỳ thời điểm n&agrave;o khi chưa c&oacute; sự cho ph&eacute;p của chủ t&agrave;i khoản.&nbsp;<b>Xiaomi</b> sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ tổn thất hoặc thiệt hại n&agrave;o ph&aacute;t sinh xuất ph&aacute;t từ việc Bạn kh&ocirc;ng tu&acirc;n thủ c&aacute;c nghĩa vụ n&agrave;y.</p>
<p><b>Xiaomi</b> hướng tới cung cấp c&aacute;c dịch vụ bộ định tuyến c&oacute; độ tin cậy v&agrave; khả dụng cao, tuy nhi&ecirc;n, <b>Mi Router</b> v&agrave; <b>Phần mềm</b>, bao gồm truy cập từ xa v&agrave; th&ocirc;ng b&aacute;o di động, kh&ocirc;ng nhằm hoặc được đảm bảo l&agrave; đ&aacute;ng tin cậy hoặc lu&ocirc;n sẵn c&oacute; 100% thời gian.&nbsp; Ngo&agrave;i ra, kết nối bộ định tuyến c&oacute; thể đ&ocirc;i khi bị gi&aacute;n đoạn v&agrave; ngưng hoạt động v&igrave; những l&yacute; do ngo&agrave;i sự kiểm so&aacute;t của <b>Xiaomi</b>, bao gồm nhưng kh&ocirc;ng giới hạn ở việc gi&aacute;n đoạn Wi-Fi, thời gian hoạt động của nh&agrave; cung cấp dịch vụ, th&ocirc;ng b&aacute;o di động v&agrave; nh&agrave; mạng. &nbsp;Ch&uacute;ng t&ocirc;i kh&ocirc;ng thể v&agrave; kh&ocirc;ng đảm bảo rằng <b>Bạn</b> sẽ nhận được th&ocirc;ng b&aacute;o hoặc c&oacute; quyền truy cập v&agrave;o internet tại bất kỳ thời điểm n&agrave;o hoặc mọi l&uacute;c.&nbsp;</p>
<p><b>Bạn</b> thừa nhận rằng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> kh&ocirc;ng được chứng nhận để phản ứng khẩn cấp hoặc d&agrave;nh cho hoặc ph&ugrave; hợp để sử dụng trong c&aacute;c t&igrave;nh huống hoặc m&ocirc;i trường trong đ&oacute; sự cố, sự chậm trễ hoặc lỗi hoặc sự kh&ocirc;ng ch&iacute;nh x&aacute;c về dữ liệu hoặc th&ocirc;ng tin được cung cấp c&oacute; thể dẫn đến tử vong, thương t&iacute;ch c&aacute; nh&acirc;n hoặc thiệt hại nghi&ecirc;m trọng về thể chất hoặc m&ocirc;i trường, bao gồm nhưng kh&ocirc;ng giới hạn li&ecirc;n quan đến hoạt động của c&aacute;c cơ sở hạt nh&acirc;n, hệ thống điều hướng hoặc li&ecirc;n lạc m&aacute;y bay, kiểm so&aacute;t kh&ocirc;ng lưu, hỗ trợ sự sống hoặc hệ thống vũ kh&iacute;.</p>
<p>BẠN ĐỒNG &Yacute; RẰNG BẠN SẼ KH&Ocirc;NG DỰA V&Agrave;O MI ROUTER V&Agrave; PHẦN MỀM ĐỂ ĐẢM BẢO AN TO&Agrave;N T&Iacute;NH MẠNG HOẶC CHO C&Aacute;C TRƯỜNG HỢP NGUY CẤP. MỌI TH&Ocirc;NG B&Aacute;O DI ĐỘNG VỀ T&Igrave;NH TRẠNG V&Agrave; Đ&Egrave;N B&Aacute;O TR&Ecirc;N SẢN PHẨM XIAOMI CỦA BẠN CHỈ ĐƯỢC CUNG CẤP CHO MỤC Đ&Iacute;CH TH&Ocirc;NG TIN.</p>
<p><b>Xiaomi</b> c&oacute; thể mời <b>Bạn</b> hoặc <b>Bạn</b> c&oacute; thể t&ugrave;y &yacute; chọn gửi c&aacute;c b&igrave;nh luận, đề xuất hoặc &yacute; kiến về <b>Mi Router</b> v&agrave; <b>Phần mềm</b> bao gồm c&aacute;ch thức cải thiện ch&uacute;ng (&ldquo;<b>Phản hồi</b>&rdquo;). Bằng việc gửi <b>Phản hồi</b>, <b>Bạn</b> đồng &yacute; rằng c&aacute;c nội dung Bạn gửi l&agrave; tự nguyện, miễn ph&iacute;, kh&ocirc;ng được y&ecirc;u cầu, kh&ocirc;ng bảo mật v&agrave; kh&ocirc;ng hạn chế v&agrave; sẽ kh&ocirc;ng ủy th&aacute;c hay khiến <b>Xiaomi</b> chịu bất kỳ nghĩa vụ n&agrave;o. <b>Xiaomi</b> c&oacute; thể tự do sử dụng, sao ch&eacute;p, sửa đổi, xuất bản, t&aacute;i ph&acirc;n phối hoặc tạo ra c&aacute;c t&aacute;c phẩm ph&aacute;i sinh từ hoặc dựa tr&ecirc;n <b>Phản hồi</b> n&agrave;y v&igrave; bất kỳ mục đ&iacute;ch n&agrave;o v&agrave; theo bất kỳ c&aacute;ch thức n&agrave;o m&agrave; kh&ocirc;ng phải bồi thường hoặc c&oacute; bất kỳ x&aacute;c nhận n&agrave;o cho <b>Bạn</b>. <b>Bạn</b> cũng đồng &yacute; rằng <b>Xiaomi</b> kh&ocirc;ng từ bỏ bất kỳ quyền sử dụng c&aacute;c &yacute; tưởng tương tự hoặc li&ecirc;n quan m&agrave; <b>Xiaomi</b> đ&atilde; biết vốn được c&aacute;c nh&acirc;n vi&ecirc;n của Xiaomi ph&aacute;t triển hoặc được lấy từ c&aacute;c nguồn kh&aacute;c.</p>
<p><b>3.4 Y&ecirc;u cầu về hệ thống</b></p>
<p><b>Mi Router</b> v&agrave; <b>Phần mềm</b> c&oacute; thể kh&ocirc;ng hoạt động như c&aacute;c dịch vụ internet truy cập nếu kh&ocirc;ng c&oacute;: (i) mạng Wi-Fi đang hoạt động trong nh&agrave; Bạn được định vị để li&ecirc;n lạc đ&aacute;ng tin cậy với <b>Mi Router</b> ph&ugrave; hợp; (ii) c&aacute;c m&aacute;y kh&aacute;ch di động như điện thoại hoặc m&aacute;y t&iacute;nh bảng được hỗ trợ (cần thiết cho một số chức năng); (iv) quyền truy cập Internet băng th&ocirc;ng rộng li&ecirc;n tục trong nh&agrave; Bạn; v&agrave; (v) c&aacute;c th&agrave;nh phần hệ thống kh&aacute;c c&oacute; thể được <b>Xiaomi</b> chỉ định Bạn c&oacute; tr&aacute;ch nhiệm đảm bảo rằng <b>Bạn</b> c&oacute; tất cả c&aacute;c th&agrave;nh phần hệ thống bắt buộc v&agrave; ch&uacute;ng tương th&iacute;ch v&agrave; được cấu h&igrave;nh ph&ugrave; hợp. <b>Bạn</b> chấp nhận rằng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> c&oacute; thể kh&ocirc;ng hoạt động như m&ocirc; tả nếu c&aacute;c y&ecirc;u cầu v&agrave; khả năng tương th&iacute;ch chưa được đ&aacute;p ứng.</p>
<p><b>3.5 Giới hạn về Quyền <b>người d&ugrave;ng</b></b></p>
<p>Quyền <b>người d&ugrave;ng</b> bị giới hạn như sau:</p>
<p><b>Bạn</b> kh&ocirc;ng được:</p>
<ul>
<li><p>- sao ch&eacute;p, thay đổi hoặc sửa đổi bất kỳ dữ liệu n&agrave;o của <b>Phần mềm</b> hoặc bất kỳ dữ liệu n&agrave;o được ph&aacute;t h&agrave;nh cho <b>Mi Router</b> trong qu&aacute; tr&igrave;nh chạy <b>Phần mềm</b> v&agrave; dữ liệu tương t&aacute;c được tạo giữa <b>Người d&ugrave;ng</b> v&agrave; m&aacute;y chủ trong qu&aacute; tr&igrave;nh chạy <b>Phần mềm</b> hoặc chạy <b>Phần mềm</b> với c&aacute;c plug-in, hoặc tạo bất kỳ t&aacute;c phẩm ph&aacute;i sinh n&agrave;o ở bất kỳ h&igrave;nh thức n&agrave;o, bao gồm nhưng kh&ocirc;ng giới hạn ở c&aacute;c plug-in, truy cập v&agrave;o <b>Phần mềm</b> v&agrave; c&aacute;c hệ thống li&ecirc;n quan th&ocirc;ng qua c&aacute;c c&ocirc;ng cụ/dịch vụ của b&ecirc;n thứ ba.</p></li>
<li><p>- sao ch&eacute;p cấu h&igrave;nh <b>Phần mềm</b> ngoại trừ số lượng hợp l&yacute; c&aacute;c bản sao cho ph&eacute;p m&aacute;y đọc của <b>Phần mềm</b> chỉ cho mục đ&iacute;ch sao lưu hoặc lưu trữ v&agrave; trừ khi được cho ph&eacute;p r&otilde; r&agrave;ng trong <b>Thỏa thuận</b>.</p></li>
<li><p>- X&oacute;a bất kỳ ti&ecirc;u đề, nh&atilde;n hiệu thương mại, nh&atilde;n hiệu dịch vụ hoặc t&ecirc;n thương mại, th&ocirc;ng b&aacute;o bản quyền, ch&uacute; giải, h&igrave;nh mờ hoặc c&aacute;c nh&atilde;n hiệu độc quyền kh&aacute;c tr&ecirc;n <b>Phần mềm</b>;</p></li>
<li><p>- B&aacute;n, cho thu&ecirc;, cấp ph&eacute;p, cấp ph&eacute;p lại, thu&ecirc;, chuyển nhượng, ph&acirc;n phối hoặc chuyển giao to&agrave;n bộ hoặc một phần <b>Phần mềm</b>, giấy ph&eacute;p hoặc quyền sử dụng của Bạn đối với <b>Phần mềm</b> cho một b&ecirc;n kh&aacute;c, bao gồm c&aacute;c quyền li&ecirc;n quan đến tư c&aacute;ch th&agrave;nh vi&ecirc;n, đăng k&yacute; hoặc cơ sở lưu trữ;</p></li>
<li><p>- Sửa đổi hoặc tạo t&aacute;c phẩm ph&aacute;i sinh dựa tr&ecirc;n <b>Phần mềm</b>;</p></li>
<li><p>- Bi&ecirc;n dịch ngược, th&aacute;o rời, kỹ nghệ đảo ngược hoặc cố t&igrave;nh lấy m&atilde; nguồn, to&agrave;n bộ hoặc một phần, từ <b>Phần mềm</b>;</p></li>
<li><p>- Ph&acirc;n chia, ph&aacute; vỡ hoặc đ&oacute;ng g&oacute;i lại <b>Phần mềm</b> hoặc bất kỳ cấu kiện n&agrave;o v&igrave; bất kỳ l&yacute; do n&agrave;o;</p></li>
<li><p>- T&iacute;ch hợp hoặc ph&acirc;n phối <b>Phần mềm</b> dưới bất kỳ h&igrave;nh thức n&agrave;o;</p></li>
<li><p>- Cho ph&eacute;p sử dụng <b>Phần mềm</b> tại cơ sở thu&ecirc; ngo&agrave;i b&ecirc;n thứ ba theo dịch vụ, sắp xếp của b&ecirc;n nhận thu&ecirc; ngo&agrave;i, hoặc tr&ecirc;n cơ sở chia sẻ thời gian;</p></li>
<li><p>- Cung cấp giấy ph&eacute;p đ&aacute;nh gi&aacute; <b>Phần mềm</b>, tại bất kỳ thời điểm n&agrave;o, cho bất kỳ c&aacute; nh&acirc;n hoặc tổ chức n&agrave;o kh&aacute;c hoặc cho ph&eacute;p bất kỳ c&aacute; nh&acirc;n hoặc tổ chức n&agrave;o kh&aacute;c đ&aacute;nh gi&aacute; <b>Phần mềm</b>;</p></li>
<li><p>- Thực hiện bất kỳ thay đổi, sửa đổi hoặc biến đổi n&agrave;o đối với <b>Thỏa thuận</b> được <b>Xiaomi</b> v&agrave;/hoặc <b>Đơn vị vận h&agrave;nh</b> ph&acirc;n phối li&ecirc;n quan đến <b>Phần mềm</b>; hoặc</p></li>
<li><p>- Đưa ra bất kỳ ph&aacute;t ng&ocirc;n, đảm bảo hoặc tuy&ecirc;n bố n&agrave;o li&ecirc;n quan đến <b>Phần mềm</b> hoặc M&atilde; mẫu vượt qu&aacute; hoặc kh&ocirc;ng ph&ugrave; hợp với t&agrave;i liệu do <b>Xiaomi</b> cung cấp cho <b>Bạn</b>.</p></li>
</ul><br><h3>4. TRANG WEB V&Agrave; DỊCH VỤ B&Ecirc;N THỨ BA</h3>
<p><b>Bạn</b> hiểu v&agrave; đồng &yacute; rằng Dịch vụ của ch&uacute;ng t&ocirc;i v&agrave; hoạt động của <b>Mi Router</b> v&agrave; <b>Phần mềm</b> l&agrave; dựa tr&ecirc;n hỗ trợ kỹ thuật từ c&aacute;c b&ecirc;n thứ ba, chẳng hạn như Android, Google v&agrave; c&aacute;c đơn vị kh&aacute;c. <b>Bạn</b> đồng &yacute; v&agrave; chấp thuận rằng c&aacute;c <b>Đơn vị vận h&agrave;nh</b> của ch&uacute;ng t&ocirc;i c&oacute; thể y&ecirc;u cầu thu thập một số dữ liệu c&aacute; nh&acirc;n của Bạn từ c&aacute;c b&ecirc;n thứ ba đ&oacute; trong qu&aacute; tr&igrave;nh <b>Bạn</b> nhận được hỗ trợ kỹ thuật hoặc c&aacute;c hỗ trợ kh&aacute;c từ họ.</p>
<p>Th&ocirc;ng qua <b>Mi Router</b> v&agrave; <b>Phần mềm</b> <b>Bạn</b> c&oacute; thể truy cập c&aacute;c dịch vụ trực tuyến b&ecirc;n thứ ba kh&aacute;c thuộc sở hữu của c&aacute;c b&ecirc;n thứ ba.</p>
<p>C&aacute;c dịch vụ n&agrave;y do b&ecirc;n thứ ba cung cấp kh&ocirc;ng thuộc phạm vi của Thỏa thuận <b>EULA</b> n&agrave;y hoặc <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> của ch&uacute;ng t&ocirc;i. C&aacute;c dịch vụ của b&ecirc;n thứ ba do b&ecirc;n thứ ba cung cấp chịu sự chi phối của Điều khoản sử dụng v&agrave;/hoặc Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư tương ứng của c&aacute;c b&ecirc;n thứ ba n&agrave;y v&agrave; <b>Xiaomi</b> kh&ocirc;ng chịu tr&aacute;ch nhiệm dưới bất kỳ h&igrave;nh thức n&agrave;o.</p><br><h3>5. NGHĨA VỤ CỦA XIAOMI</h3>
<p>C&Aacute;C DỊCH VỤ CỦA <b>XIAOMI</b> V&Agrave; <b>ĐƠN VỊ VẬN H&Agrave;NH</b> CỦA XIAOMI ĐƯỢC CUNG CẤP &ldquo;KH&Ocirc;NG R&Agrave;NG BUỘC&rdquo; V&Agrave; KH&Ocirc;NG C&Oacute; ĐẢM BẢO DƯỚI BẤT KỲ H&Igrave;NH THỨC N&Agrave;O, D&Ugrave; R&Otilde; R&Agrave;NG HAY NGỤ &Yacute;. NGO&Agrave;I C&Aacute;C BẢO ĐẢM ĐƯỢC PH&Aacute;P LUẬT THỪA NHẬN, TRONG PHẠM VI ĐƯỢC LUẬT PH&Aacute;P HIỆN H&Agrave;NH CHO PH&Eacute;P, <b>XIAOMI</b> KHƯỚC TỪ TẤT CẢ C&Aacute;C ĐẢM BẢO, D&Ugrave; R&Otilde; R&Agrave;NG HAY NGỤ &Yacute;, BAO GỒM NHƯNG KH&Ocirc;NG GIỚI HẠN, C&Aacute;C ĐẢM BẢO NGỤ &Yacute; VỀ KHẢ NĂNG SINH LỜI V&Agrave; T&Iacute;NH PH&Ugrave; HỢP CHO MỘT MỤC Đ&Iacute;CH CỤ THỂ. CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG ĐẢM BẢO RẰNG C&Aacute;C CHỨC NĂNG C&Oacute; TRONG <b>MI ROUTER</b> HOẶC TRONG <b>PHẦN MỀM</b> HOẶC <b>ĐƠN VỊ VẬN H&Agrave;NH</b> SẼ KH&Ocirc;NG BỊ GI&Aacute;N ĐOẠN HOẶC KH&Ocirc;NG C&Oacute; LỖI, HOẶC RẰNG C&Aacute;C LỖI SẼ ĐƯỢC SỬA HOẶC RẰNG BẤT KỲ M&Aacute;Y CHỦ N&Agrave;O LƯU TRỮ CH&Uacute;NG ĐỀU KH&Ocirc;NG CHỨA VI-R&Uacute;T V&Agrave; C&Aacute;C TH&Agrave;NH PHẦN C&Oacute; HẠI KH&Aacute;C. CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG ĐƯA RA ĐẢM BẢO HOẶC TUY&Ecirc;N BỐ N&Agrave;O LI&Ecirc;N QUAN TỚI VIỆC SỬ DỤNG NỘI DUNG CỦA DỊCH VỤ CỦA <b>XIAOMI</b> V&Agrave;/HOẶC C&Aacute;C ĐỐI T&Aacute;C CỦA XIAOMI VỀ T&Iacute;NH Đ&Uacute;NG ĐẮN, ĐỘ CH&Iacute;NH X&Aacute;C, ĐỘ TIN CẬY HOẶC BẤT KỲ KH&Iacute;A CẠNH N&Agrave;O KH&Aacute;C CỦA C&Aacute;C NỘI DUNG Đ&Oacute;. <b>BẠN</b> CHỊU TO&Agrave;N BỘ CHI PH&Iacute; CỦA TẤT CẢ C&Aacute;C DỊCH VỤ CẦN THIẾT, SỬA CHỮA HOẶC KHẮC PHỤC.</p>
<p><b>Xiaomi</b> v&agrave; <b>Đơn vị vận h&agrave;nh</b> của m&igrave;nh sẽ thẩm định khi cung cấp <b>Mi Router</b> hoặc <b>Phần mềm</b> v&agrave; nỗ lực duy tr&igrave; kh&ocirc;ng sự cố. <b>Xiaomi</b> kh&ocirc;ng chịu bất kỳ tr&aacute;ch nhiệm n&agrave;o đối với c&aacute;c tổn thất c&oacute; nguy&ecirc;n nh&acirc;n kh&ocirc;ng chỉ do ch&uacute;ng t&ocirc;i vi phạm Thỏa thuận <b>EULA</b>. <b>Xiaomi</b> cũng kh&ocirc;ng chịu tr&aacute;ch nhiệm đối với bất kỳ h&agrave;nh vi hoặc dữ kiện n&agrave;o m&agrave; ch&uacute;ng t&ocirc;i kh&ocirc;ng thể kiểm so&aacute;t một c&aacute;ch hợp l&yacute;.</p><br><h3>6. TUY&Ecirc;N BỐ MIỄN TRỪ TR&Aacute;CH NHIỆM</h3>
<p><b>Xiaomi</b> kh&ocirc;ng đảm bảo sự truy cập li&ecirc;n tục, xem, tải xuống hoặc sử dụng đ&uacute;ng c&aacute;c th&agrave;nh phần v&agrave; th&ocirc;ng tin c&oacute; trong <b>Mi Router</b> v&agrave; tr&ecirc;n trang web cho ph&eacute;p truy cập <b>Phần mềm</b>, c&aacute;c hoạt động n&agrave;y c&oacute; thể bị ngăn chặn, cản trở hoặc g&acirc;y gi&aacute;n đoạn bởi c&aacute;c yếu tố hoặc ho&agrave;n cảnh nằm ngo&agrave;i sự kiểm so&aacute;t của Xiaomi.</p>
<ul>
<p><b>Xiaomi</b> sẽ kh&ocirc;ng chịu bất kỳ tr&aacute;ch nhiệm ph&aacute;p l&yacute; n&agrave;o v&agrave; sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm đối với bất kỳ thiệt hại, tổn thất, khiếu nại hoặc chi ph&iacute; n&agrave;o ph&aacute;t sinh từ: trong c&aacute;c trường hợp được n&ecirc;u dưới đ&acirc;y:</p>
<li><p>- <b>Xiaomi</b> kh&ocirc;ng đảm bảo việc truy cập li&ecirc;n tục, xem ch&iacute;nh x&aacute;c, tải xuống hoặc sử dụng c&aacute;c th&agrave;nh phần v&agrave; th&ocirc;ng tin c&oacute; tr&ecirc;n Trang web m&agrave; c&oacute; thể bị ngăn cản, cản trở hoặc gi&aacute;n đoạn bởi c&aacute;c yếu tố hoặc t&igrave;nh huống nằm ngo&agrave;i tầm kiểm so&aacute;t của Trang web.</p></li>
<li><p>- Bất kỳ trường hợp n&agrave;o xảy ra do sự gi&aacute;n đoạn, sự cố, v.v do x&acirc;m phạm m&aacute;y t&iacute;nh, vi-r&uacute;t x&acirc;m nhập hoặc bất kỳ nguy&ecirc;n nh&acirc;n n&agrave;o kh&aacute;c li&ecirc;n quan đến việc quản l&yacute; an ninh mạng, kỹ thuật, c&aacute;c đường d&acirc;y truyền th&ocirc;ng v&agrave; th&ocirc;ng tin;</p></li>
<li><p>- <b>Người d&ugrave;ng</b> bị thiệt hại do lỗi của b&ecirc;n thứ ba, chẳng hạn như sự cố trong đường d&acirc;y truyền th&ocirc;ng, vấn đề kỹ thuật, sự cố trong mạng lưới v&agrave; trong m&aacute;y t&iacute;nh cũng như c&aacute;c trường hợp bất khả kh&aacute;ng kh&aacute;c;</p></li>
<li><p>- Lỗi bảo mật hoặc lỗi điều hướng do sự cố của tr&igrave;nh duyệt hoặc việc sử dụng c&aacute;c phi&ecirc;n bản lỗi thời của tr&igrave;nh duyệt.</p></li>
 <li><p>- H&agrave;nh vi can thiệp bất hợp ph&aacute;p do sử dụng c&aacute;c chương tr&igrave;nh độc hại dưới bất kỳ h&igrave;nh thức n&agrave;o v&agrave; th&ocirc;ng qua bất kỳ phương tiện li&ecirc;n lạc n&agrave;o, chẳng hạn như vi-r&uacute;t m&aacute;y t&iacute;nh hoặc bất kỳ phương tiện n&agrave;o kh&aacute;c;</p></li>
 <li><p>- Sự can thiệp, gi&aacute;n đoạn, thất bại, thiếu s&oacute;t, sự cố điện thoại, sự chậm trễ, tắc nghẽn hoặc mất kết nối trong hoạt động của hệ thống điện tử, xảy ra do sự thiếu hụt, qu&aacute; tải v&agrave; sự cố trong c&aacute;c đường d&acirc;y viễn th&ocirc;ng v&agrave; mạng lưới hoặc do bất kỳ nguy&ecirc;n nh&acirc;n n&agrave;o kh&aacute;c ngo&agrave;i tầm kiểm so&aacute;t của <b>Xiaomi</b>.</p></li>
</ul>
<p>TRONG PHẠM VI CAO NHẤT ĐƯỢC LUẬT PH&Aacute;P HIỆN H&Agrave;NH CHO PH&Eacute;P, TRONG MỌI TRƯỜNG HỢP, XIAOMI, C&Aacute;C CHI NH&Aacute;NH, NH&Acirc;N VI&Ecirc;N, ĐẠI L&Yacute;, ĐẠI DIỆN HOẶC NH&Agrave; CUNG CẤP CỦA XIAOMI HOẶC GI&Aacute;M ĐỐC, QUẢN L&Yacute;, NH&Acirc;N VI&Ecirc;N, B&Ecirc;N CẤP QUYỀN V&Agrave; B&Ecirc;N HƯỞNG QUYỀN CỦA C&Aacute;C B&Ecirc;N TR&Ecirc;N Đ&Acirc;Y ĐỀU KH&Ocirc;NG PHẢI CHỊU TR&Aacute;CH NHIỆM PH&Aacute;P L&Yacute; CHO:</p>
<ul><li><p>1.MỌI TỔN THẤT HOẶC THIỆT HẠI XẢY RA VỚI NH&Agrave;, HỆ THỐNG SƯỞI ẤM, TH&Ocirc;NG GI&Oacute; V&Agrave; ĐIỀU H&Ograve;A KH&Ocirc;NG KH&Iacute; (HVAC), HỆ THỐNG ĐIỆN, ĐƯỜNG D&Acirc;Y, SẢN PHẨM V&Agrave; THIẾT BỊ NGOẠI VI CỦA BẠN (D&Ugrave; ĐƯỢC KẾT NỐI HAY KH&Ocirc;NG VỚI SẢN PHẨM CỦA XIAOMI), M&Aacute;Y T&Iacute;NH, THIẾT BỊ DI ĐỘNG V&Agrave; TẤT CẢ C&Aacute;C ĐỒ VẬT V&Agrave; TH&Uacute; CƯNG TẠI NH&Agrave; BẠN; V&Agrave;</p></li>
<li><p>2.BẤT KỲ TỔN THẤT N&Agrave;O (I) C&Oacute; THỂ ĐƯỢC CẢ HAI B&Ecirc;N DỰ ĐO&Aacute;N TRƯỚC MỘT C&Aacute;CH HỢP L&Yacute;; (II) BẠN Đ&Atilde; BIẾT NHƯNG CH&Uacute;NG T&Ocirc;I CHƯA BIẾT; V&Agrave;/HOẶC (III) C&Oacute; THỂ ĐƯỢC CẢ HAI B&Ecirc;N DỰ ĐO&Aacute;N TRƯỚC MỘT C&Aacute;CH HỢP L&Yacute; NHƯNG C&Oacute; THỂ Đ&Atilde; BỊ BẠN NGĂN TRỞ, V&Iacute; DỤ (NHƯNG KH&Ocirc;NG GIỚI HẠN) C&Aacute;C TỔN THẤT DO VI-R&Uacute;T, PHẦN MỀM ĐỘC HẠI HOẶC C&Aacute;C CHƯƠNG TR&Igrave;NH ĐỘC HẠI KH&Aacute;C, HOẶC TỔN THẤT HOẶC THIỆT HẠI XẢY ĐẾN VỚI DỮ LIỆU CỦA BẠN. (BAO GỒM NHƯNG KH&Ocirc;NG GIỚI HẠN Ở C&Aacute;C THIỆT HẠI DO SUY GIẢM LỢI NHUẬN HOẶC DOANH THU, DO MẤT DỮ LIỆU, DO GI&Aacute;N ĐOẠN GIAO DỊCH KINH DOANH, DO CHẤN THƯƠNG Ở NGƯỜI, DO MẤT QUYỀN RI&Ecirc;NG TƯ, DO MẤT KHẢ NĂNG SỬ DỤNG BẤT KỲ SẢN PHẨM HOẶC DỊCH VỤ N&Agrave;O CỦA B&Ecirc;N THỨ BA, DO KH&Ocirc;NG THỂ Đ&Aacute;P ỨNG BẤT KỲ NGHĨA VỤ N&Agrave;O BAO GỒM THIỆN CH&Iacute; HAY SỰ CHĂM S&Oacute;C HỢP L&Yacute;, DO SỰ SƠ XUẤT; V&Agrave; DO BẤT KỲ THIỆT HẠI N&Agrave;O VỀ TIỀN BẠC HOẶC THIỆT HẠI KH&Aacute;C,</p></li>
<p>BẤT KỂ ĐẾN GIẢ ĐỊNH TR&Aacute;CH NHIỆM PH&Aacute;P L&Yacute; (HỢP ĐỒNG, SAI LẦM D&Acirc;N SỰ, V.V.) PH&Aacute;T SINH TỪ HOẶC DƯỚI BẤT KỲ H&Igrave;NH THỨC N&Agrave;O LI&Ecirc;N QUAN ĐẾN VIỆC SỬ DỤNG SAI HOẶC KH&Ocirc;NG THỂ SỬ DỤNG TRANG WEB HOẶC DỊCH VỤ, NGAY CẢ NẾU XIAOMI HOẶC NHỮNG TỔ CHỨC KH&Aacute;C Đ&Atilde; ĐƯỢC TH&Ocirc;NG B&Aacute;O VỀ C&Aacute;C THIỆT HẠI NHƯ VẬY.</p><br></ul>
<p>TRONG MỌI TRƯỜNG HỢP, TỔNG TR&Aacute;CH NHIỆM PH&Aacute;P L&Yacute; CỦA BELKIN, C&Aacute;C CHI NH&Aacute;NH, NH&Acirc;N VI&Ecirc;N, ĐẠI L&Yacute;, ĐẠI DIỆN HOẶC NH&Agrave; CUNG CẤP CỦA C&Ocirc;NG TY ĐỐI VỚI BẠN CHO MỌI THIỆT HẠI SẼ KH&Ocirc;NG QU&Aacute; NĂM MƯƠI EURO (50€). GIỚI HẠN N&Agrave;Y C&Oacute; T&Iacute;NH T&Iacute;CH LŨY V&Agrave; SẼ KH&Ocirc;NG BỊ TĂNG L&Ecirc;N TRONG TRƯỜNG HỢP C&Oacute; NHIỀU HƠN MỘT SỰ CỐ HOẶC KHIẾU NẠI. C&Aacute;C GIỚI HẠN N&Oacute;I TR&Ecirc;N SẼ &Aacute;P DỤNG NGAY CẢ TRONG TRƯỜNG HỢP BẤT KỲ ĐẢM BẢO HAY BIỆN PH&Aacute;P KHẮC PHỤC N&Agrave;O KH&Ocirc;NG THỎA M&Atilde;N MỤC Đ&Iacute;CH THIẾT YẾU CỦA N&Oacute;. KH&Ocirc;NG NỘI DUNG N&Agrave;O TRONG PHẦN N&Agrave;Y GIỚI HẠN TR&Aacute;CH NHIỆM PH&Aacute;P L&Yacute; CỦA XIAOMI LI&Ecirc;N QUAN ĐẾN SỰ TỬ VONG HOẶC CHẤN THƯƠNG TH&Acirc;N THỂ.</p><br><h3>7. CH&Iacute;NH S&Aacute;CH QUYỀN RI&Ecirc;NG TƯ</h3>
<p>Tất cả th&ocirc;ng tin do <b>Bạn</b> cung cấp sẽ tu&acirc;n theo c&aacute;c điều khoản của <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b>. C&aacute;c điều khoản của <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> l&agrave; một phần của <b>Thỏa thuận</b> n&agrave;y v&agrave; sẽ r&agrave;ng buộc bạn mọi l&uacute;c.</p>
<p>C&oacute; thể t&igrave;m thấy <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> tại <a href="http://www1.miwifi.com/app/privacy/new_20191230.html">http://www1.miwifi.com/app/privacy/new_20191230.html</a></p>
<p>Đối với <b>Xiaomi</b>, bảo vệ dữ liệu c&aacute; nh&acirc;n của Bạn rất quan trọng. Để cung cấp c&aacute;c t&iacute;nh năng của <b>Phần mềm</b> v&agrave; n&acirc;ng cao trải nghiệm <b>Người d&ugrave;ng</b>, <b>Mi Router</b> v&agrave; <b>Phần mềm</b> sẽ thu thập một số loại dữ liệu nhất định như được n&ecirc;u trong <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> của ch&uacute;ng t&ocirc;i, Ch&uacute;ng t&ocirc;i thu thập, sử dụng v&agrave; bảo vệ dữ liệu của Bạn theo <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> của ch&uacute;ng t&ocirc;i. <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> c&oacute; tr&ecirc;n trang web sau.</p>
<p>Để biết th&ecirc;m th&ocirc;ng tin về <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b> của ch&uacute;ng t&ocirc;i, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i theo địa chỉ: <a href="mailto:privacy@<b>Xiaomi</b>.com">privacy@<b>Xiaomi</b>.com</a>.</p><br><h3>8. T&Iacute;NH BẢO MẬT, SỠ HỮU TR&Iacute; TUỆ V&Agrave; C&Ocirc;NG NGHIỆP</h3>
<p><b>Mi Router</b> v&agrave; <b>Phần mềm</b> c&ugrave;ng mọi bản sao của ch&uacute;ng đều l&agrave; sở hữu tr&iacute; tuệ độc quyền của <b>Xiaomi</b> v&agrave; do đ&oacute; được bảo vệ theo luật bản quyền v&agrave; c&aacute;c c&ocirc;ng ước quốc tế cũng như c&aacute;c luật v&agrave; hiệp ước sở hữu tr&iacute; tuệ kh&aacute;c.</p>
<p>Kết cấu, tổ chức v&agrave; m&atilde; của <b>Phần mềm</b> l&agrave; th&ocirc;ng tin b&iacute; mật v&agrave; l&agrave; b&iacute; mật thương mại c&oacute; gi&aacute; trị của <b>Xiaomi</b>. <b>Bạn</b> đồng &yacute; rằng mọi tiết lộ của <b>Bạn</b> về th&ocirc;ng tin bảo mật của <b>Xiaomi</b> sẽ g&acirc;y t&aacute;c hại tức th&igrave; v&agrave; kh&ocirc;ng thể khắc phục cho <b>Xiaomi</b> v&agrave; <b>Đơn vị vận h&agrave;nh</b> của c&ocirc;ng ty v&agrave; bất kỳ biện ph&aacute;p khắc phục hợp l&yacute; n&agrave;o theo đ&oacute;, cũng như c&aacute;c biện ph&aacute;p khắc phục về mặt ph&aacute;p l&yacute; đều c&oacute; thể được t&ograve;a &aacute;n của khu vực c&oacute; thẩm quyền t&agrave;i ph&aacute;n đưa ra. Trừ khi được quy định r&otilde; r&agrave;ng trong t&agrave;i liệu n&agrave;y, <b>Xiaomi</b> kh&ocirc;ng cấp cho <b>Bạn</b> bất kỳ quyền sở hữu tr&iacute; tuệ n&agrave;o đối với hoặc li&ecirc;n quan đến <b>Phần mềm</b>. Tất cả c&aacute;c quyền kh&ocirc;ng được cấp r&otilde; r&agrave;ng ở đ&acirc;y đều thuộc về <b>Xiaomi</b>.</p>
<p><b>Bạn</b> theo đ&acirc;y đồng &yacute; duy tr&igrave; t&iacute;nh bảo mật của <b>Phần mềm</b> v&agrave; <b>Mi Router</b>, Thỏa thuận <b>EULA</b> v&agrave; sở hữu tr&iacute; tuệ kh&aacute;c của <b>Xiaomi</b> tối thiểu ở mức thận trọng như <b>Bạn</b> &aacute;p dụng để duy tr&igrave; t&iacute;nh bảo mật của th&ocirc;ng tin b&iacute; mật nhất của ri&ecirc;ng Bạn v&agrave; trong mọi trường hợp kh&ocirc;ng &iacute;t hơn mức thận trọng hợp l&yacute;. <b>Bạn</b> đồng &yacute; truyền đạt một c&aacute;ch hợp l&yacute; c&aacute;c điều khoản v&agrave; điều kiện của Thỏa thuận <b>EULA</b> n&agrave;y tới những người được <b>Bạn</b> tuyển dụng v&agrave; c&oacute; tiếp x&uacute;c với <b>Phần mềm</b> v&agrave; nỗ lực cao nhất hợp l&yacute; để đảm bảo họ tu&acirc;n thủ c&aacute;c điều khoản v&agrave; điều kiện đ&oacute;, bao gồm nhưng kh&ocirc;ng giới hạn, việc kh&ocirc;ng cho ph&eacute;p một c&aacute;ch cố t&igrave;nh những người n&agrave;y sử dụng bất kỳ phần n&agrave;o của <b>Phần mềm</b> v&agrave; sở hữu tr&iacute; tuệ kh&aacute;c của <b>Xiaomi</b> nhằm lấy m&atilde; nguồn của <b>Phần mềm</b> hoặc sao ch&eacute;p, đ&aacute;nh bại hoặc ph&aacute; m&atilde; v&agrave; sử dụng ủy quyền hoặc giấy ph&eacute;p.</p>
<p><b>Người d&ugrave;ng</b> kh&ocirc;ng được vi phạm sở hữu tr&iacute; tuệ của <b>Xiaomi</b>, c&aacute;c <b>Đơn vị vận h&agrave;nh</b> hoặc b&ecirc;n thứ ba li&ecirc;n quan đến <b>Mi Router</b> v&agrave; <b>Software</b>. <b>Bạn</b> kh&ocirc;ng được ph&eacute;p tải l&ecirc;n, c&ocirc;ng bố, thay đổi, phổ biến hoặc t&aacute;i tạo những sản phẩm c&oacute; sở hữu tr&iacute; tuệ hoặc c&ocirc;ng nghiệp thuộc về b&ecirc;n thứ ba m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p, hoặc th&ocirc;ng tin hoặc dữ liệu do b&ecirc;n thứ ba sở hữu m&agrave; kh&ocirc;ng c&oacute; sự đồng &yacute; bằng văn bản của chủ sở hữu.</p>
<p>Đồ họa, từ ngữ v&agrave; th&agrave;nh phần li&ecirc;n quan đến MIUI v&agrave; c&aacute;c logo <b>Xiaomi</b> kh&aacute;c xuất hiện tr&ecirc;n c&aacute;c sản phẩm v&agrave; dịch vụ của <b>Xiaomi</b> l&agrave; thương hiệu đ&atilde; được đăng k&yacute; của <b>Xiaomi</b>. <b>Bạn</b> kh&ocirc;ng thể hiển thị hoặc sử dụng ch&uacute;ng theo c&aacute;ch kh&aacute;c.</p>
<p>Trong mọi trường hợp, việc sử dụng <b>Mi Router</b> hoặc <b>Phần mềm</b> hoặc <b>Đơn vị vận h&agrave;nh</b> h&agrave;m &yacute; mọi sự từ bỏ, chuyển nhượng, giấy ph&eacute;p hoặc ủy quyền tất cả hoặc một phần c&aacute;c quyền đ&oacute; trừ khi c&oacute; quy định r&otilde; r&agrave;ng kh&aacute;c đi.</p>
<p>Nội dung, văn bản, ảnh chụp, thiết kế, logo, h&igrave;nh ảnh, chương tr&igrave;nh m&aacute;y t&iacute;nh, m&atilde; nguồn v&agrave; bất kỳ h&igrave;nh thức s&aacute;ng tạo tr&iacute; tuệ n&agrave;o n&oacute;i chung hiện c&oacute; trong <b>Mi Router</b> hoặc <b>Phần mềm</b> v&agrave; c&oacute; thể truy cập v&agrave;o được th&ocirc;ng qua <b>Mi Router</b> hoặc <b>Phần mềm</b>, đều được bảo vệ như bản quyền hoặc như bất kỳ quyền n&agrave;o kh&aacute;c theo luật ph&aacute;p, bao gồm nhưng kh&ocirc;ng giới hạn, c&aacute;c quy tắc về sở hữu tr&iacute; tuệ hoặc sở hữu c&ocirc;ng nghiệp.</p>
<p><b>Xiaomi</b> hoặc c&aacute;c <b>Đơn vị vận h&agrave;nh</b> của Xiaomi l&agrave; chủ sở hữu hoặc b&ecirc;n được cấp ph&eacute;p của c&aacute;c th&agrave;nh phần tạo n&ecirc;n thiết kế đồ họa, tr&igrave;nh đơn, n&uacute;t điều hướng, m&atilde; HTML, văn bản, h&igrave;nh ảnh, kết cấu, đồ họa của <b>Mi Router</b> v&agrave;/hoặc <b>Phần mềm</b> v&agrave; bất kỳ phần n&agrave;o kh&aacute;c của <b>Phần mềm</b>, hoặc, trong bất kỳ trường hợp n&agrave;o, c&oacute; ủy quyền tương ứng đối với việc sử dụng c&aacute;c th&agrave;nh phần đ&oacute;.</p>
<p>Kh&ocirc;ng được sao ch&eacute;p to&agrave;n bộ hoặc một phần, hoặc truyền hoặc ghi lại <b>Phần mềm</b>, bằng bất kỳ hệ thống truy xuất th&ocirc;ng tin n&agrave;o dưới bất kỳ h&igrave;nh thức n&agrave;o hoặc bằng bất kỳ phương tiện n&agrave;o kh&aacute;c với quy định r&otilde; r&agrave;ng tại đ&acirc;y trừ khi c&oacute; được sự cho ph&eacute;p trước bằng văn bản của <b>Xiaomi</b> hoặc <b>Đơn vị vận h&agrave;nh</b> của c&ocirc;ng ty.</p>
<p><b>Bạn</b> kh&ocirc;ng được loại bỏ, ph&aacute; hoại hoặc giả mạo bất kỳ t&agrave;i liệu hoặc mục n&agrave;o xuất hiện tr&ecirc;n <b>Mi Router</b> hoặc <b>Phần mềm</b> của Mi Router v&agrave; c&oacute; quyền thuộc về <b>Xiaomi</b>, hoặc bất kỳ thiết bị bảo vệ kỹ thuật hoặc Quản l&yacute; bản quyền kỹ thuật số (DRM) n&agrave;o.</p>
<p><b>Xiaomi</b> c&oacute; quyền khởi tố để bảo vệ quyền sở hữu tr&iacute; tuệ v&agrave; c&ocirc;ng nghiệp của m&igrave;nh hoặc bất kỳ quyền n&agrave;o kh&aacute;c.</p>
<p><b>Bạn</b> giữ quyền sở hữu đối với bất kỳ quyền sở hữu tr&iacute; tuệ n&agrave;o m&agrave; <b>Bạn</b> c&oacute; đối với bất kỳ nội dung n&agrave;o <b>Bạn</b> gửi đi sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b>.&nbsp;</p>
<p>Khi <b>Bạn</b> đăng tải hoặc gửi nội dung th&ocirc;ng qua <b>Mi Router</b> v&agrave; <b>Phần mềm</b> của ch&uacute;ng t&ocirc;i, <b>Bạn</b> trao cho <b>Xiaomi</b> v&agrave; những người ch&uacute;ng t&ocirc;i hợp t&aacute;c c&ugrave;ng giấy ph&eacute;p c&oacute; phạm vi &aacute;p dụng tr&ecirc;n to&agrave;n thế giới để sử dụng, lưu trữ, lưu giữ, sao ch&eacute;p, sửa đổi, giao tiếp v&agrave; cung cấp hoặc ph&acirc;n phối nội dung đ&oacute;. Quyền <b>Bạn</b> cấp trong giấy ph&eacute;p n&agrave;y chỉ để phục vụ mục đ&iacute;ch vận h&agrave;nh v&agrave; cải thiện dịch vụ của ch&uacute;ng t&ocirc;i, v&agrave; để ph&aacute;t triển c&aacute;c dịch vụ mới. Giấy ph&eacute;p n&agrave;y tiếp tục ngay cả khi <b>Bạn</b> ngừng sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> của ch&uacute;ng t&ocirc;i. H&atilde;y đảm bảo <b>Bạn</b> c&oacute; c&aacute;c quyền cần thiết để cấp cho ch&uacute;ng t&ocirc;i giấy ph&eacute;p n&agrave;y đối với mọi nội dung m&agrave; <b>Bạn</b> gửi bằng <b>Mi Router</b> v&agrave; <b>Phần mềm</b> của ch&uacute;ng t&ocirc;i.&nbsp; Nếu <b>Bạn</b> muốn truy cập v&agrave;o nội dung của Bạn hoặc thay đổi hoặc x&oacute;a nội dung của Bạn, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i.</p><br><h3>9. CHẤM DỨT THỎA THUẬN</h3><br><p><b>Xiaomi</b> c&oacute; thể chấm dứt Thỏa thuận <b>EULA</b> n&agrave;y ngay lập tức m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o nếu <b>Bạn</b> kh&ocirc;ng tu&acirc;n thủ bất kỳ điều khoản n&agrave;o của Thỏa thuận <b>EULA</b> n&agrave;y.</p><br><p><b>9.1 T&aacute;c động của việc chấm dứt Thỏa thuận.</b>Trong trường hợp chấm dứt Thỏa thuận, <b>Bạn</b> phải hủy tất cả bản sao <b>Phần mềm</b> v&agrave; hủy <b>Mi Router</b> theo quy định hiện h&agrave;nh của luật ph&aacute;p địa phương về t&aacute;i chế.</p>
<p>Ngo&agrave;i ra, <b>Bạn</b> phải x&oacute;a <b>Phần mềm</b> v&agrave; tất cả c&aacute;c bản sao của ch&uacute;ng, bao gồm tất cả c&aacute;c bản sao lưu, khỏi M&aacute;y chủ v&agrave; tất cả c&aacute;c m&aacute;y t&iacute;nh v&agrave; phương tiện kh&aacute;c nơi ch&uacute;ng được c&agrave;i đặt, lưu giữ hoặc lưu trữ. Khi được <b>Xiaomi</b> y&ecirc;u cầu, <b>Bạn</b> phải cung cấp cho <b>Xiaomi</b> chứng nhận bằng văn bản rằng <b>Bạn</b> đ&atilde; tu&acirc;n thủ c&aacute;c y&ecirc;u cầu n&agrave;y.</p><br><h3>10. LUẬT &Aacute;P DỤNG</h3>
<p>Việc diễn giải c&aacute;c điều khoản của <b>Thỏa thuận</b> <b>người d&ugrave;ng</b> n&agrave;y, t&iacute;nh hiệu quả v&agrave; việc giải quyết tranh chấp, được &aacute;p dụng theo luật tại nơi cư tr&uacute; của <b>Người d&ugrave;ng</b>. Trong trường hợp c&oacute; tranh chấp hoặc bất đồng giữa <b>Bạn</b> v&agrave; <b>Xiaomi</b>, trước ti&ecirc;n, ch&uacute;ng t&ocirc;i sẽ cố gắng giải quyết vấn đề đ&oacute; th&ocirc;ng qua h&igrave;nh thức trao đổi &yacute; kiến th&acirc;n thiện. Nếu kh&ocirc;ng đạt được <b>Thỏa thuận</b> sau khi trao đổi &yacute; kiến, <b>Bạn</b> đồng &yacute; đưa tranh chấp n&agrave;y ra t&ograve;a &aacute;n tại nơi cư tr&uacute; của <b>Người d&ugrave;ng</b>.</p><br><h3>11. ĐỘC LẬP</h3>
<p>Nếu bất kỳ điều khoản n&agrave;o của <b>Thỏa thuận</b> n&agrave;y kh&ocirc;ng được &aacute;p dụng v&igrave; bất kỳ l&yacute; do g&igrave;, c&aacute;c điều khoản đ&oacute; vẫn sẽ kh&ocirc;ng được &aacute;p dụng m&agrave; kh&ocirc;ng cản trở việc &aacute;p dụng c&aacute;c điều khoản kh&aacute;c của <b>Thỏa thuận</b> n&agrave;y.</p><br><h3>12. CH&Iacute;NH TRỰC</h3>
<p><b>Thỏa thuận</b> n&agrave;y (bao gồm <b>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư</b>) l&agrave; c&ocirc;ng cụ duy nhất điều chỉnh mối quan hệ giữa <b>Bạn</b> v&agrave; <b>Xiaomi</b> đối với mọi vấn đề li&ecirc;n quan đến việc Bạn sử dụng <b>Mi Router</b> v&agrave; <b>Phần mềm</b>.</p>
<p>Ti&ecirc;u đề của mỗi đoạn được viết với mục đ&iacute;ch dễ đọc v&agrave; kh&ocirc;ng c&oacute; vai tr&ograve; về mặt ph&aacute;p l&yacute; hoặc hợp đồng.</p><br><p>Được sửa đổi v&agrave;o th&aacute;ng 4 năm 2020</p>


        </div>
        <script type="text/javascript">
            (function() {

    var doc_ols = document.getElementsByTagName("ol");

    for ( i=0; i<doc_ols.length; i++) {

        var ol_start = doc_ols[i].getAttribute("start") - 1;
        doc_ols[i].setAttribute("style", "counter-reset:ol_counter " + ol_start + ";");

    }

    document.getElementById("back").addEventListener("click",function(e){
        history.go(-1);        
    })

})();

        </script>
        <style>
            .header {
                height: 44px;
                line-height: 44px;

            }
            .back {
                float: left;
                margin-left: 15px;
                display: inline-block;
                width: 30px;
                text-align: center;
                font-size: 20px;
                transform: scaleY(1.5);
            }
            html,body,div,span,applet,object,iframe,h1,h2,h3,h4,h5,h6,p,blockquote,pre,a,abbr,acronym,address,big,cite,code,del,dfn,em,img,ins,kbd,q,s,samp,small,strike,strong,sub,sup,tt,var,b,u,i,center,dl,dt,dd,ol,ul,li,fieldset,form,label,legend,table,caption,tbody,tfoot,thead,tr,th,td,article,aside,canvas,details,embed,figure,figcaption,footer,header,hgroup,menu,nav,output,ruby,section,summary,time,mark,audio,video{margin:0;padding:0;border:0;font:inherit;font-size:100%;vertical-align:baseline}html{line-height:1}ol,ul{list-style:none}table{border-collapse:collapse;border-spacing:0}caption,th,td{text-align:left;font-weight:normal;vertical-align:middle}q,blockquote{quotes:none}q:before,q:after,blockquote:before,blockquote:after{content:"";content:none}a img{border:none}article,aside,details,figcaption,figure,footer,header,hgroup,main,menu,nav,section,summary{display:block}*{-moz-box-sizing:border-box;-webkit-box-sizing:border-box;box-sizing:border-box}html{font-size:87.5%;line-height:1.57143em}html{font-size:14px;line-height:1.6em;-webkit-text-size-adjust:100%}body{background:#1a1c2a;color:#fff;text-rendering:optimizeLegibility;font-family:"AvenirNext-Regular"}a{color:#fff;text-decoration:none}h1{font-family:"AvenirNext-Medium";color:#fff;font-size:1.6em;line-height:1.3em;margin-bottom:.78571em}h2{font-family:"AvenirNext-Medium";color:#fff;font-size:1.3em;line-height:1em;margin-bottom:.62857em}h3{font-family:"AvenirNext-Medium";color:#fff;font-size:1.15em;line-height:1em;margin-bottom:.47143em}p{margin-bottom:1.57143em;hyphens:auto}hr{height:1px;border:0;background-color:#dedede;margin:-1px auto 1.57143em auto}ul,ol{margin-bottom:.31429em}ul ul,ul ol,ol ul,ol ol{margin-bottom:0px}ol{counter-reset:ol_counter}ol li:before{content:counter(ol_counter) ".";counter-increment:ol_counter;color:#e06e73;text-align:right;display:inline-block;min-width:1em;margin-right:0.5em}b,strong{font-family:"AvenirNext-Bold"}i,em{font-family:"AvenirNext-Italic"}code{font-family:"Menlo-Regular"}.text-overflow-ellipsis{overflow:hidden;text-overflow:ellipsis;white-space:nowrap}.sf_code_string,.sf_code_selector,.sf_code_attr-name,.sf_code_char,.sf_code_builtin,.sf_code_inserted{color:#D33905}.sf_code_comment,.sf_code_prolog,.sf_code_doctype,.sf_code_cdata{color:#838383}.sf_code_number,.sf_code_boolean{color:#0E73A2}.sf_code_keyword,.sf_code_atrule,.sf_code_rule,.sf_code_attr-value,.sf_code_function,.sf_code_class-name,.sf_code_class,.sf_code_regex,.sf_code_important,.sf_code_variable,.sf_code_interpolation{color:#0E73A2}.sf_code_property,.sf_code_tag,.sf_code_constant,.sf_code_symbol,.sf_code_deleted{color:#1B00CE}.sf_code_macro,.sf_code_entity,.sf_code_operator,.sf_code_url{color:#920448}.note-wrapper{max-width:46em;margin:0px auto;padding:1.57143em 3.14286em}.note-wrapper.spotlight-preview{overflow-x:hidden}u{text-decoration:none;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#e06e73 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}s{color:#878787}p{margin-bottom:0.1em}hr{margin-bottom:0.7em;margin-top:0.7em}ul li{text-indent:-0.35em;margin-bottom: 1em;
    margin-left: 1em;}ul ul{margin-left:1.25714em}ol li{text-indent:-1.45em}ol ol{margin-left:1.25714em}blockquote{display:block;margin-left:-1em;padding-left:0.8em;border-left:0.2em solid #e06e73}.todo-list ul{margin-left:1.88571em}.todo-list li{text-indent:-1.75em}.todo-list li:before{content:"";display:static;margin-right:0px}.todo-checkbox{text-indent:-1.7em}.todo-checkbox svg{margin-right:0.3em;position:relative;top:0.2em}.todo-checkbox svg #check{display:none}.todo-checkbox.todo-checked #check{display:inline}.todo-checkbox.todo-checked+.todo-text{text-decoration:line-through;color:#878787}.code-inline{display:inline;background:white;border:solid 1px #dedede;padding:0.2em 0.5em;font-size:0.9em}.code-multiline{display:block;background:white;border:solid 1px #dedede;padding:0.7em 1em;font-size:0.9em;overflow-x:auto}.hashtag{display:inline-block;color:white;background:#b8bfc2;padding:0.0em 0.5em;border-radius:1em;text-indent:0}.hashtag a{color:#fff}.address a{color:#fff;background-image:linear-gradient(to bottom, rgba(0,0,0,0) 50%,#0da35e 50%);background-repeat:repeat-x;background-size:2px 2px;background-position:0 1.05em}.address svg{position:relative;top:0.2em;display:inline-block;margin-right:0.2em}.color-preview{display:inline-block;width:1em;height:1em;border:solid 1px rgba(0,0,0,0.3);border-radius:50%;margin-right:0.1em;position:relative;top:0.2em;white-space:nowrap}.color-code{margin-right:0.2em;font-family:"Menlo-Regular";font-size:0.9em}.color-hash{opacity:0.4}.ordered-list-number{color:#e06e73;text-align:right;display:inline-block;min-width:1em}.arrow svg{position:relative;top:0.08em;display:inline-block;margin-right:0.15em;margin-left:0.15em}.arrow svg #rod{stroke:#fff}.arrow svg #point{fill:#fff}mark{color:inherit;display:inline;padding:0.2em 0.5em;background-color:#fcffc0}img{max-width:100%;height:auto}

        </style>
    </body>
</html>
